{
  "books": [
    {
      "title": "تهافت الفلاسفة (Tahāfut al-Falāsifa)",
      "author": "ئەبو حامیدی غەزالی (Abu Hamid al-Ghazali)",
      "sections": [
        {
          "section_title": "مەسەلە: لە دەرخستنی بێتواناییان لە سەلماندنی بوونی دروستکەر بۆ جیهان",
          "lines": [
            {
              "line_number": "181",
              "original_text": "فنقول: الناس فرقتان: فرقة أهل الحق وقد رأوا أن العالم حادث وعلموا ضرورة أن الحادث لا يوجد بنفسه فافتقر إلى صانع، فيعقل مذهبهم في القول بالصانع، وفرقة أخرى هم الدهرية وقد رأوا العالم قديماً كما هو عليه ولم يثبتوا له صانعاً، ومعتقدهم مفهوم وإن كان الدليل يدل على بطلانه. وأما الفلاسفة فقد رأوا أن العالم قديم ثم أثبتوا له مع ذلك صانعاً، وهذا المذهب بوضعه متناقض لا يحتاج فيه إلى إبطال.",
              "translation": "کەواتە دەڵێین: خەڵکی دوو گرووپن: گرووپێکیان 'خەڵکی حەق'ـن (أهل الحق) کە بینیویانە جیهان 'دروستکراو'ە (حادث) و بە پێویستی زانیویانە کە دروستکراو بە خۆی بوونی پەیدا ناکات، کەواتە پێویستی بە دروستکەرێکە. جا بیروڕای ئەمانە لە وتەی بوونی دروستکەردا مەعقوڵە. گرووپێکی تریش 'دەرەوی'یەکانن (الدهرية - ماتریالیستەکان) کە بینیویانە جیهان 'ئەزەلی'ـیە (قديم) وەک چۆن هەیە و هیچ دروستکەرێکیان بۆ نەسەلماندووە. بیروباوەڕی ئەمانیش تێگەیشتن لێی ئاسانە، هەرچەندە بەڵگە پووچەڵییەکەی دەسەلمێنێت. بەڵام 'فەیلەسووفان'، بینیویانە جیهان ئەزەلییە، پاشان لەگەڵ ئەوەشدا دروستکەرێکیان بۆ سەلماندووە. ئەم بیروڕایە لە خودی خۆیدا 'دژبەیەک'ـە (متناقض) و پێویستی بە پووچەڵکردنەوە نییە.",
              "commentary": "لێرەوە غەزالی دەست بە مەسەلەیەکی نوێ دەکات و هێرشێکی ڕاستەوخۆ دەکاتە سەر بنەمای سەلماندنی خودا لای فەیلەسووفان. ئەو خەڵکی دابەشی سێ گرووپ دەکات: (١) باوەڕداران: جیهان دروستکراوە -> کەواتە دروستکەری دەوێت (مەعقوڵە). (٢) ماتریالیستەکان: جیهان ئەزەلییە -> کەواتە دروستکەری ناوێت (هەرچەندە هەڵەیە، بەڵام لەناو خۆیدا لۆژیکییە). (٣) فەیلەسووفان: جیهان ئەزەلییە -> بەڵام دروستکەریشی هەیە (نامەعقوڵ و دژبەیەکە). بەم شێوەیە، غەزالی هەر لە سەرەتاوە هەوڵ دەدات نیشانی بدات کە هەڵوێستی فەیلەسووفان لە بنەڕەتدا ناجێگیر و دژبەیەکە."
            },
            {
              "line_number": "182",
              "original_text": "فإن قيل: نحن إذا قلنا: للعالم صانع، لم نرد به فاعلاً مختاراً يفعل بعد أن لم يفعل كما نشاهد في أصناف الفاعلين من الخياط والنساج والبناء، بل نعني به علة العالم ونسميه المبدأ الأول على معنى أنه لا علة لوجوده وهو علة لوجود غيره، فإن سميناه صانعاً فبهذا التأويل.",
              "translation": "ئەگەر بوترێت: ئێمە کە دەڵێین: جیهان دروستکەرێکی هەیە، مەبەستمان لێی بکەرێکی سەربەست نییە کە کردار بکات دوای ئەوەی نەیکردووە، وەک لە جۆرەکانی بکەردا دەیبینین وەک بەرگدروو و جۆڵا و وەستا. بەڵکو مەبەستمان لێی 'هۆکار'ی (علة) جیهانە و ناوی دەنێین 'بنەمای یەکەم' (المبدأ الأول) بەو مانایەی کە هیچ هۆکارێک بۆ بوونی خۆی نییە و خۆی هۆکاری بوونی شتی ترە. جا ئەگەر ناومان ناوە دروستکەر، بەم لێکدانەوەیە بووە.",
              "commentary": "فەیلەسووفان وەڵام دەدەنەوە و ڕوونی دەکەنەوە کە ئەوان وشەی 'دروستکەر' (صانع) بە مانایەکی جیاواز لە مانای باوی خەڵک بەکاردەهێنن. بەلای ئەوانەوە، 'دروستکەر' واتە 'هۆکاری یەکەم' یان 'بنەمای بوون'، نەک بکەرێکی خاوەن ویست کە لە خاڵێکی کاتدا بڕیاری دروستکردن بدات. ئەمە هەمان ئەو خاڵەیە کە غەزالی لە مەسەلەی پێشوودا بە 'فێڵ و چەواشەکاری' ناوی بردبوو."
            },
            {
              "line_number": "183",
              "original_text": "وثبوت موجود لا علة لوجوده يقوم عليه البرهان القطعي على قرب، فإنا نقول: العالم وموجوداته إما أن يكون له علة أو لا علة له. فإن كان له علة فتلك العلة لها علة أم لا علة لها؟ وكذى القول في علة العلة: فإما أن يتسلسل إلى غير نهاية وهو محال، وإما أن ينتهي إلى طرف فالأخير علة أولى لا علة لوجودها، فنسميه المبدأ الأول. وإن كان العالم موجوداً بنفسه لا علة له فقد ظهر المبدأ الأول، فإنا لم نعن به إلا موجوداً لا علة له، وهو ثابت بالضرورة.",
              "translation": "سەلماندنی بوونەوەرێک کە هۆکاری بۆ بوونی خۆی نەبێت، بەڵگەی یەکلاکەرەوەی لەسەرە بەم زووانە: ئێمە دەڵێین: جیهان و بوونەوەرەکانی، یان هۆکارێکیان هەیە یان نییانە. ئەگەر هۆکارێکی هەبوو، ئایا ئەو هۆکارە خۆی هۆکارێکی هەیە یان نا؟ هەمان قسە بۆ هۆکاری هۆکارەکەش دەکرێت: جا یان زنجیرەکە تا بێ کۆتایی دەڕوات، کە مەحاڵە؛ یان دەگاتە کۆتاییەک. جا ئەوەی کۆتایی، 'هۆکاری یەکەم'ـە کە هۆکاری بۆ بوونی خۆی نییە، و ناوی دەنێین 'بنەمای یەکەم'. خۆ ئەگەر جیهان خۆی بە خۆی بوونی هەبێت و هۆکاری نەبێت، ئەوا هەر 'بنەمای یەکەم' دەرکەوتووە، چونکە ئێمە مەبەستمان لێی تەنها بوونەوەرێکە کە هۆکاری نییە. ئەمەش بە پێویستی سەلمێنراوە.",
              "commentary": "لێرەدا فەیلەسووفان بەڵگەی سەرەکیی خۆیان بۆ بوونی خودا دەخەنەڕوو، کە بە 'بەڵگەی کۆسمۆلۆژی' یان 'بەڵگەی مەحاڵبوونی زنجیرەی بێ کۆتا' (Argument from First Cause / Impossible Infinite Regress) ناسراوە. پوختەکەی ئەوەیە کە هەر شتێک هۆکارێکی هەیە، و زنجیرەی هۆکارەکان ناتوانێت تا بێ کۆتایی بڕوات، کەواتە دەبێت بگاتە 'هۆکارێکی یەکەم' کە خۆی هۆکاری نییە. ئەوان دەڵێن ئەم بەڵگەیە بە شێوەیەکی عەقڵیی پەتی، بوونی 'بوونەوەرێکی پێویست' دەسەلمێنێت."
            },
            {
              "line_number": "184",
              "original_text": "نعم لا يجوز أن يكون المبدأ الأول هي السموات لأنها عدد، ودليل",
              "translation": "بەڵێ، دروست نییە 'بنەمای یەکەم' ئاسمانەکان بن، چونکە ئەوان ژمارەن، و بەڵگەی...",
              "commentary": "فەیلەسووفان دەست دەکەن بە ڕوونکردنەوەی ئەوەی کە بۆچی خودی جیهان یان بەشەکانی ناتوانن ئەو 'بنەمای یەکەم'ـە بن. یەکەم هۆکار ئەوەیە کە ئاسمانەکان 'فرە'ن (عدد)، لە کاتێکدا 'بنەمای یەکەم' دەبێت 'یەک' بێت. ڕستە تەواونەکراوەکە ئاماژەیە بۆ ئەوەی کە لە بەشی داهاتوودا بەڵگەکانی تریان لەسەر یەکبوونی بنەمای یەکەم دەخەنەڕوو."
            },
             {
              "line_number": "185",
              "original_text": "التوحيد يمنعه فيعرف بطلانه بنظر في صفة المبدأ، ولا يجوز أن يقال إنه سماء واحد أو جسم واحد أو شمس أو غيره لأنه جسم والجسم مركب من الصورة والهيولى، والمبدأ الأول لا يجوز أن يكون مركباً، وذلك يعرف بنظر ثان. والمقصود أن موجوداً لا علة لوجوده ثابت بالضرورة والاتفاق. وإنما الخلاف في الصفات وهو الذي نعنيه بالمبدأ الأول.",
              "translation": "بەڵگەی یەکتاپەرستی ڕێگری لێدەکات... ناشکرێت بگوترێت ئاسمانێکی تاکە یان جەستەیەکی تاکە یان خۆرە، چونکە جەستەیە و جەستەش لە 'شێوە' و 'ماددە' پێک هاتووە. بنەمای یەکەمیش دروست نییە پێکهاتوو بێت... مەبەست ئەوەیە کە بوونەوەرێک کە هۆکاری نییە، بە پێویستی و کۆدەنگی سەلمێنراوە. جیاوازییەکە تەنها لە سیفەتەکاندایە، کە ئێمە مەبەستمان لێی بنەمای یەکەمە.",
              "commentary": "فەیلەسووفان درێژە بە بەڵگەکەیان دەدەن. ئەوان دەڵێن: 'هۆکاری یەکەم' ناتوانێت هیچ کام لە شتە ماددییەکانی جیهان بێت، چونکە هەموو شتێکی ماددی 'پێکهاتوو'ـە (مركب) (لانیکەم لە شێوە و ماددە). 'هۆکاری یەکەم'یش دەبێت بە پێویستی 'سادە' (بسيط) و پێکنەهاتوو بێت. کەواتە ئەوان دان بەوەدا دەنێن کە جیاوازیی سەرەکییان لەگەڵ باوەڕداران لەسەر 'سیفەت'ـەکانی ئەم هۆکارە یەکەمەیە، نەک لەسەر خودی بوونی."
            },
            {
              "line_number": "186",
              "original_text": "والجواب من وجهين: أحدهما أنه يلزم على مساق مذهبكم أن تكون أجسام العالم قديمة، كذلك لا علة لها. وقولكم: إن بطلان ذلك يعلم بنظر ثان فسيبطل ذلك عليكم في مسألة التوحيد وفي نفي الصفات بعد هذه المسألة.",
              "translation": "وەڵام لە دوو ڕووەوەیە: یەکەمیان ئەوەی کە بەپێی بیروڕای ئێوە، پێویست دەکات جەستەکانی جیهان ئەزەلی بن و بە هەمان شێوە هۆکاریان نەبێت. وتەکەتانیش کە پووچەڵبوونی ئەمە بە تێڕامانێکی تر دەزانرێت، ئەمە لە مەسەلەی یەکتاپەرستی و ڕەتکردنەوەی سیفەتەکاندا لەسەر خۆتان پووچەڵ دەبێتەوە.",
              "commentary": "غەزالی یەکەم ڕەخنەی ئەوەیە کە ئەگەر جیهان ئەزەلی بێت، هیچ بەڵگەیەکی عەقڵی نامێنێتەوە بۆ ئەوەی بڵێین پێویستی بە هۆکارێکە. ئەزەلی بوون خۆی لە خۆیدا سیفەتی 'پێویست بوون'ـە. ئەو بەڵێنی ئەوە دەدات کە لە مەسەلەکانی داهاتوودا نیشانی بدات کە بەڵگەکانی فەیلەسووفان بۆ یەکبوونی خودا و ڕەتکردنەوەی سیفەتەکان، لاوازن و ناتوانن جیهان لەم پێگەیە دووربخەنەوە."
            },
            {
              "line_number": "187",
              "original_text": "الثاني وهو الخاص بهذه المسألة هو أن يقال: ثبت تقديراً أن هذه الموجودات لها علة ولكن لعلتها علة ولعلة العلة علة، كذلك وهكذى إلى غير نهاية. وقولكم: إنه يستحيل إثبات علل لا نهاية لها، لا يستقيم منكم، فإنا نقول: عرفتم ذلك ضرورة بغير وسط أو عرفتموه بوسط... وكل مسلك ذكرتموه في النظر بطل عليكم بتجويز حوادث لا أول لها. وإذا جاز أن يدخل في الوجود ما لا نهاية له فلم يبعد أن يكون بعضها علة للبعض...",
              "translation": "دووەم، کە تایبەتە بەم مەسەلەیەوە، ئەوەیە کە بوترێت: با وا دابنێین ئەم بوونەوەرانە هۆکارێکیان هەیە، بەڵام هۆکارەکەیان هۆکارێکی هەیە و هۆکاری هۆکارەکەش هۆکارێکی هەیە، و بەم شێوەیە تا بێ کۆتایی. وتەکەی ئێوەش کە 'مەحاڵە زنجیرەی هۆکاری بێ کۆتا بسەلمێنرێت'، لە ئێوەوە ڕاست دەرناچێت. چونکە ئێمە دەپرسین: ئایا ئەمە بە پێویستی دەزانن یان بە بەڵگە؟... هەموو ڕێگایەکیش کە باستتان کرد لە تێڕاماندا، لەسەر خۆتان پووچەڵ بووەوە بە ڕێگەدانتان بە 'ڕووداوی بێ سەرەتا'. جا ئەگەر دروست بێت شتی بێ کۆتا بێتە ناو بوونەوە، بۆچی دوور بێت کە هەندێکیان هۆکار بن بۆ هەندێکی تر...",
              "commentary": "ئەمە هێرشی سەرەکیی غەزالییە بۆ سەر بەڵگەکەیان. ئەو دەڵێت: ئێوە چۆن دەتوانن بڵێن 'زنجیرەی هۆکاری بێ کۆتا' مەحاڵە، لە کاتێکدا خۆتان باوەڕتان بە 'زنجیرەی ڕووداوی بێ کۆتا' (ڕووداوەکانی ڕابردووی جیهانی ئەزەلی) هەیە؟ ئەگەر بێکۆتایەک (کات) مومکین بێت، بۆچی بێکۆتایەکی تر (هۆکار) مەحاڵ بێت؟ بەمە، غەزالی بنەمای سەرەکیی بەڵگە کۆسمۆلۆژییەکەیان دەخاتە ژێر پرسیارەوە."
            },
            {
              "line_number": "188",
              "original_text": "فإن زعمتم أن الحوادث الماضية ليست موجودة معاً في الحال... فيلزمكم النفوس البشرية المفارقة للأبدان فإنها لا تفنى عندكم، والموجود المفارق للبدن من النفوس لا نهاية لأعدادها... فعندكم في الوجود في كل حال نفوس لا نهاية لأعدادها.",
              "translation": "ئەگەر بانگەشەی ئەوە بکەن کە ڕووداوەکانی ڕابردوو لە ئێستادا پێکەوە بوونیان نییە... ئەوا کێشەی 'گیانە مرۆییەکان'تان بۆ دروست دەبێت کە بەلای ئێوەوە نامرن. ژمارەی ئەو گیانانەی لە جەستە جیا بوونەتەوە، بێ کۆتایە... کەواتە بەلای ئێوەوە، لە هەر ساتێکدا ژمارەیەکی بێ کۆتا لە گیانەکان بوونیان هەیە.",
              "commentary": "غەزالی دووبارە بەڵگەی 'بێکۆتای هاوکات بوونەوەر' (گیانی مرۆڤەکان) بەکاردەهێنێتەوە. ئەو دەڵێت: باشە، ڕووداوەکانی ڕابردوو نەماون. بەڵام بەپێی بۆچوونی خۆتان (ئیبن سینا)، گیانی مرۆڤەکان نامرن. کەواتە 'ئێستا' ژمارەیەکی بێکۆتا لە گیان بوونیان هەیە. ئەمە خۆی زنجیرەیەکی بێ کۆتایە کە ئێوە قبووڵتان کردووە."
            },
            {
              "line_number": "189",
              "original_text": "فإن قيل: النفوس ليس لبعضها ارتباط بالبعض ولا ترتيب لها... وإنما نحيل نحن موجودات لا نهاية لها إذا كان لها ترتيب بالوضع... أو كان لها ترتيب بالطبع كالعلل والمعلولات... قلنا: وهذا الحكم في الوضع ليس طرده بأولى من عكسه، فلم أحلتم أحد القسمين دون الآخر؟... وبم تنكرون على من يقول: إن هذه النفوس التي لا نهاية لها لا تخلوا عن ترتيب إذ وجود بعضها قبل البعض؟... فإذا لم يستحل ذلك في القبل الحقيقي الزماني فينبغي أن لا يستحيل في القبل الذاتي الطبعي.",
              "translation": "ئەگەر بوترێت: گیانەکان پەیوەندی و ڕیزبەندییان نییە... ئێمە تەنها ئەو بوونەوەرە بێ کۆتایانە بە مەحاڵ دەزانین کە ڕیزبەندییان هەبێت، وەک هۆکار و دەرەنجامەکان... دەڵێین: ئەم حوکمە سەپێنراوە... بۆچی یەک جۆر بێکۆتاتان بە مەحاڵ زانی و ئەوی ترتان بە ڕەوا زانی؟... چی ڕێگرە لەوەی بگوترێت گیانەکانیش ڕیزبەندییان هەیە بەپێی کاتی بوونیان؟... جا ئەگەر بێکۆتا لە 'پێش'ـی کاتیدا مەحاڵ نەبێت، دەبێت لە 'پێش'ـی زاتیشدا مەحاڵ نەبێت.",
              "commentary": "فەیلەسووفان هەوڵ دەدەن جیاوازی بکەن لە نێوان بێکۆتای 'ڕیزبەند' (ordered) و بێکۆتای 'ناڕیزبەند' (unordered). غەزالی ئەم جیاکارییە بە حوکمێکی سەپێنراوی بێ بەڵگە دادەنێت. ئەو دەڵێت: گیانەکانیش ڕیزبەندیی کاتییان هەیە. جا ئەگەر ئێوە بێکۆتایەکی ڕیزبەندی کاتیتان قبووڵە، بۆچی بێکۆتایەکی ڕیزبەندی هۆکاریتان قبووڵ نییە؟"
            },
            {
              "line_number": "190",
              "original_text": "فإن قيل: البرهان القاطع على استحالة علل إلى غير نهاية أن يقال: كل واحد من آحاد العلل ممكنة في نفسها أو واجبة. فإن كانت واجبة فلم تفتقر إلى علة، وإن كانت ممكنة فالكل موصوف بالإمكان، وكل ممكن فيفتقر إلى علة زائدة على ذاته، فيفتقر الكل إلى علة خارجة عنها.",
              "translation": "ئەگەر بوترێت: بەڵگەی یەکلاکەرەوە لەسەر مەحاڵبوونی هۆکاری بێ کۆتا ئەوەیە کە بگوترێت: هەر یەکێک لەم هۆکارانە، یان لە خۆیدا 'مومکین'ـە یان 'پێویست'. ئەگەر پێویست بێت، پێویستی بە هۆکار نییە. خۆ ئەگەر مومکین بێت، ئەوا 'کۆ'ی هۆکارەکانیش هەر بە مومکین وەسف دەکرێت. هەر شتێکی مومکینیش پێویستی بە هۆکارێکی دەرەکی هەیە. کەواتە 'کۆ'ی زنجیرەکە پێویستی بە هۆکارێکی دەرەکی هەیە.",
              "commentary": "لێرەدا فەیلەسووفان بەڵگەیەکی تری بەهێز دێننەوە. ئەوان دەڵێن: هەر ئەڵقەیەکی زنجیرەکە 'مومکین'ـە (واتە دەیتوانی بوونی نەبێت). جا مادام هەر ئەڵقەیەک مومکینە، 'تەواوی زنجیرەکە'ش وەک یەکەیەک هەر مومکینە. شتی مومکینیش پێویستی بە هۆکارێکە لە دەرەوەی خۆی. کەواتە دەبێت هۆکارێک لە دەرەوەی تەواوی زنجیرەکە بوونی هەبێت."
            },
            {
              "line_number": "191",
              "original_text": "قلنا: ...نقول: كل واحد ممكن على معنى أن له علة زائدة على ذاته، والكل ليس بممكن على معنى أنه ليس له علة زائدة على ذاته خارجة منه.",
              "translation": "دەڵێین: ... ئێمە دەڵێین: هەر یەکێک 'مومکین'ـە بەو مانایەی کە هۆکارێکی هەیە. بەڵام 'کۆ'ی زنجیرەکە مومکین نییە بەو مانایەی کە هۆکارێکی دەرەکی هەبێت.",
              "commentary": "غەزالی لێرەدا 'هەڵەی پێکهاتن' (fallacy of composition) ئاشکرا دەکات. ئەو دەڵێت: ئێوە بە هەڵە سیفەتی 'بەش'ەکان (مومکین بوون) دەدەنە پاڵ 'کۆ'ی گشتی. ڕاستە هەر ئەڵقەیەک هۆکارێکی هەیە (کە ئەڵقەکەی پێش خۆیەتی)، بەڵام ئەمە ناگەیەنێت کە دەبێت تەواوی زنجیرەکەش وەک یەکەیەک هۆکارێکی دەرەکی هەبێت."
            },
            {
              "line_number": "192",
              "original_text": "فإن قيل: فهذا يؤدي إلى أن يتقوم واجب الوجود بممكنات الوجود وهو محال. قلنا: ...هو كقول القائل: يستحيل أن يتقوم القديم بالحوادث، والزمان عندهم قديم، وآحاد الدورات حادثة وهي ذوات أوائل، والمجموع لا أول له. فقد تقوم ما لا أول له بذوات أوائل... فكذلك يقال على كل واحد: إن له علة، ولا يقال: للمجموع علة وليس كل ما صدق على الآحاد يلزم أن يصدق على المجموع...",
              "translation": "ئەگەر بوترێت: ئەمە دەبێتە هۆی ئەوەی 'بوونەوەری پێویست' لە 'بوونەوەرە مومکینەکان' پێک بێت، کە ئەمەش مەحاڵە. دەڵێین: ...ئەمە وەک وتەی ئەو کەسە وایە کە بڵێت: مەحاڵە 'ئەزەلی' لە 'دروستکراوەکان' پێک بێت. لە کاتێکدا کات بەلای ئێوەوە ئەزەلییە، و تاکە خولانەوەکان دروستکراون و سەرەتایان هەیە، بەڵام کۆی گشتی سەرەتای نییە. کەواتە شتێکی بێ سەرەتا لە شتی خاوەن سەرەتا پێک هاتووە... بە هەمان شێوە دەگوترێت: هەر یەکێک هۆکارێکی هەیە، بەڵام ناگوترێت: کۆی گشتی هۆکارێکی هەیە. هەموو ئەوەی بۆ تاکەکان ڕاست بێت، پێویست ناکات بۆ کۆی گشتیش ڕاست بێت.",
              "commentary": "غەزالی دووبارە بەڵگەکەیان دژی خۆیان بەکاردەهێنێتەوە. ئەو دەڵێت: ئێوە خۆتان دان بەوەدا دەنێن کە شتێکی ئەزەلی (کات) لە کۆمەڵێک شتی دروستکراوی بێکۆتا (خولانەوەکان) پێک هاتووە. جا ئەگەر ئەمە قبووڵ بکەن، بۆچی قبووڵتان نییە کە زنجیرەیەکی هۆکاریی بێکۆتا هەبێت کە تێیدا هەر ئەڵقەیەک هۆکارێکی هەبێت بەڵام کۆی گشتییەکە هۆکارێکی دەرەکی نەبێت؟ ئەمە بەڵگەیەکی بەهێزە لەسەر دژبەیەکیی سیستەمەکەیان."
            },
            {
              "line_number": "193",
              "original_text": "فلا سبيل لهم إلى الوصول إلى إثبات المبدأ الأول فتبين أن من يجوز حوادث لا أول لها... فلا يتمكن من إنكار علل لا نهاية لها... ويرجع فرقهم إلى التحكم المحض.",
              "translation": "کەواتە هیچ ڕێگایەکیان نییە بۆ گەیشتن بە سەلماندنی بنەمای یەکەم. جا دەرکەوت کە هەر کەسێک ڕێگە بە ڕووداوی بێ سەرەتا بدات... ناتوانێت نکۆڵی لە هۆکاری بێ کۆتا بکات... و جیاوازییەکەیان دەگەڕێتەوە بۆ حوکمی سەپێنراوی ڕووت.",
              "commentary": "دەرەنجامی کۆتایی غەزالی ئەوەیە: بەهۆی ئەو دژبەیەکییەی لە سیستەمەکەیاندا هەیە (قبووڵکردنی بێکۆتای کاتی و ڕەتکردنەوەی بێکۆتای هۆکاری)، فەیلەسووفان لە بنەڕەتدا ناتوانن بە شێوەیەکی لۆژیکیی توندوتۆڵ بوونی 'هۆکاری یەکەم' بسەلمێنن. بەڵگەکەیان تەنها لەسەر حوکمێکی سەپێنراو (تحكم)ـی بێ بنەما دامەزراوە."
            },
            {
              "line_number": "194",
              "original_text": "فإن قيل: الدورات ليست موجودة في الحال... وإنما الكلام في الموجود في الأعيان لا في الأذهان... لا يبقي إلا نفوس الأموات. وقد ذهب بعض الفلاسفة إلى أنها كانت واحدة أزلية... وقال آخرون: النفس تابع للمزاج وإنما معنى الموت عدمها... فإذن لا وجود في النفوس إلا في حق الأحياء، والأحياء الموجودون محصورون...",
              "translation": "ئەگەر بوترێت: خولانەوەکان لە ئێستادا بوونیان نییە... قسەش لەسەر بوونەوەرە دەرەکییەکانە نەک زەینییەکان... تەنها گیانی مردووەکان دەمێنێتەوە. هەندێک لە فەیلەسووفان وتوویانە ئەوان لە بنەڕەتدا یەک بوون... هەندێکی تریش وتوویانە گیان شوێنکەوتەی تێکەڵەی جەستەیە و مردن واتە نەمانی... کەواتە گیانەکان تەنها لە زیندووەکاندا بوونیان هەیە، و ئەوانیش ژمارەیان دیاریکراوە...",
              "commentary": "فەیلەسووفان وەک دوا هەوڵ، هەوڵ دەدەن لە بەڵگەی 'بێکۆتای هاوکات بوونەوەر'ی گیانەکان دەرباز بن، بە پەنابردن بۆ بۆچوونی فەیلەسووفانی تر کە یان دەڵێن گیان یەکە یان دەڵێن فانییە. بەمە دەیانەوێت بڵێن کە کۆدەنگییەک لەسەر نەمریی گیان نییە تا بکرێتە بەڵگە."
            },
            {
              "line_number": "195",
              "original_text": "والجواب: إن هذا الإشكال في النفوس أوردناه على ابن سينا والفارابي والمحققين منهم إذ حكموا بأن النفس جوهر قائم بنفسه وهو اختيار أرسطاليس... ونقول لغيرهم عوض النفس قدروا أي حادث لا ينقضي... فإذا قدرنا كل يوم حدوث شيء وبقاءه اجتمع إلى الآن لا محالة موجودات لا نهاية لها... ولا غرض في أن يكون ذلك الباقي نفس آدمي أو جني أو شيطان أو ملك أو ما شئت من الموجودات. وهو لازم على كل مذهب لهم، إذ أثبتوا دورات لانهاية لها.",
              "translation": "وەڵام: ئەم کێشەیەی گیانانە، ئێمە لەسەر ئیبن سینا و فارابی و لێکۆڵەرەکانیان هێنامانەوە، چونکە ئەوان حوکمیان داوە کە گیان جەوهەرێکی سەربەخۆیە... بەوانی تریش دەڵێین: لەبری گیان، هەر ڕووداوێکی نەمری تر وێنا بکەن... ئەگەر وا دابنێین هەموو ڕۆژێک شتێک دروست ببێت و بمێنێتەوە، بێ گومان هەتا ئێستا بوونەوەرگەلێکی بێ کۆتا کۆبوونەتەوە... گرنگ نییە ئەو شتە ماوەیە گیانی مرۆڤ بێت یان جنۆکە یان شەیتان یان فریشتە... ئەمە لەسەر هەموو بیروڕاکانیان پێویستە، چونکە ئەوان خولانەوەی بێ کۆتایان سەلماندووە.",
              "commentary": "غەزالی وەڵام دەداتەوە و دەڵێت: (١) ڕەخنەکەی من ئاراستەی ئیبن سینا و فارابییە کە گەورەترین فەیلەسووفن. (٢) تەنانەت ئەگەر باوەڕتان بە نەمریی گیانیش نەبێت، دەتوانین هەر شتێکی تری نەمری گریمانە بکەین. مادام جیهان ئەزەلییە، ئەگەر هەر ڕۆژێک تەنها یەک 'شت'ی نەمری تێدا دروست بووبێت، ئێستا دەبێت ژمارەیەکی بێکۆتا لەو شتانە بوونیان هەبێت. بەمە غەزالی نیشانی دەدات کە کێشەی 'بێکۆتای هاوکات بوونەوەر' کێشەیەکی بنەڕەتییە بۆ هەر کەسێک کە باوەڕی بە جیهانێکی ئەزەلی هەبێت، و ناتوانرێت لێی دەرباز بن."
            },
            
            {
              "line_number": "196",
              "original_text": "المسلك الأول قولهم: إنهما لو كانا اثنين لكان نوع وجوب الوجود مقولاً على كل واحد منهما. وما قيل عليه أنه واجب الوجود فلا يخلوا إما أن يكون وجوب وجوده لذاته فلا يتصور أن يكون لغيره، أو وجوب الوجود له لعلة فيكون ذات واجب الوجود معلولاً، وقد اقتضت علة له وجوب الوجود. ونحن لا نريد بواجب الوجود إلا ما لا ارتباط لوجوده بعلة بجهة من الجهات.",
              "translation": "ڕێچکەی یەکەم: وتەی ئەوان: ئەگەر دوو بوونایە، دەبوو جۆری 'پێویستیی بوون' بەسەر هەریەکەیاندا بوترایە. ئەوەش کە پێی دەگوترێت 'بوونەوەری پێویست'، یان دەبێت پێویستیی بوونەکەی 'بە زاتی خۆی' بێت، کە لەم حاڵەتەدا وێنا ناکرێت بۆ یەکێکی تر بێت؛ یان پێویستیی بوونەکەی 'بەهۆی هۆکارێک'ـەوەیە، کە لەم حاڵەتەدا زاتی بوونەوەری پێویست دەبێتە 'دەرەنجام' (معلول). ئێمەش مەبەستمان لە بوونەوەری پێویست تەنها ئەوەیە کە بوونی بە هیچ شێوەیەک بە هیچ هۆکارێکەوە بەند نییە.",
              "commentary": "ئەمە یەکەم بەڵگەی فەیلەسووفانە بۆ یەکتاپەرستی. بەڵگەکە لەسەر شیکردنەوەی چەمکی 'پێویستیی بوون' دامەزراوە. ئەوان دووڕیانێک دادەنێن: ئایا سیفەتی 'پێویستیی بوون' لە هەر بوونەوەرێکی پێویستدا، شتێکە کە لە زاتی خۆیەوەیەتی یان بە هۆکارێک پێی بەخشراوە؟ ئەگەر لە زاتی خۆیەوە بێت، دەبێت تایبەت بێت بە خۆی و لەوی تردا نەبێت. خۆ ئەگەریش بە هۆکار بێت، ئەوا ئیتر بوونەوەرێکی 'پێویست' نییە، بەڵکو 'دەرەنجام'ـە. لە هەردوو حاڵەتەکەدا، بوونی دووان مەحاڵە."
            },
            {
              "line_number": "197",
              "original_text": "وزعموا أن نوع الإنسان مقول على زيد وعلى عمرو. وليس زيد إنساناً لذاته إذ لو كان إنساناً لذاته لما كان عمرو إنساناً، بل لعلة جعله إنساناً. وقد جعل عمراً أيضاً إنساناً فتكثرت الإنسانية بتكثر المادة الحاملة لها. وتعلقها بالمادة معلول ليس لذات الإنسانية. فكذلك ثبوت وجوب الوجود لواجب الوجود إن كان لذاته فلا يكون إلا له، وإن كان لعلة فهو إذن معلول وليس بواجب الوجود، وقد ظهر بهذا أن واجب الوجود لا بد وأن يكون واحداً.",
              "translation": "بانگەشەی ئەوەیان کردووە کە جۆری 'مرۆڤ' بەسەر زەید و عەمردا دەگوترێت. زەید بە زاتی خۆی مرۆڤ نییە، چونکە ئەگەر بە زاتی خۆی مرۆڤ بووایە، عەمر مرۆڤ نەدەبوو. بەڵکو بە هۆکارێک کراوەتە مرۆڤ. بە هەمان شێوە، سەلماندنی پێویستیی بوون بۆ بوونەوەری پێویست، ئەگەر بە زاتی خۆی بێت، ئەوا تەنها بۆ ئەو دەبێت. خۆ ئەگەر بە هۆکار بێت، کەواتە دەرەنجامە و بوونەوەری پێویست نییە. بەمەش دەرکەوت کە بوونەوەری پێویست دەبێت یەک بێت.",
              "commentary": "لێرەدا فەیلەسووفان نموونەی 'مرۆڤ بوون'ی زەید و عەمر دێننەوە بۆ ڕوونترکردنەوەی بەڵگەکەیان. وەک چۆن 'مرۆڤ بوون' شتێکی گشتییە و لە دەرەوەی زەید و عەمردا بوونی هەیە و بە هۆکارێک بەوان بەخشراوە، بە هەمان شێوە ئەگەر دوو بوونەوەری پێویست هەبن، دەبێت سیفەتی 'پێویستیی بوون' شتێکی گشتی بێت کە بە هۆکارێک بە هەردووکیان بەخشراوە. ئەمەش دەیانکات بە 'دەرەنجام' نەک 'بوونەوەری پێویست'."
            },
            {
              "line_number": "198",
              "original_text": "قلنا: قولكم: نوع وجوب الوجود لواجب الوجود لذاته أو لعلة تقسيم خطأ في وضعه، فإنا قد بينا أن لفظ وجوب الوجود فيه إجمال، إلا أن يراد به نفي العلة فلتستعمل هذه العبارة. فنقول: لم يستحيل ثبوت موجودين لا علة لهما وليس أحدهما علة للآخر؟ فقولكم: إن الذي لا علة له لا علة له لذاته أو لسبب تقسيم الخطأ، لأن نفي العلة واستغناء الوجود عن العلة لا يطلب له علة. فأي معنى لقول القائل: إن ما لا علة له لا علة له لذاته أو لعلة؟ إذ قولنا: لا علة له، سلب محض، والسلب المحض لا يكون له سبب. ولا يقال فيه: إنه لذاته أو لا لذاته.",
              "translation": "دەڵێین: وتەکەتان 'جۆری پێویستیی بوون، یان بە زاتی خۆیەتی یان بە هۆکار' دابەشکردنێکی هەڵەیە. چونکە ڕوونمان کردەوە کە وشەی 'پێویستیی بوون' ناڕوونە، مەگەر مەبەست لێی 'ڕەتکردنەوەی هۆکار' بێت. با کەواتە ئەم دەستەواژەیە بەکاربهێنین. دەڵێین: بۆچی مەحاڵە دوو بوونەوەری بێ هۆکار هەبن؟ وتەکەی ئێوە 'ئەوەی هۆکاری نییە، یان بە زاتی خۆی هۆکاری نییە یان بە هۆکارێک'، دابەشکردنێکی هەڵەیە. چونکە 'ڕەتکردنەوەی هۆکار' و بێ پێویستیی بوون بە هۆکار، داوای هۆکاری بۆ ناکرێت. چ مانایەک هەیە بگوترێت: 'ئەوەی هۆکاری نییە، یان بە زاتی خۆی هۆکاری نییە یان بە هۆکارێک'؟ چونکە وتەی 'هۆکاری نییە'، 'ڕەتکردنەوەیەکی ڕووت'ـە (سلب محض)، و ڕەتکردنەوەی ڕووتیش هۆکاری نییە.",
              "commentary": "لێرەوە غەزالی هێرشی پێچەوانە دەست پێدەکات. ئەو تەواوی بنەمای دووڕیانەکەی فەیلەسووفان هەڵدەوەشێنێتەوە. غەزالی دەڵێت: مانای 'بوونەوەری پێویست' تەنها ئەوەیە کە 'هۆکاری نییە'. 'نەبوونی هۆکار' شتێکی 'نەرێنی' و ڕەتکردنەوەیەکی ڕووتە، نەک سیفەتێکی 'ئەرێنی'ی بووندار. پرسیارکردن لە هۆکاری 'نەبوونی هۆکار' پرسیارێکی پووچ و بێمانایە، وەک ئەوەی بپرسیت 'هۆکاری ئەوە چییە کە شتێک هۆکاری نییە؟'. کەواتە تەواوی دابەشکردنەکەیان هەڵەیە."
            },
            {
              "line_number": "199",
              "original_text": "وإن عنيتم بوجوب الوجود وصفاً ثابتاً لواجب الوجود سوى أنه موجود لا علة لوجوده، فهو غير مفهوم في نفسه. والذي ينسبك من لفظه نفى العلة لوجوده، وهو سلب محض لا يقال فيه: إنه لذاته أو لعلة، حتى يبنى على وضع هذا التقسيم غرض، فدل أن هذا برهان من خرف لا أصل له. بل نقول: معنى أنه واجب الوجود أنه لا علة لوجوده ولا علة لكونه بلا علة، وليس كونه بلا علة معللاً أيضاً بذاته بل لا علة لوجوده ولا لكونه بلا علة أصلاً.",
              "translation": "خۆ ئەگەر مەبەستتان لە 'پێویستیی بوون' سیفەتێکی جێگیر بێت جگە لەوەی کە بوونەوەرێکە هۆکاری نییە، ئەوا ئەمە لە خۆیدا تێگەیشتن لێی ناکرێت. ئەوەی لە وشەکەوە دەردەچێت، ڕەتکردنەوەی هۆکارە بۆ بوونی. ئەمەش ڕەتکردنەوەیەکی ڕووتە و ناگوترێت 'بە زاتی خۆیەتی یان بە هۆکار'. کەواتە دەرکەوت ئەمە بەڵگەیەکی پووچە و بنەمای نییە. بەڵکو دەڵێین: مانای ئەوەی 'بوونەوەری پێویست'ـە، ئەوەیە کە هۆکاری بۆ بوونی نییە و هۆکاریش بۆ 'بێ هۆکار' بوونەکەی نییە.",
              "commentary": "غەزالی جەخت لەسەر ئەوە دەکاتەوە کە فەیلەسووفان بە هەڵە 'پێویستیی بوون'یان کردووە بە سیفەتێکی ئەرێنی و بووندار، لە کاتێکدا کە تەنها 'ڕەتکردنەوەی هۆکار' دەگەیەنێت. ئەو دەڵێت: هیچ هۆکارێک بۆ بوونی خودا نییە، و هیچ هۆکارێکیش بۆ 'نەبوونی هۆکار'ەکەی نییە. ئەمە خاڵی وەستانە و پرسیاری زیاتر لێ ناکرێت."
            },
            {
              "line_number": "200",
              "original_text": "كيف وهذا التقسيم لا يتطرق إلى بعض صفات الإثبات فضلاً عما يرجع إلى السلب، إذ لو قال قائل: السواد لون لذاته أو لعلة: فإن كان لذاته فينبغي أن لا تكون الحمرة لوناً وأن لا يكون هذا النوع أعني اللونية إلا لذات السواد، وإن كان السواد لوناً لعلة جعلته لوناً فينبغي أن يعقل سواد ليس بلون... ولكن يقال: هذا التقسيم خطأ في الوضع، فلا يقال للسواد: إنه لون لذاته، قولاً يمنع أن يكون ذلك لغير ذاته. وكذلك لا يقال: إن هذا الموجود واجب لذاته أو لا علة له لذاته، قولاً يمنع أن يكون ذلك لغير ذاته بحال.",
              "translation": "چۆن، لە کاتێکدا ئەم دابەشکردنە بۆ هەندێک سیفەتی ئەرێنیش ناشێت، چ جای ئەوەی دەگەڕێتەوە بۆ ڕەتکردنەوە. ئەگەر یەکێک بڵێت: ڕەشی، بە زاتی خۆی ڕەنگە یان بە هۆکارێک؟ ئەگەر بە زاتی خۆی بێت، دەبێت سووری ڕەنگ نەبێت... خۆ ئەگەر بە هۆکار بێت، دەبێت وێنای ڕەشییەک بکرێت کە ڕەنگ نەبێت... بەڵام دەگوترێت: ئەم دابەشکردنە هەڵەیە. ناگوترێت: ڕەشی بە زاتی خۆی ڕەنگە، بە شێوەیەک کە ڕێگری لەوە بکات بۆ شتێکی تر بێت. بە هەمان شێوە، ناگوترێت: ئەم بوونەوەرە بە زاتی خۆی پێویستە یان بێ هۆکارە، بە شێوەیەک کە ڕێگری بکات بۆ یەکێکی تر بێت.",
              "commentary": "غەزالی بەڵگەیەکی تریش دێنێتەوە. ئەو دەڵێت تەنانەت بۆ سیفەتە ئەرێنییەکانیش، دابەشکردنەکەی ئێوە هەڵەیە. بۆ نموونە، ئایا 'ڕەشی' بە زاتی خۆی 'ڕەنگ'ە یان بە هۆکارێک؟ ئەمە پرسیارێکی بێمانایە. 'ڕەنگ بوون' لە چییەتیی 'ڕەشی'دایە. وتنی ئەوەی کە ڕەشی بە زاتی خۆی ڕەنگە، ڕێگری لەوە ناکات کە سووریش ڕەنگ بێت. کەواتە تەواوی بنەمای لۆژیکیی بەڵگەکەیان ('ئەگەر لە زاتی خۆیەوە بێت، دەبێت تایبەت بێت بە خۆی') هەڵەیە."
            },
            {
              "line_number": "201",
              "original_text": "مسلكهم الثاني أن قالوا: لو فرضنا واجبي الوجود لكانا متماثلين من كل وجه أو مختلفين. فإن كانا متماثلين من كل وجه فلا يعقل التعدد والاثنينية إذ السوادان هما اثنان إذا كانا في محلين أو في محل واحد، ولكن",
              "translation": "ڕێچکەی دووەمیان: وتوویانە: ئەگەر دوو بوونەوەری پێویستمان وێنا کرد، ئەوا یان لە هەموو ڕوویەکەوە وەک یەکن یان جیاوازن. خۆ ئەگەر لە هەموو ڕوویەکەوە وەک یەک بن، ئەوا فرەیی و دووانە بوون وێنا ناکرێت. چونکە دوو ڕەشییەکە لەبەر ئەوەی لە دوو شوێندان دەبنە دووان، یان لە یەک شوێندا بەڵام...",
              "commentary": "ئەمە دووەم بەڵگەی فەیلەسووفانە، کە لەسەر بنەمای 'بنەواشەی یەکێتیی جیاوازی نەکراوەکان' دامەزراوە. ئەوان دەڵێن: ئەگەر دوو بوونەوەری پێویست هەبن، دەبێت یان تەواو وەک یەک بن یان جیاواز بن. (١) ئەگەر لە هەموو ڕوویەکەوە وەک یەک بن، ئەوا لە ڕاستیدا یەک بوونەوەرن نەک دووان. چونکە هیچ شتێک نییە لێکیان جیا بکاتەوە تا ببنە 'دوو'. دوو خاڵی ڕەش تەنها لەبەر ئەوەی لە دوو شوێنی جیاوازن دەبنە دووان. بەڵام بوونەوەری ناماددی و ئەزەلی، شوێن و کاتی نییە تا لێکیان جیا بکاتەوە. ڕستە تەواونەکراوەکە ئاماژەیە بۆ ئەوەی کە لە بەشی داهاتوودا حاڵەتی دووەم (جیاوازبوون) باس دەکەن."
            },
            
            {
              "line_number": "202",
              "original_text": "في وقتين إذ السواد والحركة في محل واحد في وقت واحد هما اثنان لاختلاف ذاتيهما. أما إذا لم يختلف الذاتان كالسوادين ثم اتحد الزمان والمكان، لم يعقل التعدد ولو جاز أن يقال: في وقت واحد في محل واحد: سوادان، لجاز أن يقال في حق كل شخص: إنه شخصان، ولكن ليس يبين بينهما مغايرة.",
              "translation": "لە دوو کاتدا. چونکە ڕەشی و جووڵە لە یەک شوێن و یەک کاتدا، دوو شتن بەهۆی جیاوازیی زاتەکانیانەوە. بەڵام ئەگەر زاتەکان جیاواز نەبن، وەک دوو ڕەشی، پاشان کات و شوێنیش یەک بن، فرەیی وێنا ناکرێت. ئەگەر ڕەوا بووایە بگوترایە: لە یەک کات و یەک شوێندا دوو ڕەشی هەن، دەبوو ڕەوا بێت بگوترێت هەر کەسێک دوو کەسە، بەڵام هیچ جیاوازییەک لە نێوانیاندا دەرناکەوێت.",
              "commentary": "فەیلەسووفان درێژە بە بەڵگەکەیان دەدەن. ئەوان دەڵێن ئەگەر دوو شت لە هەموو ڕوویەکەوە وەک یەک بن و لە شوێن و کاتیشدا یەک بن، ئەوا لە ڕاستیدا یەک شتن نەک دووان. فرەیی پێویستی بە جیاوازی هەیە."
            },
            {
              "line_number": "203",
              "original_text": "وإذا استحال التماثل من كل وجه، ولا بد من الاختلاف، ولم يمكن بالزمان ولا بالمكان، فلا يبقى إلا الاختلاف في الذات. ومهما اختلفا في شيء فلا يخلوا إما أن اشتركا في شيء أو لم يشتركا في شيء... وإذا اشتركا في شيء واختلفا في شيء كان ما فيه الاشتراك غير ما فيه الاختلاف فيكون ثم تركيب وانقسام بالقول.",
              "translation": "جا مادام هاوشێوەیی لە هەموو ڕوویەکەوە مەحاڵە، دەبێت جیاوازی هەبێت. مادام جیاوازییەکەش نە بە کات و نە بە شوێن نابێت، ئەوا تەنها جیاوازی لە 'زات'دا دەمێنێتەوە. هەر کاتێکیش لە شتێکدا جیاواز بوون، یان لە شتێکدا هاوبەشن یان نا... جا ئەگەر لە شتێکدا هاوبەش بوون و لە شتێکدا جیاواز بوون، ئەوا ئەوەی تێیدا هاوبەشن، جیاوازە لەوەی تێیدا جیاوازن. کەواتە لێرەدا 'پێکهاتن' (تركيب) و دابەشبوون بە وتە (انقسام بالقول) دروست دەبێت.",
              "commentary": "ئەمە بەشی دووەمی بەڵگەکەیانە. (٢) ئەگەر دوو بوونەوەری پێویستەکە 'جیاواز' بن، ئەوا دەبێت لە هەندێک سیفەتدا هاوبەش بن (بۆ نموونە، هەردووکیان 'بوون'یان هەیە) و لە هەندێکی تردا جیاواز بن. ئەمەش وا دەکات کە هەر یەکێکیان بوونەوەرێکی 'پێکهاتوو' بن لە بەشی هاوبەش و بەشی جیاواز. "
            },
            {
              "line_number": "204",
              "original_text": "وواجب الوجود لا تركيب فيه، وكما لا ينقسم بالكمية فلا ينقسم أيضاً بالقول الشارح إذ لا يتركب ذاته من أمور يدل القول الشارح على تعدده كدلالة الحيوان والناطق على ما تقوم به ماهية الإنسان... وهذا لا يتصور، ودون هذا لا تتصور التثنية.",
              "translation": "بوونەوەری پێویستیش پێکهاتنی تێدا نییە. هەروەک چۆن بە چەندێتی دابەش نابێت، بە وتەی شیکەرەوەش (القول الشارح) دابەش نابێت. چونکە زاتەکەی لە چەند شتێک پێک نایەت... وەک مرۆڤ کە لە گیاندار و قسەکەر پێک هاتووە... ئەمە وێنا ناکرێت، و بەبێ ئەمەش دووانە بوون وێنا ناکرێت.",
              "commentary": "دەرەنجامی کۆتایی فەیلەسووفان ئەوەیە: بوونەوەری پێویست دەبێت بە پێویستی 'سادە' (بسيط) بێت و هیچ جۆرە پێکهاتنێکی تێدا نەبێت، نە پێکهاتنی فیزیکی و نە پێکهاتنی لۆژیکی (وەک پێکهاتن لە ڕەگەز و جیاکەرەوە). مادام بوونی دوو بوونەوەری پێویست دەبێتە هۆی 'پێکهاتن'، و 'پێکهاتن'یش لە بوونەوەری پێویستدا مەحاڵە، کەواتە بوونی دوو بوونەوەری پێویست مەحاڵە. کەواتە خودا یەکە."
            },
            {
              "line_number": "205",
              "original_text": "والجواب أنه مسلم أنه لا تتصور التثنية إلا بالمغايرة في شيء ما وأن المتماثلين من كل وجه لا يتصور تغايرهما. ولكن قولكم: إن هذا النوع من التركيب محال في المبدأ الأول، تحكم محض. فما البرهان عليه؟ ولنرسم هذه المسألة على حيالها فإن من كلامهم المشهور أن المبدأ الأول لا ينقسم بالقول الشارح كما لا ينقسم بالكمية، وعليه ينبنى إثبات وحدانية الله عندهم.",
              "translation": "وەڵام: قبووڵکراوە کە دووانە بوون وێنا ناکرێت مەگەر بە جیاوازی لە شتێکدا و ئەوەی لە هەموو ڕوویەکەوە وەک یەکن وێنای جیاوازییان ناکرێت. بەڵام وتەکەی ئێوە کە 'ئەم جۆرە پێکهاتنە لە بنەمای یەکەمدا مەحاڵە'، حوکمێکی سەپێنراوی ڕووتە. بەڵگەی لەسەر چییە؟ با ئەم مەسەلەیە بە جیا باس بکەین، چونکە لە قسە بەناوبانگەکانیانە کە بنەمای یەکەم بە وتەی شیکەرەوە دابەش نابێت هەروەک چۆن بە چەندێتی دابەش نابێت. سەلماندنی یەکتاپەرستیی خوداش لای ئەوان لەسەر ئەمە بنیاد نراوە.",
              "commentary": "غەزالی هێرش دەکاتە سەر بنەمای سەرەکیی بەڵگەکەیان. ئەو قبووڵی دەکات کە دوو بوونەوەری پێویست دەبێت جیاواز بن و ئەمەش دەبێتە هۆی جۆرێک لە 'پێکهاتنی لۆژیکی'. بەڵام ئەو پرسیار دەکات: کێ وتوویەتی ئەم جۆرە پێکهاتنە لۆژیکییە لە خودادا مەحاڵە؟ غەزالی بانگەشەکەی ئەوان بە حوکمێکی سەپێنراوی بێ بەڵگە دادەنێت و خۆی ئامادە دەکات بۆ هەڵوەشاندنەوەی."
            },
            {
              "line_number": "206",
              "original_text": "قولهم الوحدة في الله تنفي الكثرة بل زعموا أن التوحيد لا يتم إلا بإثبات الوحدة لذات الباري من كل وجه وإثبات الوحدة بنفي الكثرة من كل وجه، والكثرة تتطرق إلى الذوات من خمسة أوجه:",
              "translation": "وتەی ئەوان: یەکێتی لە خودادا فرەیی ڕەتدەکاتەوە. بەڵکو بانگەشەی ئەوەیان کردووە کە یەکتاپەرستی تەواو نابێت مەگەر بە سەلماندنی یەکێتی بۆ زاتی دروستکار لە هەموو ڕوویەکەوە، و سەلماندنی یەکێتی بە ڕەتکردنەوەی فرەیی لە هەموو ڕوویەکەوە. فرەییش لە پێنج ڕووەوە ڕوو لە زاتەکان دەکات:",
              "commentary": "غەزالی لێرەدا دەست دەکات بە خستنەڕووی وردی بۆچوونی فەیلەسووفان لەسەر چەمکی 'یەکبوونی ڕەها' و ئەو پێنج جۆرە 'فرەیی'یەی کە ئەوان لە خودادا ڕەتی دەکەنەوە."
            },
            {
              "line_number": "207",
              "original_text": "الأول بقبول الانقسام فعلاً أو وهماً. فلذلك لم يكن الجسم الواحد واحداً مطلقاً، فإنه واحد بالاتصال القائم القابل للزوال فهو منقسم في الوهم بالكمية. وهذا محال في المبدأ الأول.",
              "translation": "یەکەم: قبووڵکردنی دابەشبوون بە کردار یان بە وەهم. هەر بۆیەش جەستەی یەک، یەکێکی ڕەها نییە. چونکە بە لکانی پێکەوە یەکە کە دەکرێت نەمێنێت، کەواتە لە وەهمدا بە چەندێتی دابەش دەبێت. ئەمە لە بنەمای یەکەمدا مەحاڵە.",
              "commentary": "جۆری یەکەمی فرەیی: 'فرەیی چەندێتی' یان 'دابەشبوونی فیزیکی'. هەر شتێک کە قەبارەی هەبێت، لانیکەم لە وەهمدا دەتوانرێت دابەش بکرێت. خودا نابێت جەستە بێت."
            },
            {
              "line_number": "208",
              "original_text": "الثاني أن ينقسم الشيء في العقل إلى معنيين مختلفين. لا بطريق الكمية كانقسام الجسم إلى الهيولى والصورة... وهذا أيضاً منفي عن الله فلا يجوز أن يكون الباري صورة في جسم ولا مادة في هيولى لجسم ولا مجموعهما.",
              "translation": "دووەم: ئەوەی شتێک لە عەقڵدا دابەش ببێت بۆ دوو مانای جیاواز، نەک بە ڕێگەی چەندێتی. وەک دابەشبوونی جەستە بۆ 'ماددە' (هيولى) و 'شێوە' (صورة)... ئەمەش لە خودادا ڕەتکراوەتەوە. دروست نییە دروستکار نە شێوە بێت لە جەستەدا و نە ماددە و نە کۆی هەردووکیان.",
              "commentary": "جۆری دووەمی فرەیی: 'فرەیی پێکهاتەیی' (ماددە و شێوە). هەر جەستەیەک لەم دوو بنەمایە پێک هاتووە. خودا نابێت لە هیچ شتێک پێک هاتبێت."
            },
            {
              "line_number": "209",
              "original_text": "الثالث الكثرة بالصفات بتقدير العلم والقدرة والإرادة. فإن هذه الصفات إن كانت واجبة الوجود كان وجوب الوجود مشتركاً بين الذات ويبن هذه الصفات ولزمت كثرة في واجب الوجود وانتفت الوحدة.",
              "translation": "سێیەم: فرەیی بە 'سیفەت'ـەکان، بە دانانی زانست و توانا و ویست. چونکە ئەگەر ئەم سیفەتانە 'پێویستی بوون' بن، ئەوا پێویستیی بوون هاوبەش دەبێت لە نێوان زات و ئەم سیفەتانەدا، و فرەیی لە بوونەوەری پێویستدا دروست دەبێت و یەکێتی نامێنێت.",
              "commentary": "جۆری سێیەمی فرەیی: 'فرەیی سیفات'. ئەگەر خودا 'زات'ێکی هەبێت و 'سیفەت'ـگەلێکیشی (وەک زانست و توانا) هەبێت کە جیاواز بن لە زاتەکەی، ئەوا ئەمە فرەیی دروست دەکات. ئەمە خاڵی سەرەکیی ناکۆکیی نێوان فەیلەسووفان و زۆرێک لە زانایانی کەلامە."
            },
            {
              "line_number": "210",
              "original_text": "الرابع كثرة عقلية تحصل بتركيب الجنس والنوع. فإن السواد سواد ولون والسوادية غير اللونية في حق العقل، بل اللونية جنس والسوادية فصل فهو مركب من جنس وفصل... وهذا نوع كثرة. فزعموا أن هذا أيضاً منفي عن المبدأ الأول.",
              "translation": "چوارەم: فرەییەکی عەقڵی کە بە پێکهاتنی 'ڕەگەز' (جنس) و 'جۆر' (نوع) دروست دەبێت. ڕەشی، ڕەشییە و ڕەنگیشە. 'ڕەش بوون' جیاوازە لە 'ڕەنگ بوون' لە عەقڵدا. بەڵکو 'ڕەنگ بوون' ڕەگەزە و 'ڕەش بوون' جیاکەرەوەیە (فصل). کەواتە لە ڕەگەز و جیاکەرەوە پێک هاتووە... ئەمەش جۆرێکە لە فرەیی. بانگەشەی ئەوەیان کردووە کە ئەمەش لە بنەمای یەکەمدا ڕەتکراوەتەوە.",
              "commentary": "جۆری چوارەمی فرەیی: 'فرەیی لۆژیکی' (پێکهاتن لە ڕەگەز و جیاکەرەوە). هەر شتێک کە بتوانرێت پێناسە بکرێت، لە چەمکێکی گشتیتر (ڕەگەز) و سیفەتێکی تایبەت (جیاکەرەوە) پێک هاتووە. خودا نابێت پێناسەی بکرێت، چونکە ئەمە وا دەکات ببێتە بوونەوەرێکی پێکهاتوو."
            },
          ]
        }
      ]
    }
  ]
}
