{
  "books": [
    {
      "title": "تهافت الفلاسفة (Tahāfut al-Falāsifa)",
      "author": "ئیمام غەزالی | أبو حامد الغزالي",
      "sections": [
        {
          "section_title": "یەکێتیی زات و سیفاتەکانی خودا: مانای بەخشندەیی، چاکە، و عەشقی خودایی",
          "lines": [
            {
              "line_number": "231",
              "original_text": "فحياته عين ذاته أيضاً. ... والجواد، الذي لا يكتسب بجوده شيئاً وإذا قيل له: جواد، أريد به أن يفيض عنه الكل لا لغرض يرجع إليه. والجود يتم بشيئين: أحدهما أن يكون للمنعم فائدة فيما وهب منه، فلعل من يهب شيئاً ممن هو مستغن عنه لا يوصف بالجود. والثاني أن لا يحتاج الجواد إلى الجود فيكون إقدامه على الجود لحاجة نفسه. وكل من يجود ليمدح أو يثنى عليه أو يتخلص من مذمة فهو مستعيض وليس بجواد، وإنما الجود الحقيقي لله فإنه ليس يبغي به خلاصاً عن ذم ولا كمالاً مستفاداً بمدح. فيكون الجواد اسماً منبئاً عن وجوده مع إضافة إلى الفعل وسلب للغرض، فلا يؤدي إلى الكثرة في ذاته.",
              "translation": "کەواتە ژیانیشی هەر خودی زاتیەتی. ... و [سەبارەت بە سیفەتی] 'بەخشندە'، [مەبەست لێی] ئەوەیە کە بە بەخشندەییەکەی هیچ شتێک بەدەست ناهێنێت، و کاتێک پێی دەوترێت: بەخشندە، مەبەست لێی ئەوەیە کە هەموو شت لێیەوە هەڵدەقوڵێت [نەک] بۆ مەبەستێک کە بۆ خۆی بگەڕێتەوە. بەخشندەیی بە دوو شت تەواو دەبێت: یەکەمیان ئەوەی کە بەخشەر سوودێکی لەوەدا هەبێت کە بەخشیویەتی، بۆیە لەوانەیە ئەوەی شتێک ببەخشێت کە خۆی پێویستی پێی نییە، بە بەخشندە وەسف نەکرێت. دووەمیشیان ئەوەی کە بەخشندە پێویستی بە بەخشینەکە نەبێت، تاکو بەخشینەکەی بۆ پێویستیی نەفسی خۆی بێت. هەر کەسێک ببەخشنێت بۆ ئەوەی ستایش بکرێت یان لە سەرزەنشت ڕزگاری بێت، ئەوا ئەو کەسە بەرانبەرخوازە و بەخشندە نییە. بەخشندەیی ڕاستەقینە تەنها هی خودایە، چونکە ئەو بەهۆیەوە نە داوای ڕزگاربوون لە سەرزەنشت دەکات و نە داوای کەماڵێک دەکات کە لە ستایشەوە بەدەستی بێت. کەواتە 'بەخشندە' ناوێکە ئاماژە بە بوونی ئەو دەکات لەگەڵ پەیوەندییەک بۆ کردار و سەلبکردنی مەبەست، بۆیە نابێتە هۆی فرەیی لە زاتیدا.",
              "commentary": "لێرەدا فەیلەسووفەکان مانای 'بەخشندەیی' (الجود) بۆ خودا لێک دەدەنەوە. لای ئەوان، بەخشندەیی خودا وەک هی مرۆڤ نییە کە هەمیشە بۆ مەبەستێکە (غرض)، وەک بەدەستهێنانی ستایش یان دوورکەوتنەوە لە لۆمە. بەخشندەیی خودا بریتییە لە هەڵقوڵانی (فيضان) بوون لێیەوە بەبێ ئەوەی هیچ سوودێک یان کەماڵێکی نوێی بۆ بگەڕێتەوە. بەم شێوەیە، 'بەخشندە' نابێتە سیفەتێکی زیادە لەسەر زات، بەڵکو تەنیا وەسفکردنی پەیوەندیی نێوان زاتی خودا و کردارەکانیەتی، لەگەڵ جەختکردنەوە لەسەر بێمەبەستیی ئەو کردارە. ئامانجی سەرەکی هەمیشە پاراستنی زاتە لە فرەیی (الكثرة)."
            },
            {
              "line_number": "232",
              "original_text": "والخير المحض ... وإذا قيل: خير محض، فإما أن يراد به وجوده بريئاً عن النقص وإمكان العدم، فإن الشر لا ذات له بل يرجع إلى عدم جوهر أو عدم صلاح حال الجوهر، وإلا فالوجود من حيث أنه وجود خير فيرجع هذا الاسم إلى السلب لإمكان النقص والشر. وقد يقال: خير، لما هو سبب لنظام الأشياء، والأول مبدأ لنظام كل شيء، فهو خير، ويكون الاسم دالاً على الوجود مع نوع إضافة.",
              "translation": "و [سەبارەت بە] 'چاکەی پەتی'... کاتێک دەوترێت: چاکەی پەتی، یان مەبەست لێی بوونیەتی کە پاکە لە کەمایەسی و ئیمکانی نەبوون، چونکە شەڕ زاتی نییە بەڵکو دەگەڕێتەوە بۆ نەبوونی جەوهەرێک یان نەبوونی باشیی حاڵی جەوهەرێک. ئەگەرنا، بوون لەو ڕووەوە کە بوونە، چاکەیە. کەواتە ئەم ناوە دەگەڕێتەوە بۆ سەلبکردنی ئیمکانی کەمایەسی و شەڕ. و هەندێک جار دەوترێت: چاکە، بەوەی کە هۆکاری سیستەمی شتەکانە، و 'یەکەم'یش بنەمای سیستەمی هەموو شتێکە، کەواتە چاکەیە، و ناوەکە ئاماژە دەکات بە بوون لەگەڵ جۆرێک لە پەیوەندی.",
              "commentary": "فەیلەسووفەکان دوو لێکدانەوەی فەلسەفی بۆ سیفەتی 'چاکەی پەتی' (الخير المحض) دەخەنەڕوو. یەکەم: لێکدانەوەیەکی ئۆنتۆلۆژی، کە 'چاکە' بریتییە لە خودی بوون، و 'شەڕ' (الشر) زاتێکی سەربەخۆی نییە بەڵکو تەنها 'نەبوون' (عدم)ـە، واتە کەمایەسییەکە لە بووندا. خودا چاکەی پەتییە چونکە بوونێکی تەواوە و هیچ کەمایەسییەکی تێدا نییە. دووەم: لێکدانەوەیەکی گەردوونی، کە 'چاکە' بریتییە لەوەی سەرچاوەی سیستەم و ڕێکخستنی گەردوون (نظام الأشياء) بێت. هەردوو لێکدانەوەکە سیفەتەکە دەکەن بە سەلبکردنێک (نەبوونی کەمایەسی) یان پەیوەندییەک (سەرچاوەی سیستەم)، بۆ ئەوەی هیچ فرەییەک نەخەنە ناو زاتی خوداوە."
            },
            {
              "line_number": "233",
              "original_text": "وواجب الوجود وإذا قيل: واجب الوجود، فمعناه هذا الوجود مع سلب علة لوجوده وإحالة علة لعدمه أولاً وآخراً.",
              "translation": "و [سەبارەت بە] 'واجبی بوون'، کاتێک دەوترێت: واجبی بوون، ماناکەی بریتییە لەم بوونە لەگەڵ سەلبکردنی هۆکارێک بۆ بوونی و مەحاڵبوونی هۆکارێک بۆ نەبوونی، لە ئەزەل و ئەبەددا.",
              "commentary": "ئەمە پێناسەیەکی کورت و پوختی زاراوەی سەرەکیی فەلسەفەی ئیسلامییە بۆ خودا. 'واجبی بوون' (واجب الوجود) دوو ڕەهەندی هەیە: یەکەم، بوونێکی بێهۆکارە، واتە بوونی لە زاتی خۆیەوەیە و لە هیچ شتێکی ترەوە وەری نەگرتووە. دووەم، بوونێکی پێویستە، واتە نەبوونی مەحاڵە. ئەمەش بە تەواوی خودا لە هەموو بوونەوەرە 'مومکین'ـەکانی تر جیادەکاتەوە کە بوون و نەبوونیان لە خۆیانەوە نییە."
            },
            {
              "line_number": "234",
              "original_text": "والعاشق والمعشوق واللذيذ والملتذ وإذا قيل: عاشق ومعشوق ولذيذ وملتذ، فمعناه هو أن كل جمال وبهاء وكمال فهو محبوب ومعشوق لذي الكمال ولا معنى للذة إلا إدراك الكمال الملائم. ومن عرف كمال نفسه في إحاطته بالمعلومات لو أحاط بها، وفي جمال صورته وفي كمال قدرته وقوة أعضائه وبالجملة إدراكه لحضور كل كمال هو ممكن له، لو أمكن أن يتصور ذلك في إنسان واحد، لكان محباً لكماله وملتذاً به، وإنما تنتقص لذته بتقدير العدم والنقصان فإن السرور لا يتم بما يزول أو يخشى زواله، والأول له البهاء الأكمل والجمال الأتم إذ كل كمال هو ممكن له فهو حاضر له. وهو مدرك لذلك الكمال مع الأمن من إمكان النقصان والزوال.",
              "translation": "و [سەبارەت بە] 'عاشق و مەعشوق و چێژبەخش و چێژوەرگر'، کاتێک دەوترێت: عاشق و مەعشوق و چێژبەخش و چێژوەرگر، ماناکەی ئەوەیە کە هەموو جوانی و شکۆ و کەماڵێک، خۆشەویست و مەعشوقە لای خاوەن کەماڵ، و چێژیش هیچ مانایەکی نییە جگە لە تێگەیشتن لەو کەماڵەی گونجاوە. ئەوەی کەماڵی خۆی بناسێت لە دەورەدانی بە زانیارییەکان ئەگەر دەورەی بدایە، و لە جوانیی وێنەکەیدا و لە کەماڵی تواناکەیدا و لە هێزی ئەندامەکانیدا، و بە کورتی تێگەیشتنی لە ئامادەبوونی هەموو کەماڵێک کە بۆی مومکینە، ئەگەر مومکین بووایە ئەوە لە یەک مرۆڤدا وێنا بکرێت، ئەوا عاشق بە کەماڵی خۆی دەبوو و چێژی لێ وەردەگرت. بەڵام چێژەکەی کەم دەبێتەوە بەهۆی گریمانەکردنی نەبوون و کەمایەسی، چونکە خۆشی بە شتێک تەواو نابێت کە لەناو دەچێت یان ترسی لەناوچوونی هەیە. و 'یەکەم' [خودا] خاوەنی شکۆی هەرە کەماڵ و جوانیی هەرە تەواوە، چونکە هەموو کەماڵێک کە مومکینە، بۆ ئەو ئامادەیە. ئەو تێگەیشتووی ئەو کەماڵەیە لەگەڵ دڵنیایی لە [مەحاڵبوونی] کەمایەسی و لەناوچوون.",
              "commentary": "ئەمە لوتکەی تێڕوانینی فەلسەفییە بۆ خودا وەک خۆشەویستیی عەقڵی. فەیلەسووفەکان 'چێژ' (اللذة) بە تێگەیشتنی عەقڵی لە کەماڵی خود پێناسە دەکەن. بەو پێیەی خودا خاوەنی کەماڵی ڕەهایە و بە شێوەیەکی ڕەهاش لە کەماڵی خۆی تێدەگات، کەواتە ئەو لە بەرزترین پلەی چێژ و عەشق و خۆشەویستیدایە بەرانبەر بە زاتی خۆی. لێرەدا، چوار سیفەتەکە یەکدەگرنەوە: خودا 'عاشق' (العاشق)ـە چونکە تێدەگات، و 'مەعشوق' (المعشوق)ـە چونکە کەماڵەکەی بابەتی تێگەیشتنە، و 'چێژبەخش' (اللذيذ)ـە چونکە کەماڵەکەی سەرچاوەی چێژە، و 'چێژوەرگر' (الملتذ)ـە چونکە خودی تێگەیشتووەکەیە. هەموو ئەمانە دەگەڕێنەوە بۆ یەک حەقیقەت: تێگەیشتنی تەواوی خودا لە زاتی خۆی."
            },
             {
          "section_title": "یەکێتیی زات و سیفاتەکانی خودا: مانای بەخشندەیی، چاکە، و عەشقی خودایی",
          "lines": [
            {
              "line_number": "235",
              "original_text": "الحاصل له فوق كل كمال فإحبابه وعشقه لذلك الكمال فوق كل إحباب والتذاذه به فوق كل التذاذ، بل لا نسبة لذاتنا إليها البتة، بل هي أجل من أن يعبر عنها باللذة والسرور والطيبة.",
              "translation": "کەواتە ئەو کەماڵەی هەیەتی لە سەرووی هەموو کەماڵێکەوەیە، بۆیە خۆشویستن و عەشقی بۆ ئەو کەماڵە لە سەرووی هەموو خۆشویستنێکەوەیە و چێژوەرگرتنی پێی لە سەرووی هەموو چێژوەرگرتنێکەوەیە. بەڵکو چێژەکانی ئێمە هەرگیز بەراورد ناکرێن [لەگەڵ ئەودا]، بەڵکو [حاڵەتی ئەو] گەورەترە لەوەی بە وشەکانی چێژ و خۆشی و شادی دەریببڕین.",
              "commentary": "ئەمە دەرەنجامی بەشی پێشووە. فەیلەسووفەکان جەخت دەکەنەوە کە 'چێژ'ی خودایی، کە بریتییە لە تێگەیشتنی لە کەماڵی ڕەهای خۆی، بە هیچ شێوەیەک بەراورد ناکرێت بە چێژە مرۆییەکان. زمان مرۆیی ناتوانێت گوزارشت لە حەقیقەتی ئەو حاڵەتە خوداییە بکات، بۆیە بەکارهێنانی وشەی وەک 'چێژ' (اللذة) تەنیا لەبەر ناچاری و بۆ نزیککردنەوەی ماناکەیە."
            },
            {
              "line_number": "236",
              "original_text": "عدم وجود العبارات الخاصة إلا أن تلك المعاني ليس لها عبارات عندنا، فلا بد من الإبعاد في الاستعارة كما نستعير له لفظ المريد والمختار والفاعل منا مع القطع ببعد إرادته عن إرادتنا وبعد قدرته وعلمه عن قدرتنا وعلمنا، ولا بعد في أن يستبشع عبارة اللذة فيستعمل غيره.",
              "translation": "بەڵام ئەم مانایانە دەربڕینی تایبەتیان لای ئێمە نییە، بۆیە ناچارین پشت بە خوازەی دوور ببەستین، هەروەک چۆن وشەکانی 'ویستکار' و 'هەڵبژێرەر' و 'بکەر'ی خۆمان بۆ ئەو بە خوازە وەردەگرین، لەکاتێکدا بە دڵنیاییەوە دەزانین کە ویستی ئەو چەندە دوورە لە ویستی ئێمە و توانا و زانینیشی [دوورە] لە توانا و زانینی ئێمە. و نامەعقووڵ نییە کەسێک دەربڕینی 'چێژ'ی بە ناشرین بزانێت و وشەیەکی دیکە بەکاربهێنێت.",
              "commentary": "لێرەدا فەیلەسووفەکان کێشەی زمانی ئایینی/فەلسەفی چارەسەر دەکەن. ئەوان دان بەوەدا دەنێن کە بەکارهێنانی سیفاتە مرۆییەکان بۆ خودا تەنیا 'خوازە'یە (الاستعارة). ئێمە ناچارین ئەم وشانە بەکاربهێنین چونکە زمانی مرۆڤ سنووردارە، بەڵام دەبێت هەمیشە لە یادمان بێت کە مانای ئەم سیفاتانە لە خودادا بە تەواوی جیاوازە لە مانایان لە مرۆڤدا. ئەمە بەرگریی ئەوانە لە بەرانبەر تۆمەتی شوبهاندن (anthropomorphism)."
            },
            {
              "line_number": "237",
              "original_text": "الله مغبوط وهو الخير المحض والمقصود أن حالته أشرف من أحوال الملائكة وأحرى بأن يكون مغبوطاً، وحالة الملائكة أشرف من أحوالنا، ولو لم تكن لذة إلا في شهوة البطن والفرج لكان حال الحمار والخنزير أشرف من حال الملائكة وليس لها لذة، أي للمبادئ من الملائكة المجردة عن المادة، إلا السرور بالشعور بما خص بها من الكمال والجمال الذي لا يخشى زواله. ولكن الذي للأول فوق الذي للملائكة، فإن وجود الملائكة التي هي العقول المجردة وجود ممكن في ذاته واجب الوجود بغيره، وإمكان العدم نوع شر ونقص، فليس شيء بريئاً عن كل شر مطلقاً سوى الأول فهو الخير المحض وله البهاء والجمال الأكمل.",
              "translation": "خودا شایەنی بەختیارییە و ئەو چاکەی پەتییە. مەبەست ئەوەیە کە حاڵەتی ئەو بەرزترە لە حاڵەتی فریشتەکان و شایستەترە کە جێی بەختیاری بێت، و حاڵەتی فریشتەکانیش بەرزترە لە حاڵەتی ئێمە. ئەگەر چێژ تەنیا لە ئارەزووی سک و داوێندا بووایە، ئەوا حاڵی کەر و بەراز بەرزتر دەبوو لە حاڵی فریشتەکان کە ئەو چێژەیان نییە. واتە بۆ بنەماکان لە فریشتە ماددە-داماڵراوەکان، [چێژ] تەنیا بریتییە لە خۆشیی هەستکردن بەو کەماڵ و جوانییەی پێیان بەخشراوە کە ترسی لەناوچوونی نییە. بەڵام ئەوەی 'یەکەم' هەیەتی، لە سەرووی ئەوەی فریشتەکانەوەیە، چونکە بوونی فریشتەکان، کە عەقڵە پەتییەکانن، بوونێکی 'لە زاتی خۆیدا مومکین و بە غەیری خۆی واجب'ـە. ئیمکانی نەبوونیش جۆرێکە لە شەڕ و کەمایەسی. کەواتە هیچ شتێک بە شێوەیەکی ڕەها لە هەموو شەڕێک بێبەری نییە جگە لە 'یەکەم'، کەواتە ئەو چاکەی پەتییە و خاوەنی شکۆ و جوانیی هەرە تەواوە.",
              "commentary": "فەیلەسووفەکان پلەبەندییەک بۆ 'چێژ' و 'خۆشی' دادەنێن: چێژی هەستەکی (ئاژەڵ)، چێژی عەقڵی (مرۆڤ)، چێژی عەقڵی پەتی (فریشتەکان)، و لە کۆتاییدا چێژی خودایی کە لە سەرووی هەموویانەوەیە. لێرەدا 'چاکەی پەتی' (الخير المحض) بە مانایەکی مێتافیزیکیی قووڵتر پێناسە دەکرێتەوە: چاکە بریتییە لە بوونی پێویست (واجبی)، و شەڕ بریتییە لە 'ئیمکانی نەبوون' (إمكان العدم). تەنیا خودایە کە بە تەواوی لەم 'شەڕ'ە مێتافیزیکییە پاکە.\n\nIstilahên Serekî:\n- **مغبوط (maghbūṭ)**: کراوە بە «شایەنی بەختیاری». حاڵەتێکە کە ئاواتی بۆ دەخوازرێت بەبێ حەسوودی.\n- **العقول المجردة (al-ʿuqūl al-mujarrada)**: کراوە بە «عەقڵە پەتییەکان». زاراوەی فەلسەفییە بۆ فریشتەکان، کە بوونەوەری ناماددین."
            },
            {
              "line_number": "238",
              "original_text": "ثم هو معشوق عشقه غيره أو لم يعشقه كما أنه عاقل ومعقول عقله غيره أو لم يعقله. وكل هذه المعاني راجعة إلى ذاته وإلى إدراكه لذاته وعقله له، وعقله لذاته هو عين ذاته فإنه عقل مجرد، فيرجع الكل إلى معنى واحد.",
              "translation": "پاشان، ئەو مەعشوقە، جا غەیری خۆی عەشقی بێت یان نا، هەروەک چۆن عاقڵ و مەعقوولە، جا غەیری خۆی تێی بگات یان نا. هەموو ئەم مانایانە دەگەڕێنەوە بۆ زاتی خۆی و بۆ تێگەیشتنی لە زاتی خۆی و عەقڵکردنی. و عەقڵکردنی لە زاتی خۆی هەر خودی زاتیەتی، چونکە ئەو عەقڵێکی پەتییە، کەواتە هەمووی دەگەڕێتەوە بۆ یەک مانای تاک.",
              "commentary": "ئەمە پوختەی تێڕوانینی فەلسەفییە بۆ یەکێتیی خودا. کەماڵەکانی خودا (وەک مەعشوق بوون یان مەعقوول بوون) پەیوەست نین بە بوونەوەرانی ترەوە. ئەو لە خۆیدا و بۆ خۆی کامڵە. لە کۆتاییدا، هەموو ئەو سیفەتانە (زانین، ویست، توانا، عەشق) دەتوێنەوە و دەبنەوە بە یەک حەقیقەت: زاتی خودا کە عەقڵێکی پەتییە و بە تەواوی لە زاتی خۆی تێدەگات. لە خودادا، عاقڵ (زانەر)، مەعقوول (زانراو)، و عەقڵ (زانین) یەکن و هەمان زاتن."
            },
            {
              "line_number": "239",
              "original_text": "قولنا سنبين بذلك ما لا يصح على أصلهم وما هو فاسد فهذا طريق تفهيم مذهبهم،",
              "translation": "[غەزالی دەڵێت:] وتنی ئێمە [کە گوتمان] بەمە ئەوە ڕوون دەکەینەوە کە [دواتر] لەسەر بنەمای ئەوان دروست نییە و پووچەڵە، [بەڵام] ئەمە ڕێگایەکە بۆ تێگەیاندنی مەزهەبی ئەوان.",
              "commentary": "لێرەدا، غەزالی خۆی دێتە قسە و دەمامکی گێڕەرەوەی بۆچوونی فەیلەسووفەکان دادەگرێت. ئەو بە ڕوونی دەڵێت کە هەموو ئەوەی تا ئێستا باسی کردووە، تەنها خستنەڕوویەکی وردی بۆچوونی ئەوان بووە ('تفهيم مذهبهم'). ئەم ڕستەیە خاڵی وەرچەرخانە لە کتێبەکەدا، کە ئاماژەیە بۆ ئەوەی لە بەشەکانی داهاتوودا دەست دەکات بە ڕەخنەگرتن و پووچەڵکردنەوەی ئەم بۆچوونانە."
            },
             {
              "line_number": "240",
              "original_text": "وهذه الأمور منقسمة إلى ما يجوز اعتقاده فنبين أنه لا يصح على أصلهم، وإلى ما لا يصح اعتقاده فنبين فساده.",
              "translation": "ئەم شتانە دابەش دەبن بۆ ئەوەی کە باوەڕپێکردنی دروستە، کە [لێرەدا] ڕوونی دەکەینەوە کە لەسەر بنەمای ئەوان [فەیلەسووفان] دروست نییە؛ و بۆ ئەوەی کە باوەڕپێکردنی دروست نییە، کە [لێرەدا] پووچەڵییەکەی ڕوون دەکەینەوە.",
              "commentary": "لێرەدا غەزالی ستراتیژی ڕەخنەگرتنی خۆی دیاری دەکات. ئەو بۆچوونەکانی فەیلەسووفان دابەش دەکات بۆ دوو بەش: هەندێکیان لە بنەڕەتدا لەگەڵ باوەڕی ئیسلامیدا دەگونجێن بەڵام فەیلەسووفەکان ناتوانن لە چوارچێوەی سیستەمە فەلسەفییەکەی خۆیاندا بیسەلمێنن (واتە تووشی ناکۆکیی ناوخۆیی دەبن). هەندێکی تریشیان لە بنەڕەتدا هەڵەن و پووچەڵن، و غەزالی ڕاستەوخۆ پووچەڵییەکەیان دەسەلمێنێت."
            },
            {
              "line_number": "241",
              "original_text": "ولنعد إلى المراتب الخمسة في أقسام الكثرة ودعواهم نفيها، ولنبين عجزهم عن إقامة الدليل، ولنرسم كل واحد مسألة على حيالها.",
              "translation": "با بگەڕێینەوە بۆ پێنج پلەکەی بەشەکانی فرەیی و بانگەشەی ئەوان بۆ ڕەتکردنەوەی، و با بێتواناییان لە هێنانەوەی بەڵگەدا ڕوون بکەینەوە، و با هەریەکەیان وەک پرسیارێکی جیاواز دابڕێژین.",
              "commentary": "غەزالی بە فەرمی دەست بە ڕەخنەکانی دەکات. ئەو ئاماژە بە 'پێنج پلەی فرەیی' دەکات کە فەیلەسووفەکان لە خودایاندا ڕەتی دەکەنەوە. یەکەم و گرنگترینیان فرەیی سیفاتەکانە لەگەڵ زاتدا. ئەو بەڵێنی داوە کە هەر یەکێک لەم ڕەتکردنەوەیانە وەک پرسیارێکی سەربەخۆ (`مسألة`) تاوتوێ بکات و بێتوانایی فەیلەسووفەکان لە سەلماندنیدا نیشان بدات."
            },
            {
              "line_number": "242",
              "original_text": "مسألة الفلاسفة أجمعوا على نفي الصفات اتفقت الفلاسفة على استحالة إثبات العلم والقدرة والإرادة للمبدأ الأول، كما اتفقت المعتزلة عليه وزعموا أن هذه الأسامي وردت شرعاً، ويجوز إطلاقها لغة ولكن ترجع إلى ذات واحدة كما سبق، ولا يجوز إثبات صفات زائدة على ذاته، كما يجوز في حقنا أن يكون علمنا وقدرتنا وصفاً لنا زائداً على ذاتنا.",
              "translation": "پرسیار: فەیلەسووفان کۆکن لەسەر ڕەتکردنەوەی سیفاتەکان. فەیلەسووفان کۆکن لەسەر مەحاڵبوونی سەلماندنی زانین و توانا و ویست بۆ بنەمای یەکەم، هەروەک چۆن موعتەزیلەش لەسەر ئەمە کۆکن. ئەوان وا دەزانن کە ئەم ناوانە لە شەرعدا هاتوون و لە زماندا بەکارهێنانیان دروستە، بەڵام هەمووی دەگەڕێتەوە بۆ زاتێکی تاک وەک پێشتر باسمان کرد، و دروست نییە سیفاتانێک بسەلمێنرێن کە زیادە بن لەسەر زاتی، وەک چۆن بۆ ئێمە دروستە کە زانین و توانامان سیفەتێک بن بۆمان کە زیادە بن لەسەر زاتمان.",
              "commentary": "ئەمە یەکەم پرسیاری سەرەکییە. غەزالی کێشەکە دادەڕێژێت: فەیلەسووفەکان، هاوشێوەی موعتەزیلە، باوەڕیان وایە کە خودا هیچ سیفەتێکی نییە کە 'زیادە بێت لەسەر زاتی' (`صفات زائدة على ذاته`). لای ئەوان، وتنی 'خودا زانایە' تەنیا مانای ئەوەیە کە زاتی خودا خۆی زانینە، نەک ئەوەی سیفەتێکی جیاواز بە ناوی 'زانین'ەوە هەبێت کە بە زاتەکەوە لکابێت. ئەمە پێچەوانەی بۆچوونی ئەشعەرییەکانە (کە غەزالیش یەکێکە لێیان) کە باوەڕیان بە سیفاتی حەقیقی و ئەزەلی هەیە.\n\nIstilahên Serekî:\n- **الصفات (al-ṣifāt)**: کراوە بە «سیفاتەکان». مەبەست لێی سیفەتە خوداییەکانی وەک زانین، توانا، ویست، ژیان، و هتد.\n- **المعتزلة (al-muʿtazila)**: کراوە بە «موعتەزیلە». قوتابخانەیەکی کەلامی ئیسلامی بوون کە جەختیان لەسەر یەکتاپەرستیی (تەوحید) ڕەها دەکردەوە و هەر بۆیە سیفاتە زیادەکان لەسەر زاتیان ڕەت دەکردەوە."
            },
            {
              "line_number": "243",
              "original_text": "لأنها توجب الكثرة في الله وزعموا أن ذلك يوجب كثرة، لأن هذه الصفات لو طرت علينا لكنا نعلم أنها زائدة على الذات إذ تجددت، ولو قدر مقارناً لوجودنا من غير تأخر لما خرج عن كونه زائدا على الذات بالمقارنة. فكل شيئين إذا طرى أحدهما على الآخر وعلم أن هذا ليس ذاك وذاك ليس هذا، فلو اقترنا أيضاً عقل كونهما شيئين، فإذن لا تخرج هذه الصفات بأن تكون مقارنة لذات الأول عن أن تكون أشياء سوى الذات، فيوجب ذلك كثرة في واجب الوجود وهو محال. فلهذا أجمعوا على نفي الصفات.",
              "translation": "[بەڵگەیان ئەوەیە] کە [سیفاتەکان] دەبنە هۆی فرەیی لە خودادا. ئەوان وا دەزانن کە ئەوە دەبێتە هۆی فرەیی، چونکە ئەگەر ئەم سیفاتانە بەسەر ئێمەدا نوێ بوونایەتەوە، دەمانزانی کە زیادەن لەسەر زات چونکە نوێ بوونەتەوە. و ئەگەر بە هاوکات لەگەڵ بوونماندا دابنرایە بەبێ دواکەوتن، هەر لەوە دەرنەدەچوو کە بەهۆی هاوکاتییەکەوە زیادە بێت لەسער زات. هەر دوو شت ئەگەر یەکێکیان بەسەر ئەوی تردا نوێ ببێتەوە و بزانرێت کە ئەمە ئەوە نییە و ئەوەش ئەمە نییە، ئەوا ئەگەر هاوکاتیش بوونایە، عەقڵ هەر بە دوو شت دایدەنان. کەواتە، ئەم سیفاتانە بە هاوکاتبوونیان لەگەڵ زاتی یەکەمدا، لەوە دەرناچن کە شتگەلێک بن جگە لە زات، ئەمەش دەبێتە هۆی فرەیی لە واجبی بووندا، کە مەحاڵە. هەر بۆیە کۆک بوون لەسەر ڕەتکردنەوەی سیفاتەکان.",
              "commentary": "غەزالی بەڵگەی سەرەکیی فەیلەسووفەکان دەخاتەڕوو. بەڵگەکە لەسەر بنەمای ڕەتکردنەوەی 'فرەیی' (الكثرة) لە زاتی خودادا دامەزراوە. بیریارە فەلسەفییەکان دەڵێن: هەر شتێک کە بتوانرێت بە شێوەیەکی عەقڵی لە شتێکی تر جیا بکرێتەوە، ئەوا 'غەیر'ی ئەوە، تەنانەت ئەگەر هەردووکیان ئەزەلی و هاوکاتیش بن. چونکە سیفاتەکان لە ڕووی چەمکییەوە جیاوازن لە زات، سەلماندنیان دەبێتە هۆی سەلماندنی فرەیی لە خودادا، ئەمەش لەگەڵ یەکێتیی ڕەهای 'واجبی بوون'دا ناگونجێت."
            },
            {
              "line_number": "244",
              "original_text": "قولنا ما المانع أن تكون الصفات مقارنة للذات؟ فيقال لهم: وبم عرفتم استحالة الكثرة من هذا الوجه، وأنتم مخالفون من كافة المسلمين سوى المعتزلة، فما البرهان عليه؟ فإن قول القائل: الكثرة محال في واجب الوجود مع كون الذات الموصوفة واحدة، يرجع إلى أنه يستحيل كثرة الصفات، وفيه النزاع. وليس استhalته معلومة بالضرورة، فلا بد من البرهان.",
              "translation": "وتەی ئێمە [وەڵامی ئێمە]: ڕێگر چییە لەوەی سیفاتەکان هاوکاتی زات بن؟ پێیان دەوترێت: بە چی مەحاڵبوونی فرەییتان لەم ڕووەوە زانی، لە کاتێکدا ئێوە جیاوازن لە هەموو موسڵمانان جگە لە موعتەزیلە؟ کەواتە بەڵگەی لەسەر چییە؟ چونکە وتەی ئەو کەسەی دەڵێت: 'فرەیی لە واجبی بووندا مەحاڵە لە کاتێکدا زاتی وەسفکراو یەکە'، دەگەڕێتەوە بۆ ئەوەی کە 'فرەیی سیفاتەکان مەحاڵە'، کە ئەمەش خۆی جێی مشتومڕە. مەحاڵبوونی ئەمە بە پێویستی نەزانراوە [واتە بەدیهی نییە]، بۆیە دەبێت بەڵگەی لەسەر بێت.",
              "commentary": "لێرەوە غەزالی ڕاستەوخۆ دەست بە ڕەخنە دەکات. ئەو داوای 'بەڵگە' (البرهان) لە فەیلەسووفەکان دەکات. ئەو دەڵێت بانگەشەی ئەوان کە گوایە 'فرەیی سیفاتەکان مەحاڵە'، بانگەشەیەکی بەدیهی نییە (`ليس معلومة بالضرورة`)، بەڵکو خۆی پێویستی بە سەلماندن هەیە. ئەو بەم کارە باری سەلماندنەکە دەخاتە سەر شانی فەیلەسووفەکان و ئامادە دەبێت بۆ هەڵوەشاندنەوەی بەڵگەکانیان."
            },
            {
              "line_number": "245",
              "original_text": "قولهم إما أن يستغني كل واحد من الصفة والموصو عن الآخ أو يفتقر كل واحد إلى الآخر أو يستغني واحد عن الآخ ويحتاج الآخر: وكل ذلك محال ولهم مسلكان: الأول قولهم: البرهان عليه أن كل واحد من الصفة والموصوف، إذا لم يكن هذا ذاك ولا ذاك هذا، فإما أن يستغني كل واحد عن الآخر في وجوده، أو يفتقر كل واحد إلى الآخر، أو يستغني واحد عن الآخر",
              "translation": "وتەی ئەوان [لە وەڵامدا]: یان هەریەک لە سیفەت و وەسفکراو پێویستیان بەیەک نییە، یان هەریەکەیان پێویستی بەویترە، یان یەکێکیان پێویستی بەویتر نییە و ئەویتر پێویستی پێیەتی: هەموو ئەمانەش مەحاڵن. و دوو ڕێچکەیان هەیە [بۆ سەلماندنی ئەمە]: یەکەمیان وتەیانە: بەڵگەی لەسەر ئەوەیە کە هەریەک لە سیفەت و وەسفکراو، ئەگەر ئەمە ئەوە نەبێت و ئەوەش ئەمە نەبێت، ئەوا یان هەریەکەیان لە بوونی خۆیدا پێویستی بەویتر نییە، یان هەریەکەیان پێویستی بەویترە، یان یەکێکیان پێویستی بەویتر نییە...",
              "commentary": "غەزالی دەست دەکات بە خستنەڕووی یەکەم بەڵگەی فەرمی و لۆژیکیی فەیلەسووفەکان، کە لەسەر شێوەی دوورکەرەوە (dilemma/trilemma) دامەزراوە. ئەوان دەڵێن پەیوەندیی نێوان زات (الموصوف) و سیفەت (الصفة) دەبێت یەکێک بێت لە سێ ئەگەری لۆژیکی. پاشان هەوڵ دەدەن بیسەلمێنن کە هەر سێ ئەگەرەکە دەبنە هۆی دەرەنجامی مەحاڵ. غەزالی لێرەدا بە وردی ئەم بەڵگەیە دادەڕێژێت بۆ ئەوەی لە بەشی دواتردا هەڵیبوەشێنێتەوە."
            },
            {
              "line_number": "246",
              "original_text": "ويحتاج الآخر. فإن فرض كل واحد مستغنياً فهما واجبا وجود وهو التثنية المطلقة وهو محال. وإما أن يحتاج كل واحد منهما إلى الآخر فلا يكون واحد منهما واجب الوجود، إذ معنى واجب الوجود ما قوامه بذاته وهو مستغن من كل وجه عن غيره، فما احتاج إلى غيره فذك الغير علته، إذ لو رفع ذلك الغير لامتنع وجوده فلا يكون وجوده من ذاته بل من غيره. وإن قيل: أحدهما يحتاج دون الآخر، فالذي يحتاج معلول والواجب الوجود هو الآخر، ومهما كان معلولاً افتقر إلى سبب، فيؤدي إلى أن ترتبط ذات واجب الوجود بسبب.",
              "translation": "... و ئەویتر پێویستی پێیەتی. جا ئەگەر گریمانەی ئەوە بکرێت کە هەریەکەیان پێویستی بەویتر نییە، ئەوا هەردووکیان دوو واجبی بوونن، ئەمەش دووانەیی ڕەهایە و مەحاڵە. و یان هەریەکەیان پێویستی بەویترە، کەواتە هیچ کامیان واجبی بوون نییە، چونکە مانای واجبی بوون ئەوەیە کە بوونی لە زاتی خۆیەوەیە و لە هەموو ڕوویەکەوە پێویستی بە غەیری خۆی نییە. هەر شتێک پێویستی بە غەیری خۆی بێت، ئەوا ئەو غەیرە هۆکاریەتی، چونکە ئەگەر ئەو غەیرە لاببرێت، بوونی [ئەم] مەحاڵ دەبێت، کەواتە بوونی لە زاتی خۆیەوە نییە بەڵکو لە غەیری خۆیەوەیە. و ئەگەر بوترێت: یەکێکیان پێویستی پێیەتی و ئەویتر نا، ئەوا ئەوەی پێویستی پێیەتی هۆکارلێکراوە و واجبی بوون ئەوی تریانە، و هەر کاتێکیش [شتێک] هۆکارلێکراو بوو، پێویستی بە هۆکارێک دەبێت، ئەمەش دەبێتە هۆی ئەوەی کە زاتی واجبی بوون بە هۆکارێکەوە ببەسترێتەوە.",
              "commentary": "لێرەدا غەزالی بەڵگەی فەیلەسووفەکان (کە لەسەر شێوەی سێ ئەگەریی دامەزراوە) تەواو دەکات. ئەوان دەڵێن پەیوەندیی نێوان زات و سیفەت سێ حاڵەتی هەیە و هەرسێکیان مەحاڵن: ١) هەردووکیان سەربەخۆ بن: ئەمە دەبێتە دوو خودا (`التثنية المطلقة`) و شیرکە. ٢) هەردووکیان پێویستیان بەیەک بێت: کەواتە هیچ کامیان 'واجبی بوون' نین، چونکە واجبی بوون پێویستی بە هیچ نییە. ٣) یەکێکیان پێویستی بەویتر بێت: کەواتە ئەوەی پێویستی پێیەتی 'هۆکارلێکراو' (`معلول`)ـە و پێویستی بە هۆکارە، ئەمەش دیسان لەگەڵ 'واجبی بوون'دا ناگونجێت. بەم شێوەیە، فەیلەسووفەکان دەگەنە ئەو دەرەنجامەی کە بوونی سیفەتی جیاواز لە زات مەحاڵە."
            },
            {
              "line_number": "247",
              "original_text": "قولنا المختار من هذه الأقسام هو القسم الأخير هذا وإنكم لا تنفون القسم الأول والاعتراض على هذا أن يقال: المختار من هذه الأقسام هو القسم الأخير. ولكن إبطالكم القسم الأول وهو التثنية المطلقة قد بينا أنه لا برهان لكم عليها في المسألة التي قبل هذه وأنها لا تتم إلا بالبناء على نفي الكثرة في هذه المسألة وما بعدها. فما هو فرع هذه المسألة؟ كيف تنبنى هذه المسألة عليه؟",
              "translation": "وتەی ئێمە [وەڵام]: هەڵبژاردەی ئێمە لەم بەشانە، بەشی کۆتاییە. ئەمە [دەڵێین] لەکاتێکدا ئێوە بەشی یەکەم ڕەت ناکەنەوە. و ڕەخنە لەسەر ئەمە ئەوەیە کە بوترێت: هەڵبژاردەی ئێمە لەم بەشانە، بەشی کۆتاییە. بەڵام پووچەڵکردنەوەتان بۆ بەشی یەکەم، کە دووانەیی ڕەهایە، پێشتر ڕوونمان کردەوە کە هیچ بەڵگەیەکتان لەسەری نییە لە پرسیاری پێش ئەمەدا و [بەڵگەکەتان] تەواو نابێت مەگەر بە بنیادنان لەسەر ڕەتکردنەوەی فرەیی لەم پرسیارە و ئەوانەی دواتردا. جا چۆن شتێک کە دەرەنجامی ئەم پرسیارەیە، ئەم پرسەی لەسەر بنیاد دەنرێت؟",
              "commentary": "غەزالی دەست بە هەڵوەشاندنەوەی بەڵگەکە دەکات. یەکەمجار، بە شێوەیەکی لۆژیکیی ورد، فەیلەسووفەکان بە 'خولانەوە لە بەڵگە' (circular reasoning) تۆمەتبار دەکات. ئەو دەڵێت ڕەتکردنەوەی ئێوە بۆ ئەگەری یەکەم (دوو خودا) لە خۆیدا بەڵگەی سەربەخۆی نییە، بەڵکو هەر لەسەر ئەو گریمانەیە دامەزراوە کە دەتانەوێت بیسەلمێنن (کە فرەیی لە خودادا مەحاڵە). پاشان ڕایدەگەیەنێت کە ئەو ئەگەری سێیەم هەڵدەبژێرێت و بەرگریی لێ دەکات."
            },
            {
              "line_number": "248",
              "original_text": "ولكن المختار أن يقال: الذات في قوامه غير محتاج إلى الصفات، والصفة محتاجة إلى الموصوف كما في حقنا. قولهم المحتاج إلى غيره لا يكون واجب الوجود فيبقى قولهم: إن المحتاج إلى غيره لا يكون واجب الوجود.",
              "translation": "بەڵام هەڵبژاردە ئەوەیە بوترێت: زات لە بوونی خۆیدا پێویستی بە سیفاتەکان نییە، و سیفەت پێویستی بە وەسفکراو هەیە، هەروەک لە حاڵەتی ئێمەدا. [لێرەدا] قسەکەیان دەمێنێتەوە [کە دەڵێن]: 'ئەوەی پێویستی بە غەیری خۆی بێت، واجبی بوون نییە'.",
              "commentary": "غەزالی بە ڕوونی بۆچوونی خۆی (کە بۆچوونی ئەشعەرییەکانە) دەخاتەڕوو: پەیوەندیی نێوان زات و سیفەت هاوتا نییە. زات سەربەخۆیە، بەڵام سیفەت پێویستی بە زاتێک هەیە تا تیایدا بێت. ئەو دان بەوەدا دەنێت کە بەم کارە ڕووبەڕووی بەهێزترین ڕەخنەی فەیلەسووفەکان دەبێتەوە: چۆن شتێک هەم 'پێویستیدار' (`محتاج`) بێت و هەمیش ئەزەلی و بەشێک بێت لە 'واجبی بوون'؟"
            },
            {
              "line_number": "249",
              "original_text": "قولنا الصفة قديمة لا فاعل لها فيقال: إن أردت بواجب الوجود أنه ليس له علة فاعلية، فلم قلت ذلك؟ ولم استحال أن يقال: كما أن ذات واجب الوجود قديم لا فاعل له فكذلك صفته قديمة معه ولا فاعل لها؟ وإن أردت بواجب الوجود",
              "translation": "وتەی ئێمە [وەڵام]: سیفەت کۆنە و بکەری نییە. پێیان دەوترێت: ئەگەر مەبەستت بە 'واجبی بوون' ئەوەیە کە هیچ هۆکارێکی بکەری نییە، [دەپرسین] بۆچی وات وت؟ و بۆچی مەحاڵە بوترێت: هەروەک چۆن زاتی واجبی بوون کۆنە [ئەزەلییە] و بکەری نییە، ئاواش سیفەتەکەی لەگەڵیدا کۆنە و بکەری نییە؟ و ئەگەر مەبەستت بە واجبی بوون...",
              "commentary": "لێرەدا غەزالی هێرش دەکاتە سەر خودی چەمکی 'واجبی بوون'ی فەیلەسووفەکان. ئەو دەست دەکات بە لێکدانەوەی وشەکە و دەڵێت: 'پێویستیدار بوون' (`محتاج`) چ مانایەکی هەیە؟ ئەگەر مەبەستتان لە 'واجبی بوون' ئەوەیە کە 'هۆکارێکی بکەری نییە' (`علة فاعلية`)، ئەوا هیچ کێشەیەک نییە لەوەی بڵێین سیفاتەکانیش وەک زاتەکە ئەزەلین (`قديم`) و هیچ بکەر و دروستکەرێکیان نییە. 'پێویستی'ی سیفەت بە زات، پێویستیی 'بوون' نییە بە 'دروستکەر'، بەڵکو پێویستیی 'وەسف'ە بە 'وەسفکراو'. ئەمە جیاکارییەکی فەلسەفیی زۆر وردە کە بناغەی بەڵگەکەی فەیلەسووفەکان دەلەرزێنێت."
            },
            {
              "line_number": "250",
              "original_text": "أن لا يكون له علة قابلية، فهو ليس بواجب الوجود على هذا التأويل ولكنه مع هذا قديم لا فاعل له. فما المحيل لذلك؟",
              "translation": "[مەبەستت ئەوەیە] کە هیچ هۆکارێکی وەرگری نەبێت، [ئەگەر وابێت] ئەوا [سیفەت] بەپێی ئەم لێکدانەوەیە 'واجبی بوون' نییە، بەڵام لەگەڵ ئەمەشدا کۆنە [ئەزەلییە] و بکەری نییە. جا چی ئەمە بە مەحاڵ دادەنێت؟",
              "commentary": "غەزالی بەردەوامە لە شیکردنەوەی چەمکی 'واجبی بوون'. ئەو دەڵێت: باشە، با گریمانەی ئەوە بکەین کە ئێوە 'واجبی بوون' بە شتێک پێناسە دەکەن کە نە هۆکاری بکەری (`علة فاعلية`) و نە هۆکاری وەرگری (`علة قابلية`) هەبێت. بەم پێناسەیە، ڕاستە سیفەت 'واجبی بوون' نییە چونکە زات وەک وەرگرێکی هەیە. بەڵام هێشتا سیفەتەکە ئەزەلییە (`قديم`) و دروستکەری نییە. غەزالی دەپرسێت: لە کوێی ئەمەدا ناکۆکییەکی لۆژیکی هەیە؟ ئەو بەم کارە جیاوازی دەکات لە نێوان 'ئەزەلی بوون' و 'واجبی بوون' بەپێی پێناسە تەسکەکەی فەیلەسووفەکان."
            },
            {
              "line_number": "251",
              "original_text": "قولهم هي معلولة فإن قيل: واجب الوجود المطلق هو الذي ليس له علة فاعلية ولا قابلية. فإذا سلم أن له علة قابلية فقد سلم كونه معلولاً. قولنا قطع تسلسل العلل ممكن بواحد له صفات قلنا: تسمية الذات القابلة علة قابلية من اصطلاحكم، والدليل لم يدل على ثبوت واجب وجود بحكم اصطلاحكم وإنما دل على إثبات طرف ينقطع به تسلسل العلل والمعلولات ولم يدل إلا على هذا القدر، وقطع التسلسل ممكن بواحد له صفات قديمة لا فاعل لها كما لا فاعل لذاته ولكنها تكون متقررة في ذاته. فليطرح لفظ واجب الوجود فإنه ممكن التلبس فيه، فإن البرهان لم يدل إلا على قطع التسلسل ولم يدل على غيره البتة. فدعوى غيره تحكم.",
              "translation": "وتەی ئەوان [فەیلەسووفەکان]: [سیفەت] هۆکارلێکراوە. جا ئەگەر بوترێت: 'واجبی بوونی ڕەها' ئەوەیە کە نە هۆکاری بکەری و نە هۆکاری وەرگری هەبێت. جا ئەگەر دان بەوەدا نرا کە هۆکارێکی وەرگری هەیە، ئەوا دان بەوەدا نراوە کە هۆکارلێکراوە. وتەی ئێمە [وەڵام]: بڕینەوەی زنجیرەی هۆکارەکان بە یەکێک [بوونەوەر]ـی خاوەن سیفەت دەکرێت. وتمان: ناونانی زاتی وەرگر بە 'هۆکاری وەرگر' لە زاراوەی خۆتانەوەیە. بەڵگەکەش نیشانەی لەسەر سەلماندنی واجبی بوونێک نەداوە بەپێی زاراوەی ئێوە، بەڵکو تەنها نیشانەی لەسەر سەلماندنی لایەنێک داوە کە زنجیرەی هۆکار و هۆکارلێکراوەکانی پێ دەبڕدرێتەوە و تەنها ئاماژەی بەم ئەندازەیە داوە. بڕینەوەی زنجیرەکەش بە یەکێکی خاوەن سیفاتی کۆن دەکرێت کە بکەری نەبێت، هەروەک چۆن زاتەکەشی بکەری نییە، بەڵام [سیفاتەکان] لە زاتەکەیدا جێگیرن. کەواتە با واز لە وشەی 'واجبی بوون' بهێنرێت چونکە دەکرێت تێیدا چەواشەکاری بکرێت، چونکە بەڵگەکە تەنها ئاماژەی بە بڕینەوەی زنجیرەکە داوە و بە هیچ شێوەیەک ئاماژەی بە شتێکی تر نەداوە. هەر بانگەشەیەکی دیکە خۆسەپاندنە.",
              "commentary": "ئەمە خاڵێکی گرنگی ڕەخنەکەی غەزالییە. ئەو دەڵێت: بەڵگەی گەردوونی (بەڵگەی بڕینەوەی زنجیرەی هۆکارەکان - `قطع التسلسل`) تەنها ئەوە دەسەلمێنێت کە دەبێت هۆکارێکی یەکەم هەبێت کە خۆی هۆکارلێکراو نەبێت. بەڵام ئەم بەڵگەیە هیچ شتێک ناڵێت دەربارەی ئەوەی کە ئایا ئەو هۆکارە یەکەمە دەبێت 'سادە' (بێ سیفەت) بێت یان 'لێکدراو' (زات لەگەڵ سیفاتەکانیدا). غەزالی فەیلەسووفەکان تۆمەتبار دەکات بەوەی کە مەرجی زیادە دەخەنە سەر دەرەنجامی بەڵگەکە، کە خۆی لە خۆیدا 'خۆسەپاندن' (`تحكم`)ـە."
            },
            {
              "line_number": "252",
              "original_text": "قولهم لا في العلل القابلية فإن قيل: كما يجب قطع التسلسل في العلة الفاعلية يجب قطعها في القابلية، إذ لو افتقر كل موجود إلى محل يقوم فيه وافتقر المحل أيضاً للزم التسلسل كما لو افتقر كل موجود إلى علة وافتقرت العلة أيضاً إلى علة.",
              "translation": "وتەی ئەوان [لە وەڵامدا]: [بەڵام] لە هۆکارە وەرگرەکانیشدا [زنجیرەکە دەبڕدرێتەوە]. جا ئەگەر بوترێت: هەروەک چۆن پێویستە زنجیرەی [هۆکاری] بکەری ببڕدرێتەوە، پێویستە لە [هۆکاری] وەرگریشدا ببڕدرێتەوە. چونکە ئەگەر هەر بوونەوەرێک پێویستی بە شوێنێک بێت تا تێیدا جێگیر بێت، و شوێنەکەش [پێویستی بە شوێنێکی تر بێت]، ئەوا زنجیرەی بێ کۆتایی دروست دەبێت، هەروەک چۆن ئەگەر هەر بوونەوەرێک پێویستی بە هۆکارێک بێت و هۆکارەکەش پێویستی بە هۆکارێکی تر بێت.",
              "commentary": "لێرەدا غەزالی بەڵگەیەکی تری بەهێزی فەیلەسووفەکان دەخاتەڕوو: ئەگەر سیفەت پێویستی بە زات بێت (وەک شوێن - `محل`)، ئەی زاتەکە پێویستی بە چییە؟ ئەگەر زاتیش پێویستی بە شوێنێکی تر بێت، ئەوا ڕووبەڕووی زنجیرەیەکی بێ کۆتایی تر دەبینەوە، ئەمجارەیان لە هۆکارە وەرگرەکاندا. ئەمە بەڵگەیەکی زیرەکانەیە دژی بوونی هەر شتێک کە پێویستی بە 'شوێن' یان 'وەرگر' بێت لە ئاستی خوداییدا."
            },
            {
              "line_number": "253",
              "original_text": "قولنا يكفي أن ينقطع التسلسل بالذات قلنا: صدقتم، فلا جرم قطعنا هذا التسلسل أيضاً وقلنا: إن الصفة في ذاته وليس ذاته قائماً بغيره، كما أن علمنا في ذاتنا وذاتنا محل له وليس ذاتنا في محل. فالصفة انقطع تسلسل علتها الفاعلية مع الذات إذ لا فاعل لها كما لا فاعل للذات، بل لم تزل الذات بهذه الصفة موجودة بلا علة له ولا لصفته. وأما العلة القابلية لم ينقطع تسلسلها إلا على الذات. ومن أين يلزم أن ينتفي المحل حتى تنتفي العلة؟ والبرهان ليس يضطر إلا إلى قطع التسلسل. فكل طريق أمكن قطع التسلسل به فهو وفاء بقضية البرهان الداعي إلى واجب الوجود.",
              "translation": "وتەی ئێمە [وەڵامی کۆتایی]: بەسە کە زنجیرەکە بە زات ببڕدرێتەوە. وتمان: ڕاستان فەرموو، هەر بۆیە ئێمەش ئەم زنجیرەیەمان بڕیوەتەوە و وتوومانە: سیفەت لە زاتی ئەودایە و زاتی ئەویش لە غەیری خۆیدا جێگیر نییە. هەروەک چۆن زانینی ئێمە لە زاتی ئێمەدایە و زاتی ئێمە شوێنە بۆی، بەڵام زاتی ئێمە لە شوێنێکدا نییە. کەواتە زنجیرەی هۆکاری بکەریی سیفەت لەگەڵ زاتدا بڕاوەتەوە، چونکە بکەری نییە هەروەک چۆن زاتیش بکەری نییە، بەڵکو زات هەمیشە بەم سیفەتەوە بوونی هەبووە بەبێ هۆکارێک نە بۆ خۆی و نە بۆ سیفەتەکەی. سەبارەت بە هۆکاری وەرگریش، زنجیرەکەی تەنها لەسەر زاتەکە بڕاوەتەوە. جا لە کوێوە پێویست دەکات کە شوێنەکە نەمێنێت تا هۆکارەکە نەمێنێت؟ بەڵگەکەش تەنها ناچارمان دەکات بە بڕینەوەی زنجیرەکە. کەواتە هەر ڕێگایەک کە بتوانرێت زنجیرەکەی پێ ببڕدرێتەوە، ئەوا جێبەجێکردنی داواکاریی ئەو بەڵگەیەیە کە بانگەواز بۆ واجبی بوون دەکات.",
              "commentary": "ئەمە وەڵامی کۆتایی و یەکلاکەرەوەی غەزالییە. ئەو دەڵێت: ئێمە بە تەواوی لەگەڵ بڕینەوەی هەردوو زنجیرەکەداین! زنجیرەی هۆکاری بکەری دەبڕدرێتەوە چونکە هەم زات و هەم سیفاتەکان ئەزەلین و دروستکەریان نییە. زنجیرەی هۆکاری وەرگریش دەبڕدرێتەوە لەسەر 'زات'، چونکە سیفەتەکان لە زاتدان، بەڵام خودی زاتەکە پێویستی بە هیچ شوێن و وەرگرێکی تر نییە. ئەو خۆی کۆتا وەرگرە. بەم شێوەیە، غەزالی نیشانی دەدات کە سیستەمەکەی ئەو (زاتێکی ئەزەلی لەگەڵ سیفاتی ئەزەلی) بە تەواوی داواکارییە لۆژیکییەکانی بەڵگەی گەردوونی جێبەجێ دەکات بەبێ ئەوەی پێویست بکات سیفاتەکان ڕەت بکرێنەوە."
            },
            {
              "line_number": "254",
              "original_text": "واجب الوجود ما ليس له علة فاعلية وإن أريد بواجب الوجود شيء سوى موجود ليس له علة فاعلية حتى ينقطع به التسلسل، فلا نسلم أن ذلك واجب أصلاً. ومهما اتسع العقل لقبول موجود قديم لا علة لوجوده، اتسع لقبول قديم موصوف لا علة لوجوده في ذاته وفي صفاته جميعاً.",
              "translation": "[مانای] 'واجبی بوون' ئەوەیە کە هۆکارێکی بکەری نییە. ئەگەر بە 'واجبی بوون' مەبەست لە شتێکی تر بێت جگە لە بوونەوەرێک کە هۆکارێکی بکەری نییە تا زنجیرەکەی پێ ببڕدرێتەوە، ئەوا ئێمە هەرگیز دان بەوەدا نانێین کە ئەوە پێویستە. و هەرکاتێک عەقڵ جێی قبووڵکردنی بوونەوەرێکی کۆنی [ئەزەلی] کردەوە کە هۆکارێک بۆ بوونی نییە، [هەمان عەقڵ] جێی قبووڵکردنی [بوونەوەرێکی] کۆنی وەسفکراویشی تێدا دەبێتەوە کە نە بۆ زاتی خۆی و نە بۆ سیفاتەکانی هیچ هۆکارێکی نییە.",
              "commentary": "لێرەدا غەزالی دەرەنجامێکی توند لەسەر بەشی پێشوو دەدات. ئەو 'واجبی بوون' بە شێوەیەکی کرداری پێناسە دەکات: ئەو بوونەوەرەیە کە زنجیرەی بێ کۆتایی هۆکارەکان (`التسلسل`) دەبڕێتەوە. ئەو دەڵێت ئەگەر عەقڵ بتوانێت بوونی یەک شتی بێ هۆکار (زات) قبووڵ بکات، ئەوا هیچ ڕێگرێکی لۆژیکی نییە لە قبووڵکردنی بوونەوەرێکی ئاڵۆزتر (زات لەگەڵ سیفاتەکانیدا) کە ئەویش بە هەمان شێوە بێ هۆکار و ئەزەلی بێت. ئەو بەمە بنەمای 'پێویستیی سادەیی'ی فەیلەسووفەکان دەخاتە ژێر پرسیارەوە."
            },
            {
              "line_number": "255",
              "original_text": "قولهم تكون الذات علة العلم المسلك الثاني قولهم: إن العلم والقدرة فينا ليس داخلاً في ماهية ذاتنا بل هو عارض. وإذا أثبت هذه الصفات للأول لم يكن أيضاً داخلاً في ماهية ذاته بل كان عارضاً بالإضافة إليه وإن كان دائماً له. ورب عارض لا يفارق أو يكون لازماً لماهية ولا يصير بذلك مقوماً لذاته. وإذا كان عارضاً كان تابعاً للذات وكان الذات سبباً فيه فكان معلولاً، فكيف يكون واجب الوجود؟",
              "translation": "وتەی ئەوان [کە دەڵێن] زات هۆکاری زانینە. ڕێچکەی دووەمی [بەڵگەی] ئەوان: زانین و توانا لە ئێمەدا ناچنە ناو چییەتیی زاتمانەوە، بەڵکو 'ئارەز'ن. و ئەگەر ئەم سیفاتانە بۆ 'یەکەم' بسەلمێنرێن، ئەوا بە هەمان شێوە ناچنە ناو چییەتیی زاتی ئەوەوە، بەڵکو 'ئارەز' دەبن بۆی، ئەگەرچی هەمیشەییش بن بۆی. و زۆر 'ئارەز' هەیە کە جیانابێتەوە یان پێویستە بۆ چییەتییەک، بەڵام بەوە نابێتە پێکهێنەری زاتەکە. و ئەگەر 'ئارەز' بوو، ئەوا شوێنکەوتەی زاتە و زات هۆکارە تێیدا، کەواتە هۆکارلێکراوە، جا چۆن دەبێتە واجبی بوون؟",
              "commentary": "غەزالی دەست دەکات بە خستنەڕووی دووەم بەڵگەی سەرەکیی فەیلەسووفەکان (`المسلك الثاني`). بەڵگەکە لەسەر جیاکاریی نێوان 'جەوهەر/چییەتی' (`ماهية`) و 'ئارەز' (`عارض` - accident) دامەزراوە. فەیلەسووفەکان دەڵێن: سیفاتەکان ناتوانن بەشێک بن لە چییەتیی خودا، کەواتە دەبێت 'ئارەز' بن. هەر 'ئارەز'ێکیش 'هۆکارلێکراو' (`معلول`)ـی ئەو جەوهەرەیە کە هەڵیگرتووە. کەواتە سیفاتەکان هۆکارلێکراوی زاتن، و هەر شتێک هۆکارلێکراو بێت، ناتوانێت 'واجبی بوون' بێت."
            },
            {
              "line_number": "256",
              "original_text": "قولنا لا تكون علة، بل محلاً وهذا هو الأول مع تغيير عبارة. فنقول: إن عنيتم بكونه تابعاً للذات وكون الذات سبباً له أن الذات علة فاعلية له وأنه مفعول للذات فليس كذلك، فإن ذلك ليس يلزم في علمنا بالإضافة إلى ذاتنا إذ ذواتنا ليست بعلة فاعلة لعلمنا. وإن عنيتم أن الذات محل وأن الصفة لا تقوم بنفسها في غير محل، فهذا مسلم فلم يمتنع هذا. فبأن يعبر عنه بالتابع أو العارض أو المعلول أو ما أراده المعبر لم يتغير المعنى إذا لم يكن المعنى سوى أنه قائم بالذات قيام الصفات بالموصوفات، ولم يستحيل أن يكون قائماً في ذات وهو مع ذلك قديم ولا فاعل له.",
              "translation": "وتەی ئێمە [وەڵام]: [زات] هۆکار نییە، بەڵکو شوێنە. ئەمە [هەمان بەڵگەی] یەکەمە بە گۆڕینی دەربڕین. دەڵێین: ئەگەر مەبەستتان بەوەی کە شوێنکەوتەی زاتە و زات هۆکارە تێیدا، ئەوە بێت کە زات هۆکارێکی بکەرە بۆی و [سیفەت] کرداری زاتە، ئەوا وا نییە، چونکە ئەوە لە زانینی ئێمەشدا بەرانبەر بە زاتمان پێویست نییە، چونکە زاتی ئێمە هۆکاری بکەری زانینمان نییە. و ئەگەر مەبەستتان ئەوەیە کە زات 'شوێن'ە و سیفەت بەبێ شوێن بە پێی خۆیەوە ڕاناوەستێت، ئەوا ئەمە قبووڵکراوە، جا بۆچی ئەمە مەحاڵە؟ جا بەوەی کە بە 'شوێنکەوتوو' یان 'ئارەز' یان 'هۆکارلێکراو' یان هەر شتێکی تر ناوی بهێنرێت، ماناكە ناگۆڕێت ئەگەر ماناكە تەنها ئەوە بێت کە لە زاتدا جێگیرە وەک جێگیربوونی سیفاتەکان لە وەسفکراوەکاندا. و مەحاڵ نییە کە لە زاتێکدا جێگیر بێت و لەگەڵ ئەوەشدا کۆن [ئەزەلی] بێت و بکەری نەبێت.",
              "commentary": "غەزالی جیاکارییەکی فەلسەفیی زۆر ورد دەکات لەنێوان 'هۆکاری بکەر' (`علة فاعلية`) و 'شوێن' (`محل`). ئەو دەڵێت: ئێمە نکووڵی لەوە ناکەین کە سیفەت پێویستی بە زات هەیە، بەڵام ئەمە پێویستیی 'ئارەز'ە بە 'شوێن'، نەک پێویستیی 'کردار'ە بە 'بکەر'. زاتی ئێمە زانینمان دروست ناکات، بەڵکو ئەو شوێنەیە کە زانینەکەی تێدا جێگیر دەبێت. بەم شێوەیە، ئەو مانای وشەی 'هۆکارلێکراو' (`معلول`) دەگۆڕێت و لە مانای 'دروستکراو'ەوە دەیکات بە 'جێگیربوو لە شوێنێکدا'، کە لای ئەو هیچ کێشەیەکی لۆژیکیی نییە."
            },
            {
              "line_number": "257",
              "original_text": "فإن أريد هذا المعنى، فليعبر عنه بغير عبارة فكل أدلتهم تهويل بتقبيح العبارة بتسميته ممكناً وجائزاً وتابعاً ولازماً ومعلولاً، وإن ذلك مستنكر. فيقال: إن أريد بذلك أن له فاعلاً فليس كذلك. وإن لم يرد به إلا أنه لا فاعل له ولكن له محل هو قائم فيه فليعبر عن هذا المعنى بأي عبارة أريد فلا استحالة فيه.",
              "translation": "ئەگەر ئەم مانایە مەبەست بێت، با بە دەربڕینێکی تر گوزارشتی لێ بکرێت. چونکە هەموو بەڵگەکانیان بریتییە لە ترساندن بە ناشرینکردنی دەربڕین، بە ناونانی بە 'مومکین' و 'جائیز' و 'شوێنکەوتوو' و 'پێویست' و 'هۆکارلێکراو'، و [دەڵێن] ئەوە شتێکی ناشرینە. [بەڵام] دەوترێت: ئەگەر مەبەست بەوە ئەوە بێت کە بکەرێکی هەیە، ئەوا وا نییە. و ئەگەر مەبەست لێی تەنها ئەوە بێت کە بکەری نییە بەڵام شوێنێکی هەیە کە تێیدا جێگیرە، ئەوا با بە هەر دەربڕینێک ویسترا گوزارشت لەم مانایە بکرێت، چونکە هیچ مەحاڵبوونێکی تێدا نییە.",
              "commentary": "لێرەدا غەزالی فەیلەسووفەکان بە بەکارهێنانی زمانی پڕ لە هەست و ترساندن تۆمەتبار دەکات (`تهويل بتقبيح العبارة`). ئەو دەڵێت ئەوان وشەگەلێک بەکاردەهێنن کە بارگاویین بە مانای نەرێنی (وەک `معلول` و `تابع`) بۆ ئەوەی بۆچوونی بەرانبەرەکەیان لاواز نیشان بدەن. بەڵام غەزالی جەخت دەکاتەوە کە ئەگەر لە پشت ئەم وشانەوە بڕوانین، مانا بنەڕەتییەکە تەنها ئەوەیە کە 'سیفەت لە زاتدا جێگیرە بەبێ ئەوەی زات دروستی کردبێت'، و ئەویش ئەمە بە مەحاڵی لۆژیکی نازانێت."
            },
            {
              "line_number": "258",
              "original_text": "قولهم هذا يؤدي إلى أن يكون الأول محتاجاً إلى الصفات وربما هولوا بتقبيح العبارة من وجه آخر فقالوا: هذا يؤدي إلى أن يكون",
              "translation": "وتەی ئەوان [کە دەڵێن] ئەمە دەبێتە هۆی ئەوەی کە 'یەکەم' پێویستیدار بێت بە سیفاتەکان. و لەوانەیە لە ڕوویەکی ترەوە بە ناشرینکردنی دەربڕین بترسێنن و بڵێن: ئەمە دەبێتە هۆی ئەوەی کە...",
              "commentary": "غەزالی ڕێچکەیەکی تری 'ترساندن بە ناشرینکردنی دەربڕین' دەخاتەڕوو. فەیلەسووفەکان، دوای ئەوەی لە بەڵگەی 'هۆکارلێکراو بوون'دا سەرکەوتوو نەبوون، ئێستا پەنا دەبەنە بەر وشەیەکی تری بارگاوی: 'پێویستیدار بوون' (`محتاج`). ئەوان دەڵێن ئەگەر خودا بۆ کەماڵی خۆی پشت بە سیفاتەکانی ببەستێت، کەواتە ئەو 'پێویستیدار'ە، ئەمەش لەگەڵ 'خۆبژێوی'ی ڕەهای خودادا ناگونجێت. ئەمە بناغەی بەشی داهاتووی مشتومڕەکە دادەڕێژێت."
            },
             {
              "line_number": "259",
              "original_text": "الأول محتاجاً إلى هذه الصفات فلا يكون غنياً مطلقاً إذ الغني المطلق من لا يحتاج إلى غير ذاته. قولنا بها يتم له الكمال! وهذا كلام وعظي في غاية الركاكة، فإن صفات الكمال لا تباين ذات الكامل حتى يقال: إنه محتاج إلى غيره. فإذا لم يزل ولا يزال كاملاً بالعلم والقدرة والحياة فكيف يكون محتاجاً؟ أو كيف يجوز أن يعبر عن ملازمة الكمال بالحاجة وهو كقول القائل: الكامل من لا يحتاج إلى كمال؟ فالمحتاج إلى وجود صفات الكمال لذاته ناقص فيقال: لا معنى لكونه كاملاً إلا وجود الكمال لذاته. فكذلك لا معنى لكونه غنياً إلا وجود الصفات المنافية للحاجات لذاته. فكيف تنكر صفات الكمال التي بها تتم الإلهية بمثل هذه التخييلات اللفظية؟",
              "translation": "...'یەکەم' پێویستیدارە بەم سیفاتانە، کەواتە دەوڵەمەندی ڕەها نییە، چونکە دەوڵەمەندی ڕەها ئەو کەسەیە کە پێویستی بە غەیری زاتی خۆی نییە. وتەی ئێمە [وەڵام]: بەوان [سیفاتەکان] کەماڵی بۆی تەواو دەبێت! ئەمە قسەیەکی ئامۆژگارییە و لەوپەڕی لاوازیدایە، چونکە سیفاتەکانی کەماڵ جیا نین لە زاتی کامڵ تاکو بوترێت: ئەو پێویستی بە غەیری خۆی هەیە. جا ئەگەر هەمیشە و بەردەوام بە زانین و توانا و ژیان کامڵ بووبێت، چۆن پێویستیدارە؟ یان چۆن دەکرێت گوزارشت لە پێکەوەبوونی کەماڵ بکرێت بە 'پێویستیداری'، کە ئەمە وەک وتەی ئەو کەسەیە کە دەڵێت: 'کامڵ ئەو کەسەیە کە پێویستی بە کەماڵ نییە'؟ [ئەگەر بڵێن:] 'ئەوەی پێویستی بە بوونی سیفاتەکانی کەماڵ بێت بۆ زاتی خۆی، کەواتە ناتەواوە'، [لە وەڵامدا] دەوترێت: هیچ مانایەک نییە بۆ ئەوەی کامڵ بێت، جگە لە بوونی کەماڵ بۆ زاتی خۆی. بە هەمان شێوە، هیچ مانایەک نییە بۆ ئەوەی دەوڵەمەند بێت، جگە لە بوونی ئەو سیفاتانەی دژی پێویستییەکانن بۆ زاتی خۆی. جا چۆن نکۆڵی لە سیفاتەکانی کەماڵ دەکەن کە خودایەتییان پێ تەواو دەبێت، بەم جۆرە خەیاڵباوییە وشەییانە؟",
              "commentary": "لێرەدا غەزالی ڕەخنە لە بەکارهێنانی وشەی 'پێویستیدار' (`محتاج`) دەگرێت و بە 'قسەیەکی ئامۆژگاریی لاواز' (`كلام وعظي في غاية الركاكة`) و 'خەیاڵباویی وشەیی' (`تخييلات لفظية`) ناوی دەبات. ئەو دەڵێت ئەمە یاریکردنە بە وشە نەک بەڵگەی فەلسەفی. بنەمای ڕەخنەکەی ئەوەیە کە سیفاتەکان (وەک زانین) شتێکی 'دەرەکی' نین تا خودا پێویستی پێیان بێت، بەڵکو خودی پێکهێنەری کەماڵی ئەون. وتنی 'خودا پێویستی بە زانینە' وەک ئەوەیە بڵێیت 'کامڵ پێویستی بە کەماڵە'، کە قسەیەکی بێمانایە.\n\nIstilahên Serekî:\n- **الغني المطلق (al-ghanī al-muṭlaq)**: کراوە بە «دەوڵەمەندی ڕەها». زاراوەیەکی کەلامییە بۆ 'خۆبژێوی'ی تەواوی خودا، کە پێویستی بە هیچ شتێکی تر نییە."
            },
            {
              "line_number": "260",
              "original_text": "قولهم فيحتاج إلى مركب فليس هو جسماً فإن قيل: إذا أثبتم ذاتاً وصفة وحلولاً للصفة بالذات فهو تركيب، وكل تركيب يحتاج إلى مركب، ولذلك لم يجز أن يكون الأول جسماً لأنه مركب.",
              "translation": "وتەی ئەوان [کە دەڵێن] کەواتە پێویستی بە پێکەوەنەرێک دەبێت و ئەو تەن نییە. جا ئەگەر بوترێت: ئەگەر ئێوە زاتێک و سیفەتێک و جێگیربوونی سیفەتەکە لە زاتەکەدا بسەلمێنن، ئەوا ئەمە 'لێکدراوی'یە، و هەموو 'لێکدراوی'یەک پێویستی بە 'لێکدەر'ێک هەیە. هەر بۆیەش دروست نییە 'یەکەم' تەن بێت، چونکە لێکدراوە.",
              "commentary": "فەیلەسووفەکان بەڵگەیەکی نوێ دەهێننەوە کە لەسەر چەمکی 'لێکدراوی' (`تركيب`) دامەزراوە. ئەوان دەڵێن: هەر شتێک لە چەند بەشێک پێک هاتبێت (وەک زات + سیفەت)، پێویستی بە هۆکارێک هەیە کە ئەو بەشانەی پێکەوە نابێت. پاشان بەراوردێکی زیرەکانە دەکەن و دەڵێن: ئەمە هەمان ئەو هۆکارەیە کە ئێمە و ئێوەش باوەڕمان پێیەتی کە خودا ناتوانێت 'تەن' (`جسم`) بێت، چونکە تەنیش لێکدراوە."
            },
            {
              "line_number": "261",
              "original_text": "قولنا كله قديم الجسم حادث قلنا: قول القائل: كل تركيب يحتاج إلى مركب، كقوله: كل موجود يحتاج إلى موجد، فيقال له: الأول موجود قديم لا علة له ولا موجد. فكذلك يقال: هو موصوف قديم ولا علة لذاته ولا لصفته ولا لقيام صفته بذاته بل الكل قديم بلا علة. وأما الجسم فإنما لم يجز أن يكون هو الأول لأنه حادث من حيث أنه لا يخلوا عن الحوادث، ومن لم يثبت له حدوث الجسم يلزمه أن يجوز أن تكون العلة الأولى جسماً كما سنلزمه عليكم من بعد. فالأدلة باطلة وكل مسالكهم في هذه المسألة تخييلات.",
              "translation": "وتەی ئێمە [وەڵام]: هەمووی کۆنە [ئەزەلییە]، [بەڵام] تەن نوێیە [حادسە]. وتمان: وتەی ئەو کەسەی دەڵێت 'هەموو لێکدراوییەک پێویستی بە لێکدەرێکە'، وەک وتەکەیەتی کە 'هەموو بوونەوەرێک پێویستی بە بەدیهێنەرێکە'. [بەڵام] پێی دەوترێت: 'یەکەم' بوونەوەرێکی کۆنە کە نە هۆکاری هەیە و نە بەدیهێنەر. بە هەمان شێوە دەوترێت: ئەو وەسفکراوێکی کۆنە کە نە هۆکار بۆ زاتی هەیە و نە بۆ سیفەتەکەی و نە بۆ جێگیربوونی سیفەتەکەی لە زاتیدا، بەڵکو هەمووی کۆنە و بێ هۆکارە. سەبارەت بە تەنیش، تەنها لەبەر ئەوە دروست نییە 'یەکەم' بێت چونکە نوێیە [حادسە] لەو ڕووەوە کە لە ڕووداوەکان بەتاڵ نییە. و ئەوەی نوێبوونی تەن نەسەلمێنێت، پێویستە لەسەری کە دروستی بزانێت 'هۆکاری یەکەم' تەن بێت، وەک چۆن دواتر لەسەرتان پێویستی دەکەین. کەواتە بەڵگەکان پووچەڵن و هەموو ڕێچکەکانیان لەم پرسیارەدا خەیاڵباوین.",
              "commentary": "غەزالی بە دوو خاڵ وەڵامی بەڵگەی 'لێکدراوی' دەداتەوە. یەکەم: بەراوردێک دەکات و دەڵێت: هەروەک چۆن عەقڵ قبووڵی دەکات بوونەوەرێکی کۆن و بێ هۆکار هەبێت (بۆ بڕینەوەی زنجیرەی هۆکارەکان)، بە هەمان شێوە دەتوانێت قبووڵی بکات 'وەسفکراوێکی کۆن' و بێ هۆکار هەبێت. دووەم: هۆکاری ڕەتکردنەوەی ئەوەی خودا 'تەن' بێت، 'لێکدراوی' نییە، بەڵکو ئەوەیە کە تەنەکان هەمیشە شوێنی ڕووداوە نوێکانن (`الحوادث`)، و هەر شتێک شوێنی نوێیەکان بێت، دەبێت خۆیشی نوێ بێت."
            },
            {
              "line_number": "262",
              "original_text": "لا يقدرون رد الجميع إلى نفس الذات ثم إنهم لا يقدرون على رد جميع ما يثبتونه إلى نفس الذات. فإنهم أثبتوا كونه عالماً ويلزمهم أن يكون ذلك زائداً على مجرد الوجود فيقال لهم: أتسلمون أن الأول يعلم غير ذاته؟ ومنهم من يسلم ذلك ومنهم من قال: لا يعلم إلا ذاته.",
              "translation": "[فەیلەسووفان] ناتوانن هەموو شتێک بۆ خودی زات بگەڕێننەوە. پاشان، ئەوان ناتوانن هەموو ئەوەی دەیسەلمێنن، بیگەڕێننەوە بۆ خودی زات. چونکە ئەوان سەلماندوویانە کە [خودا] زانایە، و ئەمەش پێویستی دەکات کە زیادە بێت لەسەر تەنها بوون. جا پێیان دەوترێت: ئایا دان بەوەدا دەنێن کە 'یەکەم' غەیری زاتی خۆی دەزانێت؟ هەندێکیان دان بەمەدا دەنێن و هەندێکیشیان وتوویانە: تەنها زاتی خۆی دەزانێت.",
              "commentary": "لێرەدا غەزالی هێرشەکەی پێچەوانە دەکاتەوە و فەیلەسووفەکان بە ناکۆکیی ناوخۆیی تۆمەتبار دەکات. ئەو دەڵێت: تەنانەت لە سیستەمی ئێوەشدا، 'بوون' (`الوجود`) و 'زانین' (`كونه عالماً`) دوو مانای جیاوازن، کەواتە ئێوەش جۆرێک لە فرەیی چەمکییتان قبووڵ کردووە. پاشان، بە پرسیارێکی کوشندە کۆتایی بە بەشەکە دێنێت: ئایا خودا تەنها زاتی خۆی دەزانێت یان شتەکانی تریش؟ غەزالی ئاماژە بەوە دەکات کە فەیلەسووفەکان خۆیان لە وەڵامی ئەم پرسیارەدا دابەش بوون، ئەمەش ئامادەسازییە بۆ تاوتوێکردنی پرسیاری زانینی خودا بە وردەکارییەکان، کە یەکێکە لە کێشە هەرە سەرەکییەکانی کتێبەکە."
            },
             {
          "section_title": "پرسیاری زانینی خودا: گشتییەکان یان تاکەکان؟",
          "lines": [
            {
              "line_number": "263",
              "original_text": "علمه بالكليات ... فأما الأول فهو الذي اختاره ابن سينا. فإنه زعم أنه يعلم الأشياء كلها بنوع كلي لا يدخل تحت الزمان، ولا يعلم الجزئيات التي يوجب تجدد الإحاطة بها تغيراً في ذات العالم. فنقول: علم الأول بوجود كل الأنواع والأجناس التي لا نهاية لها عين علمه بنفسه أو غيره. فإن قلتم: إنه غيره، فقد أثبتم كثرة ونقضتم القاعدة. وإن قلتم: إنه عينه، لم تتميزوا عن من يدعي أن علم الإنسان بغيره عين علمه بنفسه وعين ذاته، ومن قال ذلك سفه في عقله.",
              "translation": "زانینی ئەو بە گشتییەکان... جا یەکەمیان [وەڵامی یەکەم] ئەوەیە کە ئیبن سینا هەڵیبژاردووە. ئەو وا دەزانێت کە [خودا] هەموو شتەکان دەزانێت بە شێوازێکی گشتی کە ناکەوێتە ژێر زەمەنەوە، و تاکەکان نازانێت کە نوێبوونەوەی ئاگاداری لێیان دەبێتە هۆی گۆڕانکاری لە زاتی زانەردا. [لێرەدا] دەڵێین: [ئایا] زانینی 'یەکەم' بە بوونی هەموو ئەو چەشن و ڕەگەزانەی کە کۆتاییان نییە، هەر خودی زانینیەتی بە خۆی یان شتێکی ترە؟ جا ئەگەر بڵێن: شتێکی ترە، ئەوا فرەییتان سەلماندووە و بنەماکەتان شکاندووە. و ئەگەر بڵێن: هەر خودی ئەوە، ئەوا جیاوازیتان نابێت لەگەڵ ئەو کەسەی بانگەشەی ئەوە دەکات کە زانینی مرۆڤ بە غەیری خۆی، هەر خودی زانینیەتی بە خۆی و هەر خودی زاتیشیەتی، و هەر کەسێک ئەوە بڵێت، لە عەقڵیدا گێل بووە.",
              "commentary": "لێرەوە غەزالی دەچێتە ناو یەکێک لە کێشە هەرە ئاڵۆزەکانەوە: ئایا خودا تاکەکان (الجزئيات) دەزانێت یان تەنها گشتییەکان (الكليات)؟ ئەو بۆچوونی ئیبن سینا دەخاتەڕوو، کە دەڵێت خودا تەنها گشتییەکان دەزانێت بۆ ئەوەی لە 'گۆڕان' (`تغير`) بەدوور بێت، چونکە زانینی تاکەکان کە لە گۆڕاندان، دەبێتە هۆی گۆڕان لە زانینەکەدا و لە ئەنجامیشدا لە زاتی خودادا. پاشان غەزالی ڕاستەوخۆ بە دووڕیانێکی کوشندە وەڵامیان دەداتەوە: ئایا ئەم زانینە بە گشتییەکان، هەمان زانینی خودایە بە زاتی خۆی یان شتێکی جیاوازە؟ ئەگەر جیاواز بێت، ئەوا دیسان 'فرەیی' (`كثرة`) سەلمێنراوە. ئەگەر هەمان شت بێت، ئەوا قسەیەکی پووچ و بێمانایە."
            },
            {
              "line_number": "264",
              "original_text": "غير علمه بذاته وقيل: حد الشيء الواحد أن يستحيل في الوهم الجمع فيه بين النفي والإثبات. فالعلم بالشيء الواحد لما كان شيئاً واحداً استحال أن يتوهم في حالة واحدة موجوداً ومعدوماً، ولما لم يستحل في الوهم أن يقدر علم الإنسان بنفسه دون علمه بغيره قيل: إن علمه بغيره غير علمه بنفسه، إذ لو كان هو هو لكان نفيه نفياً له وإثباته إثباتاً له، إذ يستحيل أن يكون زيد موجوداً وزيد معدوماً، أعني هو بعينه في حالة واحدة، ولا يستحيل مثل ذلك في العلم بالغير مع العلم بنفسه. وكذى في علم الأول بذاته مع علمه بغيره إذ يمكن أن يتوهم وجود أحدهما دون الآخر، فهما إذن شيئان. ولا يمكن أن يتوهم وجود ذاته دون وجود ذاته. فلو كان الكل كذلك لكان هذا التوهم محالاً. فكل من اعترف من الفلاسفة بأن الأول يعرف غير ذاته فقد أثبت كثرة لا محالة.",
              "translation": "[زانینی بە غەیری خۆی] جیاوازە لە زانینی بە زاتی خۆی. و وتراوە: پێناسەی شتی تاک ئەوەیە کە مەحاڵە لە وەهمدا نکووڵی و سەلماندنی تێدا کۆبکرێتەوە. جا چونکە زانین بە شتی تاک شتێکی تاکە، مەحاڵە لە یەک کاتدا بە بوو و نەبوو وێنا بکرێت. و چونکە لە وەهمدا مەحاڵ نییە کە زانینی مرۆڤ بە خۆی وێنا بکرێت بەبێ زانینی بە غەیری خۆی، وتراوە: زانینی بە غەیری خۆی، جیاوازە لە زانینی بە خۆی. چونکە ئەگەر هەر ئەو بووایە، ئەوا نکووڵیکردنی، نکووڵیکردنی ئەو دەبوو و سەلماندنیشی، سەلماندنی ئەو دەبوو. چونکە مەحاڵە زەید بوونی هەبێت و زەید بوونی نەبێت، مەبەستم هەر خودی خۆیەتی لە یەک کاتدا، بەڵام شتی وا مەحاڵ نییە لە زانین بە غەیردا لەگەڵ زانین بە خۆیدا. بە هەمان شێوە لە زانینی 'یەکەم' بە زاتی خۆی لەگەڵ زانینی بە غەیری خۆیدا، چونکە دەکرێت بوونی یەکێکیان بەبێ ئەویتر وێنا بکرێت، کەواتە ئەوان دوو شتن. [بەڵام] ناکرێت بوونی زاتی خۆی بەبێ بوونی زاتی خۆی وێنا بکرێت. ئەگەر هەمووی [یەک شت بووایە]، ئەوا ئەم وێناکردنە مەحاڵ دەبوو. کەواتە هەر فەیلەسووفێک دان بەوەدا بنێت کە 'یەکەم' غەیری زاتی خۆی دەناسێت، ئەوا بە دڵنیاییەوە فرەیی سەلماندووە.",
              "commentary": "لێرەدا غەزالی بەڵگەیەکی لۆژیکیی ورد دەهێنێتەوە بۆ سەلماندنی ئەوەی کە 'زانینی خودا بە خۆی' و 'زانینی خودا بە غەیری خۆی' دوو شتی جیاوازن. بنەمای بەڵگەکە ئەوەیە: ئەگەر بتوانیت لە عەقڵتدا (`الوهم`) شتێک (أ) بەبێ شتێکی تر (ب) وێنا بکەیت، کەواتە (أ) و (ب) دوو شتی جیاوازن. غەزالی دەڵێت: ئێمە دەتوانین وێنای ئەوە بکەين کە خودا خۆی بناسێت بەبێ ئەوەی غەیری خۆی بناسێت. کەواتە بەپێی ئەم پێوەرە لۆژیکییە، ئەم دوو زانینە دوو شتی جیاوازن، و ئەمەش ڕاستەوخۆ دەبێتە هۆی سەلماندنی فرەیی (`كثرة`) لە زاتی خودادا، کە ئەمەش بنەمای سەرەکیی فەیلەسووفەکان دەڕووخێنێت."
            },
            {
              "line_number": "265",
              "original_text": "قولهم كونه يعلم ذاته مبدأ للكل يؤدي إلى أن يعلم الأشياء بالقصد الثاني فإن قيل: هو لا يعلم الغير بالقصد الأول بل يعلم ذاته مبدأ للكل، فيلزمه العلم بالكل بالقصد الثاني إذ لا يمكن أن يعلم ذاته إلا مبدأ فإنه حقيقة ذاته، ولا يمكن أن يعلم ذاته مبدأ لغيره إلا ويدخل الغير في علمه بطريق التضمن واللزوم، ولا يبعد أن يكون لذاته لوازم. وذلك لا يوجب كثرة في ماهية الذات وإنما يمتنع أن يكون في نفس الذات كثرة.",
              "translation": "وتەی ئەوان [لە وەڵامدا]: زانینی بە زاتی خۆی وەک بنەمای هەموو شتێک، دەبێتە هۆی ئەوەی شتەکان بە مەبەستی دووەم بزانێت. جا ئەگەر بوترێت: ئەو غەیر [ی خۆی] بە مەبەستی یەکەم نازانێت، بەڵکو زاتی خۆی دەزانێت وەک بنەمای هەموو شتێک، کەواتە زانینی هەموو شتەکانی بە مەبەستی دووەم لێ دەکەوێتەوە. چونکە ناکرێت زاتی خۆی بناسێت مەگەر وەک بنەما نەبێت، چونکە ئەوە حەقیقەتی زاتیەتی. و ناکرێت زاتی خۆی بناسێت وەک بنەمای غەیری خۆی، مەگەر غەیرەکەش بێتە ناو زانینەکەیەوە بە ڕێگەی لەخۆگرتن و پێویستی. و دوور نییە زاتەکەی دەرەنجامی پێویستی هەبێت. ئەمەش نابێتە هۆی فرەیی لە چییەتیی زاتەکەدا، بەڵکو ئەوە قەدەغەیە کە لە خودی زاتەکەدا فرەیی هەبێت.",
              "commentary": "ئەمە وەڵامی زیرەکانەی فەیلەسووفەکانە بۆ ڕەخنەکەی غەزالی. ئەوان جیاوازی دەکەن لەنێوان دوو جۆر زانین:\n- **القصد الأول (al-qaṣd al-awwal)** - «مەبەستی یەکەم»: زانینی ڕاستەوخۆ. فەیلەسووفەکان دەڵێن خودا تەنها زاتی خۆی بەم شێوەیە دەزانێت.\n- **القصد الثاني (al-qaṣd al-thānī)** - «مەبەستی دووەم»: زانینی ناڕاستەوخۆ و وەک دەرەنجام. ئەوان دەڵێن چونکە خودا زاتی خۆی دەزانێت وەک 'بنەمای هەموو شتێک' (`مبدأ للكل`)، کەواتە زانینی هەموو شتەکانی تر وەک دەرەنجامێکی پێویست (`لوازم`) لەو زانینە سەرەتاییە دەکەوێتەوە. بەم شێوەیە، ئەوان هەوڵ دەدەن فرەییەکە لە دەرەوەی 'چییەتیی زات' (`ماهية الذات`) بهێڵنەوە و یەکێتیی خودا بپارێزن."
            },
              {
              "line_number": "266",
              "original_text": "قولنا علمه بوجود ذاته غير علمه بكونه مبدأ للكل والجواب من وجوه: الأول أن قولكم: إنه يعلم ذاته مبدأ، تحكم، بل ينبغي أن يعلم وجود ذاته فقط. فأما العلم بكونه مبدأ يزيد على العلم بالوجود لأن المبدئية إضافة للذات ويجوز أن يعلم الذات ولا يعلم إضافته، ولو لم تكن المبدئية إضافة لتكثر ذاته وكان له وجود ومبدئية وهما شيئان. وكما يجوز أن يعرف الإنسان ذاته ولا يعلم كونه معلولاً إلى أن يعلم، لأن كونه معلولاً إضافة له إلى علته، فكذلك كونه علة إضافة له إلى معلوله. فالإلزام قائم في مجرد قولهم: إنه يعلم كونه مبدأ إذ فيه علم بالذات وبالمبدئية، وهو الإضافة والإضافة غير الذات، فالعلم بالإضافة غير العلم بالذات بالدليل الذي ذكرناه وهو أنه يمكن أن يتوهم العلم بالذات دون العلم بالمبدئية ولا يمكن أن يتوهم العلم بالذات دون العلم بالذات لأن الذات واحدة.",
              "translation": "وتەی ئێمە [وەڵام]: زانینی بە بوونی زاتی خۆی، جیاوازە لە زانینی بەوەی کە بنەمای هەموو شتێکە. وەڵامەکە لە چەند ڕوویەکەوەیە: یەکەم، وتەکەتان کە 'ئەو زاتی خۆی دەزانێت وەک بنەما'، خۆسەپاندنە، بەڵکو دەبوو تەنها بوونی زاتی خۆی بزانیایە. چونکە زانین بەوەی کە بنەمایە، زیادەیە لەسەر زانین بە بوون، لەبەر ئەوەی 'بنەمابوون' پەیوەندییەکە بۆ زاتەکە و دەکرێت زاتەکە بزانرێت و پەیوەندییەکەی نەزانرێت. ئەگەر 'بنەمابوون' پەیوەندی نەبووایە، ئەوا زاتەکەی فرە دەبوو و بوون و بنەمابوونی دەبوو، کە دوو شتن. هەروەک چۆن دەکرێت مرۆڤ زاتی خۆی بناسێت و نەزانێت کە هۆکارلێکراوە تا فێر دەبێت، چونکە هۆکارلێکراوبوونی پەیوەندییەکە بۆی بەرانبەر بە هۆکارەکەی، بە هەمان شێوە هۆکاربوونی پەیوەندییەکە بۆی بەرانبەر بە هۆکارلێکراوەکەی. کەواتە ئیرادەکە هەر لەسەر وتەکەیانە کە 'ئەو دەزانێت کە بنەمایە'، چونکە تێیدا زانین بە زات و بە بنەمابوون هەیە، کە ئەمەش پەیوەندییە، و پەیوەندییش غەیری زاتە. کەواتە زانین بە پەیوەندییەکە، جیاوازە لە زانین بە زاتەکە بەو بەڵگەیەی باسمان کرد، کە بریتییە لەوەی: دەکرێت وێنای زانین بە زات بکرێت بەبێ زانین بە بنەمابوون، بەڵام ناکرێت وێنای زانین بە زات بکرێت بەبێ زانین بە زات، چونکە زات یەکە.",
              "commentary": "ئەمە یەکەم وەڵامدانەوەی (`الوجه الأول`) ڕاستەوخۆی غەزالییە بۆ چارەسەرەکەی فەیلەسووفەکان. ئەو بە وردییەکی لۆژیکییەوە دەیسەلمێنێت کە 'زانینی خودا بە زاتی خۆی' و 'زانینی خودا بە زاتی خۆی وەک بنەمای شتەکانی تر' دوو شتی جیاوازن. 'وەک بنەمابوون' سیفەتێکی پەیوەندیدارە (`إضافة`). دەکرێت شتێک بناسیت بەبێ ئەوەی پەیوەندییەکانی بناسیت. کەواتە فەیلەسووفەکان بەم قسەیەیان دوو شتیان خستووەتە ناو زانینی خوداوە: (١) زات، (٢) پەیوەندیی زات بە غەیری خۆیەوە. ئەمەش ڕاستەوخۆ دەبێتە هۆی 'فرەیی' (`الكثرة`) کە خۆیان دەیانەوێت لێی هەڵبێن.\n\nIstilahên Serekî:\n- **تحكم (taḥakkum)**: کراوە بە «خۆسەپاندن». بانگەشەیەکە بەبێ بەڵگە.\n- **إضافة (iḍāfa)**: کراوە بە «پەیوەندی». یەکێکە لە پۆلێنە کانتەگۆرییەکانی ئەرەستوو، کە سیفەتێکە بوونی بەندە بە بوونی شتێکی ترەوە (وەک 'باوک بوون' کە بەندە بە 'منداڵ'ەوە)."
            },
            {
              "line_number": "267",
              "original_text": "هناك معلومان، فهناك علمان الوجه الثاني هو أن قولهم: إن الكل معلوم له بالقصد الثاني، كلام غير معقول فإنه مهما كان علمه محيطاً بغيره كما يحيط بذاته كان له معلومان متغايران وكان له علم بهما، وتعدد المعلوم وتغايره يوجب تعدد العلم إذ يقبل أحد المعلومين الفصل عن الآخر في الوهم، فلا يكون العلم بأحدهما عين العلم بالآخر إذ لو كان لتعذر تقدير وجود أحدهما دون الآخر، وليس ثم آخر مهما كان الكل واحداً. فهذا لا يختلف بأن يعبر عنه بالقصد الثاني.",
              "translation": "[ئەگەر] دوو زانراو هەبن، کەواتە دوو زانینیش هەن. ڕووی دووەم ئەوەیە کە وتەکەیان: 'هەموو شتێک بۆ ئەو بە مەبەستی دووەم زانراوە'، قسەیەکی نامەعقووڵە. چونکە هەر کاتێک زانینی ئەو دەورەی غەیری خۆی بدات هەروەک چۆن دەورەی زاتی خۆی دەدات، ئەوا دوو زانراوی جیاوازی دەبێت و زانینیشی پێیان دەبێت. فرەیی و جیاوازیی زانراو، دەبێتە هۆی فرەیی زانین، چونکە یەکێک لە زانراوەکان لە وەهمدا قبووڵی جیابوونەوە لەویتر دەکات. کەواتە زانین بە یەکێکیان نابێتە خودی زانین بەویتر، چونکە ئەگەر وابوایە، وێناکردنی بوونی یەکێکیان بەبێ ئەویتر مەحاڵ دەبوو، لەکاتێکدا ئەویتر بوونی نییە ئەگەر هەمووی یەک بێت. جا ئەمە بەوە ناگۆڕێت کە بە 'مەبەستی دووەم' ناوی بهێنرێت.",
              "commentary": "لەم دووەم وەڵامدانەوەیەدا (`الوجه الثاني`)، غەزالی ڕاستەوخۆ هێرش دەکاتە سەر چەمکی 'مەبەستی دووەم' (`القصد الثاني`) و بە 'قسەیەکی نامەعقووڵ' ناوی دەبات. بنەمای لۆژیکیی ئەو سادە و بەهێزە: فرەیی لە بابەتی زانیندا (`المعلوم`)، بە شێوەیەکی پێویست دەبێتە هۆی فرەیی لە خودی زانیندا (`العلم`). ناونانی بە 'مەبەستی یەکەم' و 'دووەم' تەنها یاریکردنە بە وشە و حەقیقەتە مێتافیزیکییەکە ناگۆڕێت کە لێرەدا دوو بابەتی جیاوازی زانین هەن."
            },
            {
              "line_number": "268",
              "original_text": "الكليات لا تتناهى! ثم ليت شعري كيف يقدم على نفي الكثرة من يقول: إنه لا يعزب عن علمه مثقال ذرة في السموات ولا في الأرض إلا أنه يعرف الكل بنوع كلي، والكليات المعلومة له لا تتناهى، فيكون العلم المتعلق بها مع كثرتها وتغايرها واحداً من كل وجه. فابن سينا لا يحترز من لزوم \"الكثرة\" وقد خالف ابن سينا في هذا غيره من الفلاسفة الذين ذهبوا إلى أنه لا يعلم إلا نفسه احترازاً من لزوم الكثرة. فكيف شاركهم في نفي الكثرة",
              "translation": "گشتییەکان کۆتاییان نییە! جا خۆزگە دەمزانی چۆن کەسێک هەڵدەستێت بە ڕەتکردنەوەی فرەیی کە دەڵێت: 'بەقەدەر تۆزقاڵێک لە ئاسمانەکان و زەویدا لە زانینی ئەو ون نابێت'، بەڵام [دەڵێت] 'ئەو هەموو شتێک بە شێوازێکی گشتی دەزانێت'، و ئەو گشتییانەی کە زانراون بۆی، کۆتاییان نییە. [چۆن دەکرێت] زانینی پەیوەست بەوان، لەگەڵ فرەیی و جیاوازییاندا، لە هەموو ڕوویەکەوە یەک بێت؟ کەواتە ئیبن سینا خۆی لە پێویستبوونی 'فرەیی' ناپارێزێت. ئیبن سینا لەمەدا پێچەوانەی فەیلەسووفەکانی تر بووە کە بۆچوونیان وابووە کە ئەو [خودا] تەنها خۆی دەزانێت، بۆ خۆپاراستن لە پێویستبوونی فرەیی. جا [ئیبن سینا] چۆن هاوبەشی کردووە لەگەڵیاندا لە ڕەتکردنەوەی فرەییدا؟",
              "commentary": "ئەمە بەهێزترین ڕەخنەی غەزالییە لە ئیبن سینا، چونکە ناکۆکییەکی ناوخۆیی گەورە لە سیستەمەکەیدا ئاشکرا دەکات. ئەو دەڵێت: ئیبن سینا لە لایەکەوە بە توندی 'فرەیی' (`الكثرة`) لە خودادا ڕەت دەکاتەوە، بەڵام لە لایەکی ترەوە دەڵێت خودا زانینی بە 'گشتییەکان' (`الكليات`) هەیە کە ژمارەیان بێ کۆتاییە. ئەمە ناکۆکییەکی ڕوونە. غەزالی ئاماژە بەوەش دەکات کە فەیلەسووفەکانی تر (کە لەم بابەتەدا زیاتر συνεπής بوون) بۆ ئەوەی لەم کێشەیە ڕزگاریان بێت، وتوویانە خودا تەنها و تەنها زاتی خۆی دەزانێت. ئەمەش وا دەکات بۆچوونەکەی ئیبن سینا وەک چارەسەرێکی ناتەواو و پڕ لە کێشە دەربکەوێت."
            },
             {
              "line_number": "269",
              "original_text": "ثم باينهم في إثبات العلم بالغير؟ ولما استحيا أن يقال: إن الله لا يعلم شيئاً أصلاً في الدنيا والآخرة وإنما يعلم نفسه فقط وأما غيره فيعرفه ويعرف أيضاً نفسه وغيره فيكون غيره أشرف منه في العلم. فترك هذا حياء من هذا المذهب واستنكافاً منه، ثم لم يستحي من الإصرار على نفي الكثرة من كل وجه وزعم أن علمه بنفسه وبغيره بل وبجميع الأشياء هو ذاته من غير مزيد، وهو عين التناقض الذي استحيا منه سائر الفلاسفة لظهور التناقض فيه في أول النظر. فإذن ليس ينفك فريق منهم عن خزي في مذهب، وهكذى يفعل الله بمن ضل عن سبيله وظن أن الأمور الإلهية يستولي على كنهها بنظره وتخييله.",
              "translation": "پاشان [ئیبن سینا] جیا بووەوە لێیان لە سەلماندنی زانین بە غەیردا؟ و کاتێک شەرمی کرد لەوەی بوترێت: خودا هیچ شتێک لە دنیا و دواڕۆژدا نازانێت و تەنها خۆی دەزانێت، و [لە کاتێکدا] غەیری ئەو [خودا]، هەم خۆی دەناسێت و هەم غەیری خۆیشی دەناسێت، کەواتە غەیرەکەی لە زانیندا لەو بەرزترە. جا وازی لەمە هێنا لەبەر شەرم لەم مەزهەبە و خۆبەدوورگرتن لێی، پاشان شەرمی نەکرد لە سووربوون لەسەر ڕەتکردنەوەی فرەیی لە هەموو ڕوویەکەوە و وایزانی کە زانینی بە خۆی و بە غەیری خۆی و بەڵکو بە هەموو شتەکان، هەر خودی زاتیەتی بەبێ زیادە. ئەمەش خودی ئەو ناکۆکییەیە کە باقی فەیلەسووفەکان شەرمیان لێی کردووە، لەبەر دەرکەوتنی ناکۆکییەکە تێیدا لە یەکەم نیگادا. کەواتە هیچ دەستەیەکیان لە ڕیسوایی لە مەزهەبەکەیاندا ڕزگاریان نابێت. و خودا ئاوا دەکات بەسەر ئەوەی لە ڕێی ئەو لایداوە و وایزانیوە کە کاروبارە خوداییەکان بە بیرکردنەوە و وێناکردنی خۆی دەستی بەسەر حەقیقەتیاندا دەگات.",
              "commentary": "لێرەدا غەزالی هێرشێکی توندی کەسی دەکاتە سەر ئیبن سینا، و بە 'شەرمن' (`استحيا`) و 'ناکۆک' (`تناقض`) تۆمەتباری دەکات. ئەو دەڵێت ئیبن سینا لە لایەکەوە نەیتوانیوە قبووڵی بکات کە خودا جیهان نەزانێت (چونکە ئەمە بۆچوونێکی زۆر ناشرینە)، بەڵام لە لایەکی تریشەوە نەیویستووە واز لە بنەمای 'نەبوونی فرەیی' بهێنێت. دەرەنجامەکەی، لای غەزالی، بۆچوونێکی پڕ لە ناکۆکی و ناڕوونە. غەزالی ئەمە وەک نموونەیەک دەهێنێتەوە بۆ شکستی عەقڵی مرۆڤ کاتێک هەوڵ دەدات بەبێ وەحی لە حەقیقەتی خودا تێبگات."
            },
            {
              "line_number": "270",
              "original_text": "قولهم العلم يكون بمعرفة واحدة علم الأب والابن ... فإن قيل: إذا ثبت أنه يعرف نفسه مبدأ على سبيل الإضافة فالعلم بالمضاف واحد، إذ من عرف الابن عرفه بمعرفة واحدة وفيه العلم بالأب وبالأبوة والبنوة ضمناً، فيكثر المعلوم ويتحد العلم. فكذلك هو يعلم ذاته مبدأ لغيره، فيتحد العلم وإن تعدد المعلوم. ثم إذا عقل هذا في معلول واحد وإضافته إليه ولم يوجب ذلك كثرة، فالزيادة فيما لا يوجب جنسه كثرة لا توجب كثرة.",
              "translation": "وتەی ئەوان [لە وەڵامدا]: زانین بە یەک ناسین دەبێت، [وەک] زانینی باوک و کوڕ... جا ئەگەر بوترێت: ئەگەر سەلمێنرا کە ئەو خۆی دەناسێت وەک بنەما بە شێوەی پەیوەندی، ئەوا زانین بە شتی پەیوەندیدار یەکە. چونکە هەر کەسێک کوڕ بناسێت، بە یەک ناسین دەیناسێت و تێیدا زانینی باوک و باوکایەتی و کوڕایەتیش بە شێوەی لەخۆگرتوو هەیە. کەواتە زانراو فرە دەبێت و زانین یەک دەبێت. بە هەمان شێوە، ئەو زاتی خۆی دەزانێت وەک بنەمای غەیری خۆی، کەواتە زانینەکە یەک دەبێت ئەگەرچی زانراوەکە فرەش بێت. پاشان، ئەگەر ئەمە لە یەک هۆکارلێکراو و پەیوەندییەکەیدا بە عەقڵ گیرا و نەبووە هۆی فرەیی، ئەوا زیادکردن لەوەی کە جۆرەکەی نابێتە هۆی فرەیی، نابێتە هۆی فرەیی.",
              "commentary": "فەیلەسووفەکان لێرەدا بەڵگەیەکی زیرەکانە دەهێننەوە بۆ بەرگریکردن لە بۆچوونەکەیان. ئەوان پەنا دەبەنە بەر 'ئەنالۆجیی پەیوەندییەکان' (`الإضافة`). دەڵێن: کاتێک تۆ 'کوڕێک' دەناسیت، تۆ لە یەک کردەی زانیندا چەندین شت دەزانیت: خودی کوڕەکە، بوونی باوکێک، پەیوەندیی کوڕایەتی، و پەیوەندیی باوکایەتی. لێرەدا زانراوەکان (`المعلوم`) فرەن، بەڵام کردەی زانینەکە (`العلم`) یەکە. ئەوان ئەمە بۆ خودا بەکاردەهێنن: خودا لە یەک کردەی زانیندا، خۆی دەزانێت وەک بنەمای گەردوون، و بەمەش هەموو گەردوون دەزانێت."
            },
            {
              "line_number": "271",
              "original_text": "العلم يكون بعلم الشيء وبعلم العلم بالشيء وكذلك من يعلم الشيء ويعلم علمه بالشيء فإنه يعلمه بذلك العلم. فكل علم هو علم بنفسه وبمعلومه فيتعدد المعلوم ويتحد العلم. تقولون إن معلومات الله لا نهاية لها وعلمه واحد ويدل عليه أيضاً أنكم ترون أن معلومات الله لا نهاية لها وعلمه واحد ولا تصفونه بعلوم لا نهاية لأعدادها. فإن كان تعدد المعلوم يوجب تعدد ذات العلم فليكن في ذات الله علوم لا نهاية لأعدادها وهذا محال.",
              "translation": "زانین بریتییە لە زانینی شتەکە و زانینی زانین بە شتەکە. بە هەمان شێوە، ئەوەی شتێک دەزانێت و زانینی خۆی بە شتەکەش دەزانێت، ئەوا بە هەمان ئەو زانینە دەیزانێت. کەواتە هەموو زانینێک، زانینە بە خۆی و بە زانراوەکەی، کەواتە زانراو فرە دەبێت و زانین یەک دەبێت. [ئێوەش] دەڵێن زانراوەکانی خودا کۆتاییان نییە و زانینەکەی یەکە. و بەڵگەی لەسەر ئەوەش ئەوەیە کە ئێوە [ئەی ئەشعەرییەکان] پێتان وایە زانراوەکانی خودا کۆتاییان نییە و زانینەکەی یەکە، و وەسفی ناکەن بە زانینگەلێک کە ژمارەیان بێ کۆتایی بێت. جا ئەگەر فرەیی زانراو ببێتە هۆی فرەیی زاتی زانین، با لە زاتی خودادا زانینگەلێک هەبن کە ژمارەیان بێ کۆتایی بێت، ئەمەش مەحاڵە.",
              "commentary": "فەیلەسووفەکان بەڵگەیەکی دووەم دەهێننەوە کە لەسەر بنەمای 'خۆئاگایی' دامەزراوە. ئەوان دەڵێن: هەر کردەیەکی زانین، دوو بابەتی هەیە: (١) شتە دەرەکییەکە، (٢) خودی زانینەکە خۆی. بەڵام هەردووکیان بە یەک کردەی زانین دەزانرێن. پاشان، بە زیرەکییەوە هێرشەکە پێچەوانە دەکەنەوە و ئاڕاستەی خودی غەزالی و ئەشعەرییەکانی دەکەن. دەڵێن: ئێوەش باوەڕتان وایە خودا یەک سیفەتی زانینی هەیە بەڵام زانراوەکانی بێ کۆتایین. ئەگەر بەڵگەکەی غەزالی ڕاست بێت (کە فرەیی زانراو دەبێتە هۆی فرەیی زانین)، ئەوا دەبێت ئێوەش باوەڕتان بە بێ کۆتایی 'سیفەتی زانین' هەبێت لە خودادا، کە ئەمەش مەحاڵە."
            },
            {
              "line_number": "272",
              "original_text": "قولنا يقتضي ذلك كثرة أكثر مما إذا أضيف وجود إلى ماهية قلنا: مهما كان العلم واحداً من كل وجه لم يتصور تعلقه بمعلومين، بل يقتضي ذلك كثرة ما على ما هو وضع الفلاسفة واصطلاحهم في تقدير الكثرة، حتى بالغوا فقالوا: لو كان للأول ماهية موصوفة بالوجود لكان لذلك كثرة. فلم يعقلوا شيئاً واحداً له حقيقية ثم يوصف بالوجود، بل زعموا",
              "translation": "وتەی ئێمە [وەڵام]: ئەوە پێویستی بە فرەیییەک هەیە کە زیاترە لەوەی کاتێک بوون زیاد دەکرێت بۆ چییەتی. وتمان: هەر کاتێک زانین لە هەموو ڕوویەکەوە یەک بێت، وێنا ناکرێت پەیوەندیی بە دوو زانراوەوە هەبێت. بەڵکو ئەوە پێویستی بە جۆرێک لە فرەیی هەیە بەپێی ئەوەی کە بنەما و زاراوەی فەیلەسووفەکانە لە دیاریکردنی فرەییدا، تەنانەت زیادەڕۆییان کرد و وتیان: ئەگەر 'یەکەم' چییەتییەکی هەبووایە کە بە بوون وەسف کرابێت، ئەوا ئەوە فرەیی دەبوو. ئەوان بە عەقڵیاندا نەدەهات شتێکی تاک هەبێت کە حەقیقەتێکی هەبێت و پاشان بە بوون وەسف بکرێت، بەڵکو وایانزانی...",
              "commentary": "غەزالی لێرەدا بە بەهێزی وەڵامیان دەداتەوە. ئەو دەڵێت: ئێوە ئەی فەیلەسووفەکان، پێناسەیەکی زۆر توندتان بۆ 'یەکێتی' هەیە. ئێوە تەنانەت جیاوازیی نێوان 'چییەتی' (`ماهية`) و 'بوون' (`وجود`)یش لە خودادا بە جۆرێک لە 'فرەیی' (`كثرة`) دادەنێن. جا ئەگەر پێناسەکەتان ئەوەندە توند بێت، ئەوا ئەو چارەسەرانەی خۆتان پێشنیارتان کردوون (وەک پەیوەندیی باوک و کوڕ) کە چەندین پەیوەندیی ئاڵۆز لەخۆدەگرن، دەبێتە هۆی فرەیییەکی زۆر گەورەتر. غەزالی بەم کارە فەیلەسووفەکان بە دووڕوویی و بەکارنەهێنانی پێوەرەکانی خۆیان بە شێوەیەکی یەکسان تۆمەتبار دەکات."
            },
                  
          ]
        }
      ]
    }
  ]
}
