{
  "books": [
    {
      "title": "تهافت الفلاسفة (Tahāfut al-Falāsifa)",
      "author": "ئیمام غەزالی | أبو حامد الغزالي",
      "sections": [
        {
          "section_title": "یەکێتیی زات و سیفاتەکانی خودا: مانای بەخشندەیی، چاکە، و عەشقی خودایی",
          "lines": [
            {
              "line_number": "231",
              "original_text": "فحياته عين ذاته أيضاً. ... والجواد، الذي لا يكتسب بجوده شيئاً وإذا قيل له: جواد، أريد به أن يفيض عنه الكل لا لغرض يرجع إليه. والجود يتم بشيئين: أحدهما أن يكون للمنعم فائدة فيما وهب منه، فلعل من يهب شيئاً ممن هو مستغن عنه لا يوصف بالجود. والثاني أن لا يحتاج الجواد إلى الجود فيكون إقدامه على الجود لحاجة نفسه. وكل من يجود ليمدح أو يثنى عليه أو يتخلص من مذمة فهو مستعيض وليس بجواد، وإنما الجود الحقيقي لله فإنه ليس يبغي به خلاصاً عن ذم ولا كمالاً مستفاداً بمدح. فيكون الجواد اسماً منبئاً عن وجوده مع إضافة إلى الفعل وسلب للغرض، فلا يؤدي إلى الكثرة في ذاته.",
              "translation": "کەواتە ژیانیشی هەر خودی زاتیەتی. ... و [سەبارەت بە سیفەتی] 'بەخشندە'، [مەبەست لێی] ئەوەیە کە بە بەخشندەییەکەی هیچ شتێک بەدەست ناهێنێت، و کاتێک پێی دەوترێت: بەخشندە، مەبەست لێی ئەوەیە کە هەموو شت لێیەوە هەڵدەقوڵێت [نەک] بۆ مەبەستێک کە بۆ خۆی بگەڕێتەوە. بەخشندەیی بە دوو شت تەواو دەبێت: یەکەمیان ئەوەی کە بەخشەر سوودێکی لەوەدا هەبێت کە بەخشیویەتی، بۆیە لەوانەیە ئەوەی شتێک ببەخشێت کە خۆی پێویستی پێی نییە، بە بەخشندە وەسف نەکرێت. دووەمیشیان ئەوەی کە بەخشندە پێویستی بە بەخشینەکە نەبێت، تاکو بەخشینەکەی بۆ پێویستیی نەفسی خۆی بێت. هەر کەسێک ببەخشنێت بۆ ئەوەی ستایش بکرێت یان لە سەرزەنشت ڕزگاری بێت، ئەوا ئەو کەسە بەرانبەرخوازە و بەخشندە نییە. بەخشندەیی ڕاستەقینە تەنها هی خودایە، چونکە ئەو بەهۆیەوە نە داوای ڕزگاربوون لە سەرزەنشت دەکات و نە داوای کەماڵێک دەکات کە لە ستایشەوە بەدەستی بێت. کەواتە 'بەخشندە' ناوێکە ئاماژە بە بوونی ئەو دەکات لەگەڵ پەیوەندییەک بۆ کردار و سەلبکردنی مەبەست، بۆیە نابێتە هۆی فرەیی لە زاتیدا.",
              "commentary": "لێرەدا فەیلەسووفەکان مانای 'بەخشندەیی' (الجود) بۆ خودا لێک دەدەنەوە. لای ئەوان، بەخشندەیی خودا وەک هی مرۆڤ نییە کە هەمیشە بۆ مەبەستێکە (غرض)، وەک بەدەستهێنانی ستایش یان دوورکەوتنەوە لە لۆمە. بەخشندەیی خودا بریتییە لە هەڵقوڵانی (فيضان) بوون لێیەوە بەبێ ئەوەی هیچ سوودێک یان کەماڵێکی نوێی بۆ بگەڕێتەوە. بەم شێوەیە، 'بەخشندە' نابێتە سیفەتێکی زیادە لەسەر زات، بەڵکو تەنیا وەسفکردنی پەیوەندیی نێوان زاتی خودا و کردارەکانیەتی، لەگەڵ جەختکردنەوە لەسەر بێمەبەستیی ئەو کردارە. ئامانجی سەرەکی هەمیشە پاراستنی زاتە لە فرەیی (الكثرة)."
            },
            {
              "line_number": "232",
              "original_text": "والخير المحض ... وإذا قيل: خير محض، فإما أن يراد به وجوده بريئاً عن النقص وإمكان العدم، فإن الشر لا ذات له بل يرجع إلى عدم جوهر أو عدم صلاح حال الجوهر، وإلا فالوجود من حيث أنه وجود خير فيرجع هذا الاسم إلى السلب لإمكان النقص والشر. وقد يقال: خير، لما هو سبب لنظام الأشياء، والأول مبدأ لنظام كل شيء، فهو خير، ويكون الاسم دالاً على الوجود مع نوع إضافة.",
              "translation": "و [سەبارەت بە] 'چاکەی پەتی'... کاتێک دەوترێت: چاکەی پەتی، یان مەبەست لێی بوونیەتی کە پاکە لە کەمایەسی و ئیمکانی نەبوون، چونکە شەڕ زاتی نییە بەڵکو دەگەڕێتەوە بۆ نەبوونی جەوهەرێک یان نەبوونی باشیی حاڵی جەوهەرێک. ئەگەرنا، بوون لەو ڕووەوە کە بوونە، چاکەیە. کەواتە ئەم ناوە دەگەڕێتەوە بۆ سەلبکردنی ئیمکانی کەمایەسی و شەڕ. و هەندێک جار دەوترێت: چاکە، بەوەی کە هۆکاری سیستەمی شتەکانە، و 'یەکەم'یش بنەمای سیستەمی هەموو شتێکە، کەواتە چاکەیە، و ناوەکە ئاماژە دەکات بە بوون لەگەڵ جۆرێک لە پەیوەندی.",
              "commentary": "فەیلەسووفەکان دوو لێکدانەوەی فەلسەفی بۆ سیفەتی 'چاکەی پەتی' (الخير المحض) دەخەنەڕوو. یەکەم: لێکدانەوەیەکی ئۆنتۆلۆژی، کە 'چاکە' بریتییە لە خودی بوون، و 'شەڕ' (الشر) زاتێکی سەربەخۆی نییە بەڵکو تەنها 'نەبوون' (عدم)ـە، واتە کەمایەسییەکە لە بووندا. خودا چاکەی پەتییە چونکە بوونێکی تەواوە و هیچ کەمایەسییەکی تێدا نییە. دووەم: لێکدانەوەیەکی گەردوونی، کە 'چاکە' بریتییە لەوەی سەرچاوەی سیستەم و ڕێکخستنی گەردوون (نظام الأشياء) بێت. هەردوو لێکدانەوەکە سیفەتەکە دەکەن بە سەلبکردنێک (نەبوونی کەمایەسی) یان پەیوەندییەک (سەرچاوەی سیستەم)، بۆ ئەوەی هیچ فرەییەک نەخەنە ناو زاتی خوداوە."
            },
            {
              "line_number": "233",
              "original_text": "وواجب الوجود وإذا قيل: واجب الوجود، فمعناه هذا الوجود مع سلب علة لوجوده وإحالة علة لعدمه أولاً وآخراً.",
              "translation": "و [سەبارەت بە] 'واجبی بوون'، کاتێک دەوترێت: واجبی بوون، ماناکەی بریتییە لەم بوونە لەگەڵ سەلبکردنی هۆکارێک بۆ بوونی و مەحاڵبوونی هۆکارێک بۆ نەبوونی، لە ئەزەل و ئەبەددا.",
              "commentary": "ئەمە پێناسەیەکی کورت و پوختی زاراوەی سەرەکیی فەلسەفەی ئیسلامییە بۆ خودا. 'واجبی بوون' (واجب الوجود) دوو ڕەهەندی هەیە: یەکەم، بوونێکی بێهۆکارە، واتە بوونی لە زاتی خۆیەوەیە و لە هیچ شتێکی ترەوە وەری نەگرتووە. دووەم، بوونێکی پێویستە، واتە نەبوونی مەحاڵە. ئەمەش بە تەواوی خودا لە هەموو بوونەوەرە 'مومکین'ـەکانی تر جیادەکاتەوە کە بوون و نەبوونیان لە خۆیانەوە نییە."
            },
            {
              "line_number": "234",
              "original_text": "والعاشق والمعشوق واللذيذ والملتذ وإذا قيل: عاشق ومعشوق ولذيذ وملتذ، فمعناه هو أن كل جمال وبهاء وكمال فهو محبوب ومعشوق لذي الكمال ولا معنى للذة إلا إدراك الكمال الملائم. ومن عرف كمال نفسه في إحاطته بالمعلومات لو أحاط بها، وفي جمال صورته وفي كمال قدرته وقوة أعضائه وبالجملة إدراكه لحضور كل كمال هو ممكن له، لو أمكن أن يتصور ذلك في إنسان واحد، لكان محباً لكماله وملتذاً به، وإنما تنتقص لذته بتقدير العدم والنقصان فإن السرور لا يتم بما يزول أو يخشى زواله، والأول له البهاء الأكمل والجمال الأتم إذ كل كمال هو ممكن له فهو حاضر له. وهو مدرك لذلك الكمال مع الأمن من إمكان النقصان والزوال.",
              "translation": "و [سەبارەت بە] 'عاشق و مەعشوق و چێژبەخش و چێژوەرگر'، کاتێک دەوترێت: عاشق و مەعشوق و چێژبەخش و چێژوەرگر، ماناکەی ئەوەیە کە هەموو جوانی و شکۆ و کەماڵێک، خۆشەویست و مەعشوقە لای خاوەن کەماڵ، و چێژیش هیچ مانایەکی نییە جگە لە تێگەیشتن لەو کەماڵەی گونجاوە. ئەوەی کەماڵی خۆی بناسێت لە دەورەدانی بە زانیارییەکان ئەگەر دەورەی بدایە، و لە جوانیی وێنەکەیدا و لە کەماڵی تواناکەیدا و لە هێزی ئەندامەکانیدا، و بە کورتی تێگەیشتنی لە ئامادەبوونی هەموو کەماڵێک کە بۆی مومکینە، ئەگەر مومکین بووایە ئەوە لە یەک مرۆڤدا وێنا بکرێت، ئەوا عاشق بە کەماڵی خۆی دەبوو و چێژی لێ وەردەگرت. بەڵام چێژەکەی کەم دەبێتەوە بەهۆی گریمانەکردنی نەبوون و کەمایەسی، چونکە خۆشی بە شتێک تەواو نابێت کە لەناو دەچێت یان ترسی لەناوچوونی هەیە. و 'یەکەم' [خودا] خاوەنی شکۆی هەرە کەماڵ و جوانیی هەرە تەواوە، چونکە هەموو کەماڵێک کە مومکینە، بۆ ئەو ئامادەیە. ئەو تێگەیشتووی ئەو کەماڵەیە لەگەڵ دڵنیایی لە [مەحاڵبوونی] کەمایەسی و لەناوچوون.",
              "commentary": "ئەمە لوتکەی تێڕوانینی فەلسەفییە بۆ خودا وەک خۆشەویستیی عەقڵی. فەیلەسووفەکان 'چێژ' (اللذة) بە تێگەیشتنی عەقڵی لە کەماڵی خود پێناسە دەکەن. بەو پێیەی خودا خاوەنی کەماڵی ڕەهایە و بە شێوەیەکی ڕەهاش لە کەماڵی خۆی تێدەگات، کەواتە ئەو لە بەرزترین پلەی چێژ و عەشق و خۆشەویستیدایە بەرانبەر بە زاتی خۆی. لێرەدا، چوار سیفەتەکە یەکدەگرنەوە: خودا 'عاشق' (العاشق)ـە چونکە تێدەگات، و 'مەعشوق' (المعشوق)ـە چونکە کەماڵەکەی بابەتی تێگەیشتنە، و 'چێژبەخش' (اللذيذ)ـە چونکە کەماڵەکەی سەرچاوەی چێژە، و 'چێژوەرگر' (الملتذ)ـە چونکە خودی تێگەیشتووەکەیە. هەموو ئەمانە دەگەڕێنەوە بۆ یەک حەقیقەت: تێگەیشتنی تەواوی خودا لە زاتی خۆی."
            }
          ]
        }
      ]
    }
  ]
}
