{
  "books": [
    {
      "title": "تهافت الفلاسفة (Tahāfut al-Falāsifa)",
      "author": "ئەبو حامیدی غەزالی (Abu Hamid al-Ghazali)",
      "sections": [
        {
          "section_title": "مەسەلەی یەکەم: لە پووچەڵکردنەوەی وتەیان دەربارەی ئەزەلییەتی جیهان",
          "lines": [
            {
              "line_number": "1",
              "original_text": "تفصيل المذهب: اختلفت الفلاسفة في قدم العالم. فالذي استقر عليه رأي جماهيرهم المتقدمين والمتأخرين القول بقدمه وأنه لم يزل موجوداً مع الله تعالى ومعلولاً له ومسوقاً له غير متأخر عنه بالزمان مساوقة المعلول للعلة ومساوقة النور للشمس، وأن تقدم الباري عليه كتقدم العلة على المعلول، وهو تقدم بالذات والرتبة لا بالزمان.",
              "translation": "شیکردنەوەی بیروڕاکە: فەیلەسووفان لەبارەی کۆنی (قِدَم)ی جیهانەوە ڕایان جیاواز بووە. ئەوەی کە بۆچوونی زۆرینەی فەیلەسووفانی پێشین و پاشینی لەسەر جێگیر بووە، وتەی کۆنی جیهانە، و ئەوەیە کە هەمیشە لەگەڵ خودای گەورەدا هەبووە و دەرەنجامی (معلول)ی ئەوە و هاوشانی بووە، بەبێ ئەوەی لە ڕووی کاتەوە لێی دواکەوتبێت، وەک هاوشانیی دەرەنجام بۆ هۆکار و هاوشانیی تیشک بۆ خۆر. پێشکەوتنی دروستکاريش بەسەریدا وەک پێشکەوتنی هۆکارە بەسەر دەرەنجامدا، کە پێشکەوتنە لە ڕووی زات و پلەوە، نەک لە ڕووی کاتەوە.",
              "commentary": "غەزالی بە خستنەڕووی بۆچوونی سەرەکیی فەیلەسووفان دەست پێدەکات. بەلای ئەوانەوە، پەیوەندیی نێوان خودا و جیهان، پەیوەندییەکی هۆکار و دەرەنجامی ئەزەلییە، نەک دروستکەرێک کە لە خاڵێکی کاتدا شتێک دروست بکات. چەمکی 'هاوشانی' (مساوقة) زۆر گرنگە، کە مانای ئەوەیە هۆکار و دەرەنجام لە ڕووی کاتەوە پێکەوەن، هەرچەندە لە ڕووی بوون و پلەوە هۆکارەکە لەپێشترە."
            },
            {
              "line_number": "2",
              "original_text": "وحكي عن أفلاطن أنه قال: العالم مكون ومحدث. ثم منهم من أول كلامه وأبى أن يكون حدث العالم معتقداً له.",
              "translation": "لە ئەفلاتونەوە گێڕدراوەتەوە کە وتوویەتی: جیهان دروستکراو (مُکوَّن) و بەدیهێنراوە (مُحدَث). پاشان هەندێکیان قسەکەیان لێکداوەتەوە و ڕەتیان کردۆتەوە کە بڕوای بە دروستبوونی جیهان لە کاتدا هەبووبێت.",
              "commentary": "لێرەدا ئاماژە بە بۆچوونێکی بەظاهیر دژ بەیەک دەکرێت کە هی ئەفلاتونە. فەیلەسووفانی دواتر بۆ ئەوەی بۆچوونی ئەفلاتون لەگەڵ بیروباوەڕی خۆیاندا بگونجێنن، وتوویانە مەبەستی ئەفلاتون لە 'دروستبوون' (حدوث)، دروستبوونێکی زاتییە نەک کاتی. واتە جیهان لە زاتی خۆیدا پێویستی بە هۆکارێکە بۆ بوون، بەڵام ئەمە ناگەیەنێت کە لە کاتێکی دیاریکراودا دەستی پێکردووە."
            },
            {
              "line_number": "3",
              "original_text": "وذهب جالينوس في آخر عمره في الكتاب الذي سماه \"ما يعتقده جالينوس رأياً\" إلى التوقف في هذه المسألة. وأنه لا يدري العالم قديم أو محدث. وربما",
              "translation": "جالینۆسیش لە کۆتایی تەمەنیدا لە کتێبێکدا کە ناوی ناوە \"ئەوەی جالینۆس وەک ڕا بڕوای پێیەتی\" لەم مەسەلەیەدا وەستاوە (توقُّف). و ئەوەی کە نازانێت جیهان کۆنە یان دروستکراوە. و لەوانەیە...",
              "commentary": "غەزالی بۆچوونی سێیەم دەهێنێتەوە کە هی جالینۆسە و بریتییە لە 'لاادری' یان گومانکاری. ئەمە وەک حاڵەتێکی دەگمەن لەناو فەیلەسووفاندا نیشان دەدات بۆ ئەوەی بڵێت کە ئەم پرسە ئەوەندە ئاڵۆزە کە کەسێکی وەک جالینۆسیش نەیتوانیوە یەکلایی بکاتەوە. ڕستە تەواونەکراوەکەی \"وربما...\" (و لەوانەیە...) ئاماژەیە بۆ ئەوەی کە نووسخەی ئەسڵی لەوێدا وەستاوە یان غەزالی بە مەبەست وازی لێهێناوە."
            },
            {
              "line_number": "4",
              "original_text": "دل على أنه لا يمكن أن يعرف وأن ذلك ليس لقصور فيه بل لاستعصاء هذه المسألة في نفسها على العقول، ولكن هذا كالشاذ في مذهبهم وإنما مذهب جميعهم أنه قديم وأنه بالجملة لا يتصور أن يصدر حادث من قديم بغير واسطة أصلاً.",
              "translation": "بەڵگەی هێنایەوە لەسەر ئەوەی کە زانینی مەحاڵە و ئەوەش لەبەر کەموکوڕییەک لە خۆیدا نییە، بەڵکو لەبەر ئەوەیە کە ئەم مەسەلەیە خۆی لە خۆیدا بۆ عەقڵەکان سەختە. بەڵام ئەمە لەناو بیروباوەڕی ئەواندا وەک حاڵەتێکی دەگمەن وایە، چونکە بیروڕای هەموویان ئەوەیە کە جیهان کۆنە و بە گشتی ناکرێت وێنا بکرێت کە دروستکراوێک (حادث) لە بوونەوەرێکی ئەزەلییەوە (قدیم) بەبێ هیچ نێوەندێک سەرچاوە بگرێت.",
              "commentary": "لێرەدا غەزالی بۆچوونە گومانکارییەکەی جالینۆس وەک حاڵەتێکی پەراوێزخراو دادەنێت و جەخت لەسەر کۆدەنگیی فەیلەسووفان دەکاتەوە لەسەر ئەزەلییەتی جیهان و بنەمای سەرەکییان: مەحاڵە شتێکی نوێ (کە سەرەتا و کۆتایی هەیە) ڕاستەوخۆ لە شتێکی ئەزەلییەوە (کە نەگۆڕە و سەرەتای نییە) دروست ببێت."
            },
            {
              "line_number": "5",
              "original_text": "اختيار أشد أدلتهم وقعاً في النفس. إيراد أدلتهم. لو ذهبت أصف ما نقل عنهم في معرض الأدلة وذكر في الاعتراض عليه لسودت في هذه المسألة أوراقاً، ولكن لا خير في التطويل. فلنحذف من أدلتهم ما يجري مجرى التحكم أو التخيل الضعيف الذي يهون على كل ناظر حله. ولنقتصر على إيراد ما له وقع في النفس، مما لا يجوز أن ينهض مشككاً لفحول النظار، فإن تشكيك الضعفاء بأدنى خبال ممكن. وهذا الفن من الأدلة ثلاثة:",
              "translation": "هەڵبژاردنی کاریگەرترین بەڵگەکانیان لەسەر دەروون. خستنەڕووی بەڵگەکانیان. ئەگەر بمویستایە هەموو ئەوەی لێیانەوە گێڕدراوەتەوە لە بەڵگە و ئەو ڕەخنانەی لێی گیراوە باسی بکەم، ئەوا چەندین لاپەڕەم لەسەر ئەم مەسەلەیە ڕەش دەکردەوە، بەڵام هیچ خێرێک لە درێژدادڕیدا نییە. بۆیە واز لەو بەڵگانەیان دەهێنین کە لە حوکمی سەپێنراو یان خەیاڵی لاواز دەچن کە بۆ هەر وردبینێک پووچەڵکردنەوەی ئاسانە. با تەنها ئەوە بخەینەڕوو کە کاریگەریی لەسەر دەروون هەیە، ئەوەی کە دەشێت گومان بخاتە دڵی گەورەترین بیرمەندانیشەوە، چونکە بەگومانخستنی کەسانی لاواز بە کەمترین شتی نالۆژیکی دەکرێت. ئەم جۆرە بەڵگەش سێ دانەیە:",
              "commentary": "غەزالی لێرەدا ڕێبازی خۆی ڕوون دەکاتەوە: ئەو بەڵگە لاوازەکانی فەیلەسووفان فەرامۆش دەکات و ڕاستەوخۆ هێرش دەکاتە سەر بەهێزترین و کاریگەرترین بەڵگەکانیان. ئەمە ستراتیژێکی زیرەکانەیە، چونکە ئەگەر بتوانێت بەهێزترین بەڵگەیان پووچەڵ بکاتەوە، ئەوا بەڵگە لاوازەکان خۆیان لە خۆیاندا دەکەون."
            },
            {
              "line_number": "6",
              "original_text": "الأول يستحيل حدوث حادث من قديم مطلقاً قولهم يستحيل صدور حادث من قديم مطلقاً، لأنا إذا فرضنا القديم ولم يصدر منه العالم مثلاً فإنما لم يصدر لأنه لم يكن للوجود مرجح بل كان وجود العالم ممكناً إمكاناً صرفاً، فإذا حدث بعد ذلك لم يخل إما أن تجدد مرجح أو لم يتجدد، فإن لم يتجدد مرجح بقي العالم على الإمكان الصرف كما قبل ذلك، وإن تجدد مرجح فمن محدث ذلك المرجح؟ ولم حدث الآن ولم يحدث من قبل؟ والسؤال في حدوث المرجح قائم.",
              "translation": "یەکەم: مەحاڵە دروستکراوێک لە بوونەوەرێکی ئەزەلییەوە بە شێوەیەکی ڕەها سەرچاوە بگرێت. چونکە ئەگەر وا دابنێین بوونەوەری ئەزەلی هەبووە و جیهانی لێوە دروست نەبووە، ئەوا هۆکاری دروست نەبوونەکەی ئەوە بووە کە هیچ هۆکارێکی یەکلاکەرەوە (مرجِّح) بۆ بوونی لە ئارادا نەبووە، بەڵکو بوونی جیهان تەنها ئەگەرێکی ڕووت بووە. جا ئەگەر دواتر دروست بوو، ئەوا یان هۆکارێکی یەکلاکەرەوەی نوێ هاتووەتە ئاراوە یان نەهاتووە. ئەگەر نەهاتبێتە ئاراوە، ئەوا دەبوو جیهان هەر لەسەر دۆخی ئەگەری ڕووتی خۆی بمێنێتەوە. خۆ ئەگەر هۆکارێکی یەکلاکەرەوەی نوێش هاتبێتە ئاراوە، ئەوا پرسیارەکە ئەمەیە: کێ ئەو هۆکارە نوێیەی دروست کرد؟ بۆچی ئێستا دروستی کرد و پێشتر نەیکرد؟ کەواتە پرسیارەکە لەبارەی دروستبوونی خودی هۆکارەکەوە بەردەوامە.",
              "commentary": "ئەمە کرۆکی بەڵگەی یەکەمی فەیلەسووفانە کە بە 'بەڵگەی هۆکاری یەکلاکەرەوە' (argument from determination) ناسراوە. پوختەکەی ئەوەیە: بۆچی جیهان لەو کاتەدا دروست بوو کە دروست بوو، نەک چرکەیەک پێشتر یان دواتر؟ ئەگەر خودا ئەزەلی و نەگۆڕ بێت، ئەوا دەبێت هەمیشە لە هەمان حاڵەتدا بێت. کەواتە یان دەبێت هەمیشە جیهان دروست بکات (کەواتە جیهان ئەزەلییە) یان هەرگیز دروستی نەکات. هاتنەئارای 'هۆکارێکی یەکلاکەرەوە'ی نوێ خۆی پێویستی بە هۆکارێکی ترە، ئەمەش دەبێتە هۆی زنجیرەیەکی بێ کۆتا (تسلسل)."
            },
            {
              "line_number": "7",
              "original_text": "وبالجملة فأحوال القديم إذا كانت متشابهة فإما أن لا يوجد عنه شيء قط وإما أن يوجد على الدوام، فأما أن يتميز حال الترك عن حال الشروع فهو محال. ... وتحقيقه أن يقال: لم لم يحدث العالم قبل حدوثه؟ لا يمكن أن يحال على عجزه عن الأحداث ولا على استحالة الحدوث... ولا أمكن أن يقال: لم يكن قبله غرض ثم تجدد غرض، ولا أمكن أن يحال على فقد آلة ثم على وجودها، بل أقرب ما يتخيل أن يقال: لم يرد وجوده قبل ذلك. فيلزم أن يقال: حصل وجوده لأنه صار مريداً لوجوده بعد أن لم يكن مريداً، فيكون قد حدثت الإرادة.",
              "translation": "بەکورتی، ئەگەر حاڵەتەکانی بوونەوەری ئەزەلی هەمووی وەک یەک بن، ئەوا یان دەبێت هەرگیز هیچی لێوە دروست نەبێت، یان دەبێت بەردەوام شتی لێوە دروست ببێت. بەڵام جیاکردنەوەی حاڵەتی 'دروست نەکردن' لە حاڵەتی 'دەستپێکردن' مەحاڵە. ... ڕوونکردنەوەی ئەمە ئەوەیە کە بپرسین: بۆچی جیهان پێش کاتی دروستبوونی، دروست نەبوو؟ ناتوانرێت بخرێتە ئەستۆی بێتوانایی خودا یان مەحاڵبوونی دروستبوون... ناشتوانرێت بوترێت: پێشتر ئامانجێکی نەبووە و پاشان ئامانجێکی نوێی بۆ دروست بووە، یان ئامرازێکی نەبووە و پاشان پەیدای کردووە. بەڵکو نزیکترین شت ئەوەیە بوترێت: پێشتر 'ویستی' (أراد) بوونی جیهانی نەکردووە. لێرەوە پێویست دەکات بوترێت: جیهان دروست بوو چونکە خودا 'بوو' بە ویستکاری بوونی، پاش ئەوەی ویستکار نەبوو. کەواتە خودی ویستەکە (الإرادة) شتێکی نوێ و دروستکراوە.",
              "commentary": "فەیلەسووفان هەموو پاساوە ئەگەرییەکان بۆ دواکەوتنی دروستکردن پووچەڵ دەکەنەوە (کەمیی توانا، ئامراز، ئامانج) چونکە ئەمانە سیفەتی کەمین کە لە بوونەوەرێکی کامڵی ئەزەلیدا نین. تەنها یەک ئەگەر دەمێنێتەوە: گۆڕان لە 'ویست'دا. بەڵام ئەگەر ویستی خودا بگۆڕێت، لە 'نەویستن'ەوە بۆ 'ویستن'، ئەوا خودی ویستەکە 'دروستکراو'ە (حادث)، ئەمەش خودی خودا دەکاتە شوێنی ڕووداو و گۆڕانکاری، کە لەلای فەیلەسووفان مەحاڵە."
            },
            {
              "line_number": "8",
              "original_text": "وحدوثه في ذاته محال لأنه ليس محل الحوادث، وحدوثه لا في ذاته لا يجعله مريداً. ولنترك النظر في محل حدوثه. أليس الإشكال قائماً في أصل حدوثه! وأنه من أين حدث؟ ولم حدث الآن ولم يحدث قبله؟ ... وإن حدث بإحداث الله فلم حدث الآن ولم يحدث من قبل؟ ... أو لعدم الإرادة؟ فتفتقر الإرادة إلى إرادة وكذى الإرادة الأولى، ويتسلسل إلى غير نهاية.",
              "translation": "دروستبوونی ویست لە زاتی خودادا مەحاڵە، چونکە ئەو شوێنی ڕووداوەکان نییە. دروستبوونیشی لە دەرەوەی زاتی ئەو، نایکات بە ویستکار. با واز لەوە بهێنین کە لە کوێ دروست بووە. ئایا کێشەکە لە خودی بنچینەی دروستبوونەکەیدا بەردەوام نییە! کە لە کوێوە دروست بوو؟ بۆچی ئێستا و نەک پێشتر؟ ... خۆ ئەگەر بە دروستکردنی خودا بووبێت، بۆچی ئێستا دروستی کرد و نەک پێشتر؟ ... یان لەبەر نەبوونی ویست بووە؟ کەواتە خودی ویستەکە پێویستی بە ویستێکی ترە بۆ دروستبوونی، و ئەو ویستەش بە هەمان شێوە، و بەم جۆرە زنجیرەکە تا بێکۆتا دەڕوات.",
              "commentary": "لێرەدا فەیلەسووفان بەڵگەکە قوڵتر دەکەنەوە. ئەگەر 'ویست'ێکی نوێ دروست بووبێت، ئەوا ئەم ویستە نوێیە خۆی پێویستی بە هۆکارێکە. ئەگەر هۆکارەکەی ویستێکی تری خودا بێت، ئەوا پرسیارەکە بۆ ئەو ویستە دووەمەش دێتەوە ئاراوە، و ئەمەش دەبێتە هۆی 'زنجیرەی بێ کۆتا' (تسلسل الى غير نهاية) کە لە لۆژیکدا بە پووچەڵ دادەنرێت."
            },
            {
              "line_number": "9",
              "original_text": "فإذن قد تحقق بالقول المطلق أن صدور الحادث من القديم من غير تغير أمر من القديم في قدرة أو آلة أو وقت أو غرض أو طبع محال، وتقدير تغير حال محال، لأن الكلام في ذلك التغير الحادث كالكلام في غيره. والكل محال، ومهما كان العالم موجوداً واستحال حدثه ثبت قدمه لا محالة.",
              "translation": "کەواتە، بە شێوەیەکی ڕەها سەلمێندرا کە دەرچوونی دروستکراوێک لە بوونەوەرێکی ئەزەلییەوە، بەبێ هیچ گۆڕانێک لە خودی بوونەوەرە ئەزەلییەکەدا لە ڕووی توانا، ئامراز، کات، ئامانج، یان سروشتەوە، مەحاڵە. دانانی گۆڕانکاریش لە حاڵیدا هەر مەحاڵە، چونکە قسەکردن لەسەر ئەو گۆڕانکارییە دروستکراوە وەک قسەکردنە لەسەر هەر شتێکی تری دروستکراو. هەمووی مەحاڵە. جا مادام جیهان بوونی هەیە و دروستبوونیشی مەحاڵە، ئەوا بێ گومان کۆنی و ئەزەلییەتییەکەی دەسەلمێت.",
              "commentary": "ئەمە پوختە و دەرەنجامی کۆتایی بەڵگەی فەیلەسووفانە. لەبەر ئەوەی (١) دەرچوونی شتێکی کاتی لە بوونەوەرێکی ئەزەلی بەبێ گۆڕان مەحاڵە، و (٢) گۆڕانیش لە خودی بوونەوەرە ئەزەلییەکەدا مەحاڵە، و (٣) جیهان بوونی هەیە، کەواتە تەنها یەک دەرەنجامی لۆژیکی دەمێنێتەوە: جیهان دروستکراو نییە، بەڵکو ئەزەلییە."
            },
            {
              "line_number": "10",
              "original_text": "فهذا أخبل أدلتهم. وبالجملة كلامهم في سائر مسائل الإلهيات أرك من كلامهم في هذه المسألة، إذ يقدرون هاهنا على فنون من التخييل لا يتمكنون منه في غيرها. فلذلك قدمنا هذه المسألة وقدمنا أقوى أدلتهم.",
              "translation": "ئەمە ئاڵۆزترین و سەرلێشێواوترین (أخبل) بەڵگەیانە. بە گشتی، قسەکانیان لە باقی مەسەلەکانی تری ئیلاهیاتدا لاوازترە (أرك) لە قسەیان لەم مەسەلەیەدا، چونکە لێرەدا دەتوانن پەنا بۆ جۆرەها خەیاڵ و گومان بەرن کە لە شوێنی تردا بۆیان ناکرێت. هەر بۆیەش ئێمە ئەم مەسەلەیەمان خستە پێشەوە و بەهێزترین بەڵگەکانیانمان هێنایەوە.",
              "commentary": "دوای خستنەڕووی بەڵگەکە بەوپەڕی هێزەوە، غەزالی ڕای خۆی دەردەبڕێت. بە بەکارهێنانی وشەی 'أخبل' (ئاڵۆز و شێواو)، پێمان دەڵێت کە هەرچەندە ئەم بەڵگەیە لە ڕواڵەتدا بەهێز دیارە، بەڵام لە بنەڕەتدا لەسەر بنەمایەکی پووچ و سەرلێشێواو دامەزراوە. ئەو دان بەوەدا دەنێت کە ئەمە بەهێزترین بەڵگەیانە، بۆ ئەوەی دواتر کە پووچەڵی کردەوە، کاریگەرییەکەی زیاتر بێت."
            },
            {
              "line_number": "11",
              "original_text": "الاعتراض من وجهين: أحدهما أن يقال: بم تنكرون على من يقول: إن العالم حدث بإرادة قديمة اقتضت وجوده في الوقت الذي وجد فيه، وأن يستمر العدم إلى الغاية التي استمر إليها، وأن يبتدئ الوجود من حيث ابتدأ، وأن الوجود قبله لم يكن مراداً فلم يحدث لذلك، وأنه في وقته الذي حدث فيه مراد بالإرادة القديمة فحدث لذلك، فما المانع لهذا الاعتقاد وما المحيل له؟",
              "translation": "ڕەخنەکە لە دوو ڕووەوەیە: یەکەمیان ئەوەیە کە بوترێت: ئێوە بە چ بەڵگەیەک نکۆڵی لە قسەی ئەو کەسە دەکەن کە دەڵێت: جیهان بە 'ویستێکی ئەزەلی' (إرادة قديمة) دروست بووە کە داوای بوونی کردووە لەو کاتەی کە تێیدا بوونی پەیدا کرد، و داوای کردووە کە نەبوون تا ئەو کاتە بەردەوام بێت، و بوون لەو کاتەوە دەست پێبکات؟ و ئەوەی کە بوونی جیهان پێش ئەو کاتە 'ویستراو' (مراد) نەبووە، بۆیە دروست نەبووە، و لە کاتی دیاریکراوی خۆیدا بەهۆی هەمان ویستە ئەزەلییەکەوە ویستراوە، بۆیە دروست بووە. چی ڕێگرە لەم بیروباوەڕە و چی وای لێدەکات مەحاڵ بێت؟",
              "commentary": "لێرەدا غەزالی هێرشی پێچەوانە دەست پێدەکات. ئەو کێشەی 'هۆکاری یەکلاکەرەوە' (مرجح) چارەسەر دەکات بە ناساندنی چەمکی 'ویستی ئەزەلیی دیاریکەر'. بەلای غەزالییەوە، خودا لە ئەزەلەوە ویستوویەتی کە جیهان لە کاتی 'س'دا دروست ببێت و پێش کاتی 'س' دروست نەبێت. لێرەدا هیچ گۆڕانکارییەک لە ویستی خودادا ڕوونادات؛ ویستەکە خۆی ئەزەلییە، بەڵام ئەوەی ویستراوە (الـمُراد) کاتییە. بەمە، غەزالی پرسیاری فەیلەسووفان پێچەوانە دەکاتەوە: ئێوە بیسەلمێنن کە ئەمە لە ڕووی عەقڵییەوە مەحاڵە."
            },
            {
              "line_number": "12",
              "original_text": "فإن قيل: هذا محال بين الإحالة لأن الحادث موجب ومسبب. وكما يستحيل حادث بغير سبب وموجب، يستحيل وجود موجب قد تم بشرائط إيجابه وأركانه وأسبابه حتى لم يبق شيء منتظر البتة ثم يتأخر الموجب، بل وجود الموجب عند تحقق الموجب بتمام شروطه ضروري وتأخره محال... فقبل وجود العالم كان المريد موجوداً والإرادة موجودة ونسبتها إلى المراد موجودة ولم يتجدد مريد ولم يتجدد إرادة... بل الأمور كما كانت بعينها. ثم لم يكن يوجد المراد، وبقيت بعينها كما كانت، فوجد المراد ما هذا إلا غاية الإحالة.",
              "translation": "ئەگەر بوترێت: ئەمە مەحاڵێکی ئاشکرایە، چونکە هەر دروستکراوێک هۆکار و سەبەبێکی هەیە. هەروەک چۆن مەحاڵە دروستکراوێک بێ هۆکار بێت، بە هەمان شێوە مەحاڵە هۆکارێک بە هەموو مەرج و بەش و هۆکارەکانییەوە بە تەواوی ئامادە بێت و هیچ شتێکی نەمابێت چاوەڕێی بکات، پاشان دەرەنجامەکە (الموجَب) دوا بکەوێت. بەڵکو بوونی دەرەنجام لە کاتی بوونی هۆکار بە هەموو مەرجەکانییەوە 'پێویستی'یە (ضروري) و دواکەوتنی مەحاڵە... پێش بوونی جیهان، ویستکار (المريد) هەبوو، ویستەکەش (الإرادة) هەبوو، و پەیوەندیی نێوانیان هەبوو. نە ویستکار گۆڕا و نە ویستەکە... بەڵکو شتەکان هەروەک خۆیان بوون. سەرەتا دەرەنجامەکە بوونی نەبوو، پاشان هەموو شتەکان هەر وەک خۆیان مانەوە و دەرەنجامەکە بوونی پەیدا کرد. ئەمە لەوپەڕی مەحاڵیدایە.",
              "commentary": "غەزالی لێرەدا وەڵامی فەیلەسووفان بۆ ڕەخنەکەی خۆی پێشبینی دەکات. فەیلەسووفان دەڵێن: ئەگەر هۆکار (ویستی ئەزەلیی خودا) بە تەواوی ئامادە بێت، ئەوا دەبێت دەرەنجامەکە (جیهان) یەکسەر و بەبێ دواکەوتن بوونی هەبێت. دواکەوتنی دەرەنجام لەکاتێکدا کە هۆکاری تەواو ئامادەیە، وەک ئەوە وایە بڵێین ئاگر هەیە و دەستت دەخەیتە ناوی، بەڵام سوتانەکە دوای کاتژمێرێک ڕوودەدات. ئەمە بنەمای هۆکارییەت (principle of causality) دەشکێنێت."
            },
            {
              "line_number": "13",
              "original_text": "وذلك في الأمور الوضعية أيضاً، في الطلاق مثلاً وليس استحالة هذا الجنس في الموجب والموجب الضروري الذاتي بل وفي العرفي والوضعي، فإن الرجل لو تلفظ بطلاق زوجته ولم تحصل البينونة في الحال لم يتصور أن تحصل بعده لأنه جعل اللفظ علة للحكم بالوضع.",
              "translation": "ئەمە لە کاروباری دانراویشدا (وضعية) هەر وایە، بۆ نموونە لە تەڵاقدا. مەحاڵبوونی ئەم جۆرە شتە تەنها لە هۆکاری زاتی و پێویستدا نییە، بەڵکو لە هۆکاری عورفی و دانراویشدا هەر وایە. بۆ نموونە، ئەگەر پیاوێک وشەی تەڵاقی بە ژنەکەی وت و جیابوونەوەکە دەستبەجێ ڕووی نەدا، ناکرێت وێنا بکرێت کە دواتر ڕووبدات، چونکە وشەکە بەپێی دانان (بالوضع) کراوەتە هۆکاری حوکمەکە.",
              "commentary": "بۆ ڕوونترکردنەوەی بەڵگەکەیان، فەیلەسووفان (لە زمانی غەزالییەوە) نموونەیەکی یاسایی-کۆمەڵایەتی دێننەوە. کاتێک پیاوێک دەڵێت 'تەڵاقت کەوت'، جیابوونەوەکە دەستبەجێ ڕوودەدات. ناکرێت کاریگەریی وشەکە بۆ کاتێکی تر دوابخرێت. ئەوان دەیانەوێت بڵێن ئەگەر تەنانەت لەو هۆکارانەی کە مرۆڤ خۆی دایناوە کاریگەرییەکەی دەستبەجێیە، چ جای لە هۆکارێکی ئەزەلی و زاتی وەک ویستی خودا."
            },
            {
              "line_number": "14",
              "original_text": "والاصطلاح، فلم يعقل تأخر المعلول إلا أن يعلق الطلاق بمجيء الغد أو بدخول الدار، فلا يقع في الحال ولكن يقع عند مجيء الغد وعند دخول الدار، فإنه جعله علة بالإضافة إلى شيء منتظر. فلما لم يكن حاضراً في الوقت، وهو الغد والدخول، توقف حصول الموجب على حضور ما ليس بحاضر، فما حصل الموجب إلا وقد تجدد أمر وهو الدخول وحضور الغد، حتى لو أراد أن يؤخر الموجب عن اللفظ غير منوط بحصول ما ليس بحاصل، لم يعقل، مع أنه الواضع وأنه المختار في تفصيل الوضع. فإذا لم يمكننا وضع هذا بشهوتنا ولم نعقله فكيف نعقله في الإيجابات الذاتية العقلية الضرورية؟",
              "translation": "و بەپێی ڕێککەوتن (اصطلاح). دواکەوتنی دەرەنجامەکە (معلول) تەنها کاتێک عەقڵییە کە تەڵاقەکە بەسترابێتەوە بە هاتنی بەیانی یان چوونە ژوورەوەی ماڵەکە. جا لەو کاتەدا ڕوونادات، بەڵکو لە کاتی هاتنی بەیانی و چوونە ژوورەوەی ماڵەکەدا ڕوودەدات، چونکە وشەکەی کردووە بە هۆکار بە بەستنەوەی بە 'شتێکی چاوەڕوانکراو'ەوە. جا مادام ئەو شتە لە کاتی ئێستادا ئامادە نییە، کە هاتنی بەیانی و چوونە ژوورەوەیە، ئەوا بەدیهاتنی دەرەنجامەکە وەستاوە لەسەر ئامادەبوونی شتێکی نائامادە. دەرەنجامەکەش بەدی نایەت هەتا شتێکی نوێ ڕوونەدات، کە ئەویش چوونە ژوورەوە و هاتنی بەیانییە. تەنانەت ئەگەر ئەو کەسەی یاساکەی داناوە بیویستایە دەرەنجامی وشەکە دوابخات بەبێ ئەوەی بیبەستێتەوە بە شتێکی چاوەڕوانکراوەوە، ئەوە عەقڵی نەدەبوو، لە کاتێکدا کە خۆی دانەری یاساکەیە و ئازادە لە داڕشتنیدا. جا ئەگەر ئێمە نەتوانین بە ئارەزووی خۆمان شتێکی وا دابنێین و لێی تێبگەین، ئیتر چۆن لە هۆکارە زاتی و عەقڵی و پێویستییەکاندا لێی تێدەگەین؟",
              "commentary": "فەیلەسووفان بەڵگەکەیان بەهێزتر دەکەن. دواکەوتنی کاریگەریی تەڵاق تەنها بە یەک مەرج قبووڵکراوە: بەستنەوەی بە ڕووداوێکی داهاتووەوە. بەبێ ئەم 'شتە چاوەڕوانکراوە'، دواکەوتن مەحاڵە. ئەنجا دەپرسن: ئەگەر لە یاسایەکی مرۆیی سادەدا نەتوانین هۆکار لە دەرەنجام جیا بکەینەوە بەبێ مەرجێکی داهاتوو، ئیتر چۆن دەتوانین ئەمە بۆ هۆکارێکی ئەزەلی و پێویستی وەک خودا قبووڵ بکەین، کە هیچ شتێکی 'چاوەڕوانکراو'ی بۆ بوونی نییە؟"
            },
            {
              "line_number": "15",
              "original_text": "وأما في العادات فما يحصل بقصدنا لا يتأخر عن القصد، مع وجود القصد إليه، إلا بمانع، فإن تحقيق القصد والقدرة وارتفعت الموانع لم يعقل تأخر المقصود، وإنما يتصور ذلك في العزم لأن العزم غير كاف في وجود الفعل، بل العزم على الكتابة لا يوقع الكتابة ما لم يتجدد قصد هو انبعاث في الإنسان متجدد حال الفعل، فإن كانت الإرادة القديمة في حكم قصدنا إلى الفعل فلا يتصور تأخر المقصود إلا بمانع، ولا يتصور تقدم القصد، فلا يعقل قصد في اليوم إلى قيام في الغد إلا بطريق العزم. وإن كانت الإرادة القديمة في حكم عزمنا فليس ذلك كافياً في وقوع المعزوم عليه، بل لا بد من تجدد انبعاث قصدي عند الإيجاد، وفيه قول بتغير القديم.",
              "translation": "سەبارەت بە کاری ڕاهاتوو، ئەوەی بە مەبەستی (قصد) ئێمە ڕوودەدات، لە مەبەستەکە دوا ناکەوێت، ئەگەر مەبەستەکە هەبێت، مەگەر ڕێگرێک (مانع) هەبێت. ئەگەر مەبەست و توانا هەبوو و ڕێگرەکانیش نەمان، دواکەوتنی شتی مەبەستدار عەقڵی نییە. ئەمە تەنها لە 'بڕیاردان'دا (عزم) وێنا دەکرێت، چونکە بڕیاردان بە تەنها بەس نییە بۆ ڕوودانی کردار. بڕیاردان لەسەر نووسین، نووسینەکە بەدی ناهێنێت هەتا 'مەبەست'ێکی نوێ دروست نەبێت کە بریتییە لە پاڵنەرێکی (انبعاث) نوێ لە مرۆڤدا لە کاتی کردارەکەدا. جا ئەگەر ویستە ئەزەلییەکە (إرادة قديمة) لە حوکمی 'مەبەستی' ئێمەدا بێت، ئەوا دواکەوتنی شتی ویستراو وێنا ناکرێت مەگەر بە ڕێگرێک. ئەگەریش ویستە ئەزەلییەکە لە حوکمی 'بڕیاردان'ی ئێمەدا بێت، ئەوا ئەوە بەس نییە بۆ ڕوودانی شتی بڕیارلێدراو، بەڵکو پێویستی بە دروستبوونی پاڵنەرێکی مەبەستداری نوێ هەیە لە کاتی دروستکردندا، ئەمەش وتەیە بە گۆڕانی بوونەوەری ئەزەلی.",
              "commentary": "لێرەدا فەیلەسووفان جیاوازییەکی ورد دەکەن لە نێوان 'عەزم' (بڕیارێکی گشتی بۆ داهاتوو) و 'قەصد' (ویستی دەستبەجێی جێبەجێکردن). ئەوان دەڵێن ئەگەر ویستی خودا وەک 'قەصد' بێت، دەبێت جیهان دەستبەجێ دروست ببوایە. خۆ ئەگەر وەک 'عەزم' بێت، ئەوا بەس نییە و پێویستی بە 'قەصد'ێکی نوێ هەیە لە کاتی دروستکردندا، ئەمەش مانای ئەوەیە گۆڕانکاری لە خودادا ڕوودەدات، کە مەحاڵە. ئەمە دووڕیانێکی لۆژیکییە کە بۆ ڕکابەرەکانیانی دادەنێن."
            },
            {
              "line_number": "16",
              "original_text": "ثم يبقى عين الإشكال في أن ذلك الانبعاث أو القصد أو الإرادة أو ما شئت سمه لم حدث الآن ولم يحدث قبل ذلك؟ فإما أن يبقى حادث بلا سبب أو يتسلسل إلى غير نهاية. ورجع حاصل الكلام إلى أنه وجد الموجب بتمام شروطه ولم يبق أمر منتظر، ومع ذلك تأخر الموجب ولم يوجد في مدة لا يرتقي الوهم إلى أولها بل آلاف سنين لا تنقص شيئاً منها، ثم انقلب الموجب بغتة من غير أمر تجدد وشرط تحقق، وهو محال في نفسه.",
              "translation": "پاشان هەمان کێشە دەمێنێتەوە کە ئەو پاڵنەرە یان مەبەستە یان ویستە، یان هەرچی ناوی دەنێیت، بۆچی ئێستا دروست بوو و پێشتر دروست نەبوو؟ جا یان دەبێتە دروستکراوێکی بێ هۆکار، یان زنجیرەکە تا بێکۆتا دەڕوات. پوختەی قسەکە گەڕایەوە سەر ئەوەی کە هۆکار (الموجِب) بە هەموو مەرجەکانییەوە بوونی هەبوو و هیچ شتێکی چاوەڕوانکراو نەمابوو، لەگەڵ ئەوەشدا دەرەنجامەکە (الموجَب) دواکەوت و لە ماوەیەکدا کە خەیاڵ نایگاتێ، بەدی نەهات، پاشان دەرەنجامەکە کتوپڕ بەدی هات بەبێ ئەوەی هیچ شتێکی نوێ ڕووبدات یان مەرجێک بێتە دی. ئەمەش خۆی لە خۆیدا مەحاڵە.",
              "commentary": "ئەمە دووبارە گەڕانەوەیە بۆ کێشەی سەرەکی: ئەو 'گۆڕانکاری'یەی کە بووە هۆی دروستبوونی جیهان، خۆی پێویستی بە هۆکارێکە. ئەمەش یان دەبێتە هۆی قبووڵکردنی ڕووداوێکی بێ هۆکار یان زنجیرەیەکی بێ کۆتایی لە هۆکارەکان، کە هەردووکیان لەلای فەیلەسووفان مەحاڵن. دەرەنجامی کۆتایی ئەوان ئەوەیە: بیرۆکەی دروستبوونی جیهان لە خاڵێکی کاتدا پڕە لە ناکۆکیی لۆژیکی."
            },
            {
              "line_number": "17",
              "original_text": "والجواب أن يقال: استحالة إرادة قديمة متعلقة بإحداث شيء أي شيء كان، تعرفونه بضرورة العقل أو نظره؟ وعلى لغتكم في المنطق تعرفون الالتقاء بين هذين الحدين بحد أوسط أو من غير حد أوسط. فإن ادعيتم حداً أوسط وهو الطريق النظري فلا بد من إظهاره، وإن ادعيتم معرفة ذلك ضرورة فكيف لم يشارككم في معرفته مخالفوكم والفرقة المعتقدة بحدث العالم بإرادة قديمة لا يحصرها بلد ولا يحصيها عدد؟ ولا شك في أنهم لا يكابرون العقول عناداً مع المعرفة، فلا بد من إقامة برهان على شرط المنطق يدل على استحالة ذلك، إذ ليس في جميع ما ذكرتموه إلا الاستبعاد والتمثيل بعزمنا وإرادتنا وهو فاسد، فلا تضاهي الإرادة القديمة القصود الحادثة، وأما الاستبعاد المجرد فلا يكفي من غير برهان.",
              "translation": "وەڵام ئەوەیە کە بوترێت: مەحاڵبوونی 'ویستێکی ئەزەلی' کە پەیوەست بێت بە دروستکردنی شتێکەوە، ئایا بە 'پێویستیی عەقڵ' (ضرورة العقل) دەیزانن یان بە 'تێڕامانی عەقڵی' (نظره)؟ و بە زمانی ئێوە لە مەنتیقدا، ئایا گەیشتنی ئەم دوو چەمکە پێکەوە بە 'زاراوەی ناوەند' (حد أوسط)ێک دەزانن یان بەبێ زاراوەی ناوەند؟ ئەگەر بانگەشەی زاراوەی ناوەند دەکەن کە ڕێگای تێڕامانە، ئەوا دەبێت دەریبخەن. خۆ ئەگەر بانگەشەی زانینی ئەمە بە پێویستی دەکەن، ئەی چۆن ناحەزەکانتان هاوبەش نین لەگەڵتان لەم زانینەدا، ئەو کۆمەڵەی کە باوەڕیان بە دروستبوونی جیهان هەیە بە ویستێکی ئەزەلی، کە نە شارێک دەیانگرێتە خۆ و نە ژمارەیان دێتە ژماردن؟ گومانی تێدا نییە کە ئەوان لەگەڵ زانینی ڕاستیدا، لە ڕووی عینادییەوە دژایەتیی عەقڵ ناکەن. کەواتە دەبێت بەڵگەیەک بەپێی مەرجی مەنتیق بهێننەوە کە مەحاڵبوونی ئەوە بسەلمێنێت. چونکە هەموو ئەوەی باستتان کرد تەنها 'بەدوورزانین' (استبعاد) و شوبهاندن بوو بە ویست و بڕیاری ئێمە، کە ئەمەش پووچەڵە. چونکە ویستی ئەزەلی ناچێتەوە سەر مەبەستە دروستکراوەکانی ئێمە. بەدوورزانینی ڕوتیش بەبێ بەڵگە بەس نییە.",
              "commentary": "لێرەوە غەزالی هێرشی پێچەوانە دەست پێدەکات و بارمتەی بەڵگە دەخاتەوە سەر فەیلەسووفان. ئەو دەپرسێت: ئایا بانگەشەکەتان کە 'ویستی ئەزەلی ناتوانێت شتێکی کاتی دروست بکات' بەڵگەنەویستە (ضروري) یان پێویستی بە سەلماندن (نظري) هەیە؟ ئەگەر بەڵگەنەویست بووایە، دەبوو هەموو کەسێک قبووڵی بکردایە، کەچی وا نییە. کەواتە دەبێت بە بەڵگەیەکی لۆژیکیی توندوتۆڵ بیسەلمێنن. غەزالی هەموو بەڵگەکانی پێشوویان بە تەنها 'بەدوورزانین' و 'قیاسی هەڵە' (شوبهاندنی ویستی خودا بە ویستی مرۆڤ) دادەنێت."
            },
            {
              "line_number": "18",
              "original_text": "فإن قيل: نحن بضرورة العقل نعلم أنه لا يتصور موجب بتمام شروطه من غير موجب. ومجوز ذلك مكابر لضرورة العقل.",
              "translation": "ئەگەر بوترێت: ئێمە بە 'پێویستیی عەقڵ' دەزانین کە هۆکارێکی تەواو بە هەموو مەرجەکانییەوە بەبێ دەرەنجامەکەی وێنا ناکرێت. هەرکەسێکیش ئەمە بە ڕەوا بزانێت، ئەوا خۆی لە پێویستیی عەقڵ گێل دەکات.",
              "commentary": "غەزالی پێشبینیی وەڵامی فەیلەسووفان دەکات. ئەوان پێداگیری لەسەر ئەوە دەکەن کە بنەمای قسەکەیان ('هۆکاری تەواو دەبێت دەستبەجێ دەرەنجامی هەبێت') یەکێکە لە ڕاستییە بەڵگەنەویستەکانی عەقڵ، و هەرکەسێک نکۆڵیی لێ بکات، وەک ئەوە وایە نکۆڵی لەوە بکات کە 'دوو لە یەک گەورەترە'."
            },
            {
              "line_number": "19",
              "original_text": "قلنا: وما الفصل بينكم وبين خصومكم إذا قالوا لكم: إنا بالضرورة نعلم",
              "translation": "دەڵێین: جا چی جیاوازییەک لە نێوان ئێوە و ناحەزەکانتاندا هەیە ئەگەر ئەوانیش پێتان بڵێن: ئێمە بە 'پێویستیی عەقڵ' دەزانین...",
              "commentary": "لێرەدا غەزالی تەڵەیەک دادەنێت. ئەو دەیەوێت بڵێت: ئەگەر ئێوە بۆتان هەبێت بانگەشەی 'پێویستیی عەقڵ' بکەن بۆ سەلماندنی بۆچوونێکی خۆتان، ئەوا ناحەزەکانیشتان هەمان مافیان هەیە. پاشان غەزالی لە بەشی دواتردا بۆچوونێکی فەیلەسووفان دەهێنێتەوە (دەربارەی زانستی خودا) کە بەلای زانایانی کەلامەوە دژی 'پێویستیی عەقڵ'ە. مەبەستی ئەوەیە نیشانی بدات کە پەنابردن بۆ 'پێویستیی عەقڵ' بە تەنها بەس نییە کاتێک مشتومڕ لەسەر بنەماکان خۆیان هەبێت."
            },
            
            {
              "line_number": "20",
              "original_text": "إحالة قول من يقول: إن ذاتاً واحداً عالم بجميع الكليات من غير أن يوجب ذلك كثرة ومن غير أن يكون العلم زيادة على الذات ومن غير أن يتعدد العلم مع تعدد المعلوم، وهذا مذهبكم في حق الله، وهو بالنسبة إلينا وإلى علومنا في غاية الإحالة، ولكن تقولون: لا يقاس العلم القديم بالحادث. وطائفة منكم استشعروا حالة هذا فقالوا: إن الله لا يعلم إلا نفسه، فهو العاقل وهو العقل وهو المعقول والكل واحد. فلو قال قائل: اتحاد العقل والعاقل والمعقول معلوم الاستحالة بالضرورة، إذ تقدير صانع للعالم لا يعلم صنعه محال بالضرورة، والقديم إذا لم يعلم إلا نفسه - تعالى عن قولكم وعن قول جميع الزائغين علواً كبيراً - لم يكن يعلم صنعه البتة. بل لا نتجاوز إلزامات هذه المسأل.",
              "translation": "مەحاڵبوونی قسەی ئەو کەسەی کە دەڵێت: زاتێکی تاک و تەنها، زانایە بە هەموو گشتییەکان (کلیات) بەبێ ئەوەی ئەمە ببێتە هۆی فرەیی (کثرة) لە زاتەکەیدا، و بەبێ ئەوەی زانست شتێکی زیادە بێت لەسەر زات، و بەبێ ئەوەی زانست فرەچەشن بێت بە فرەچەشنیی زانراوەکان. ئەمە بیروڕای ئێوەیە دەربارەی خودا، کە بە بەراورد بە ئێمە و زانستەکانی ئێمە لەوپەڕی مەحاڵیدایە. بەڵام ئێوە دەڵێن: زانستی ئەزەلی بە زانستی دروستکراو بەراورد ناکرێت. کۆمەڵێک لە ئێوە هەستیان بە مەحاڵبوونی ئەمە کردووە و وتوویانە: خودا تەنها خۆی دەناسێت، هەر خۆی 'زان'ە (العاقل) و هەر خۆی 'زانست'ە (العقل) و هەر خۆی 'زانراو'ە (المعقول) و هەمووی یەکن. جا ئەگەر یەکێک بڵێت: یەکبوونی زان و زانست و زانراو، مەحاڵبوونی بە پێویستیی عەقڵ زانراوە، چونکە وێناکردنی دروستکەرێک بۆ جیهان کە دروستکراوی خۆی نەناسێت بە پێویستی مەحاڵە. بوونەوەری ئەزەلیش ئەگەر تەنها خۆی بناسێت - خودا پایەبەرزترە لە وتەی ئێوە و وتەی هەموو لادەران - ئەوا هەرگیز دروستکراوی خۆی ناناسێت. بەڵام با لە بەڵگە ناچارکەرەکانی ئەم مەسەلەیە دەرنەچین.",
              "commentary": "لێرەدا غەزالی هێرشێکی زیرەکانە دەکاتە سەر فەیلەسووفان بە بەکارهێنانەوەی چەکی خۆیان. پێیان دەڵێت: ئێوە خۆتان باوەڕتان بە شتێکە کە بەپێی عەقڵی مرۆیی مەحاڵە (چۆن خودا هەموو شت دەزانێت بەبێ ئەوەی فرەیی لە زاتیدا دروست بێت؟). کەواتە چۆن ڕێگە بە خۆتان دەدەن شتێکی وا قبووڵ بکەن و بڵێن 'زانستی خودا وەک هی ئێمە نییە'، بەڵام ڕێگە نادەن ئێمەش بڵێین 'ویستی خودا وەک هی ئێمە نییە'؟ پاشان بە گاڵتەجاڕییەوە باسی ئەو فەیلەسووفانە دەکات کە بۆ چارەسەری ئەم کێشەیە، وتوویانە خودا تەنها خۆی دەناسێت، کە ئەمەش بەلای غەزالییەوە لە کێشە ئەسڵییەکە مەحاڵترە."
            },
            {
              "line_number": "21",
              "original_text": "فنقول: بم تنكرون على خصومكم إذ قالوا: قدم العالم محال لأنه يؤدي إلى إثبات دورات للفلك لا نهاية لأعدادها ولا حصر لآحادها، مع أن لها سدساً وربعاً ونصفاً، فإن فلك الشمس يدور في سنة وفلك زحل في ثلاثين سنة، فتكون أدوار زحل ثلث عشر أدوار الشمس، وأدوار المشتري نصف سدس أدوار الشمس، فإنه يدور في اثني عشر سنة. ثم كما أنه لا نهاية لأعداد دورات زحل لا نهاية لأعداد دورات الشمس مع أنه ثلث عشره، بل لا نهاية لأدوار فلك الكواكب الذي يدور في ستة وثلاثين ألف سنة مرة واحدة، كما لا نهاية للحركة المشرقية التي للشمس في اليوم والليلة مرة. فلو قال قائل: هذا مما يعلم استحالته ضرورة، فبماذا تنفصلون عن قوله؟",
              "translation": "کەواتە دەڵێین: بە چی نکۆڵی لە ناحەزەکانتان دەکەن کاتێک دەڵێن: کۆنیی جیهان مەحاڵە، چونکە دەبێتە هۆی سەلماندنی خولانەوەگەلێک بۆ فەلەکەکان کە ژمارەیان بێ کۆتایە و یەکەکانیان بێشومارە، لە کاتێکدا کە شەش یەک و چوار یەک و نیوەیان هەیە. فەلەکی خۆر لە ساڵێکدا دەخولێتەوە و فەلەکی زوحەل لە سی ساڵدا، کەواتە خولانەوەکانی زوحەل سی یەکی خولانەوەکانی خۆرە. خولانەوەکانی موشتەریش نیوەی شەش یەکی خولانەوەکانی خۆرە، چونکە لە دوازدە ساڵدا دەخولێتەوە. پاشان، هەروەک چۆن ژمارەی خولانەوەکانی زوحەل بێ کۆتایە، ژمارەی خولانەوەکانی خۆریش بێ کۆتایە، لە کاتێکدا کە سی هێندەی ئەوە. بەڵکو ژمارەی خولانەوەکانی فەلەکی ئەستێرە جێگیرەکان کە لە سی و شەش هەزار ساڵدا جارێک دەخولێتەوە، بێ کۆتایە، هەروەک چۆن جووڵەی ڕۆژهەڵاتیی خۆر کە لە شەو و ڕۆژێکدا جارێکە، بێ کۆتایە. جا ئەگەر یەکێک بڵێت: ئەمە شتێکە کە مەحاڵبوونی بە پێویستیی عەقڵ دەزانرێت، ئێوە چۆن وەڵامی دەدەنەوە؟",
              "commentary": "غەزالی لێرەوە بەڵگەیەکی بەهێزی بیرکارییانە دەهێنێتەوە دژی ئەزەلییەتی جیهان، کە بە 'بەڵگەی ناکۆکیی بێکۆتاکان' ناسراوە. پوختەکەی ئەوەیە: ئەگەر جیهان ئەزەلی بێت، دەبێت هەندێک بێکۆتا لە هەندێکی تر گەورەتر بن (بێکۆتای خولانەوەی خۆر سی هێندەی بێکۆتای خولانەوەی زوحەلە). ئەمە لە ڕووی لۆژیکییەوە ناکۆکییە، چونکە چەمکی 'بێکۆتا' شتێک نییە کە بتوانرێت چەند هێندە بکرێت یان بەشی لێ جیابکرێتەوە. بەمە غەزالی دەیەوێت بڵێت کە بیرۆکەی ئەزەلییەتی جیهان دەبێتە هۆی دەرەنجامی مەحاڵی عەقڵی."
            },
            {
              "line_number": "22",
              "original_text": "بل لو قال قائل: أعداد هذه الدورات شفع أو وتر، أو شفع ووتر جميعاً، أو لا شفع ولا وتر. فإن قلتم: شفع ووتر جميعاً، أو لا شفع ولا وتر، فيعلم بطلانه ضرورةً. وإن قلتم: شفع، فالشفع يصير وتراً بواحد، فكيف أعوز ما لانهاية له واحد؟ وإن قلتم: وتر، فالوتر يصير بواحد شفعاً، فكيف أعوز ذلك الواحد الذي به يصير شفعاً؟ فيلزمكم القول بأنه ليس بشفع ولا وتر.",
              "translation": "بەڵکو ئەگەر یەکێک بڵێت: ئایا ژمارەی ئەم خولانەوانە 'جووت'ە (شفع) یان 'تاک'ە (وتر)؟ یان هەردووکیانە پێکەوە؟ یان نە جووتە و نە تاک؟ ئەگەر بڵێن: هەردووکیانە پێکەوە، یان نە جووتە و نە تاک، ئەوا پووچەڵییەکەی بە پێویستی دەزانرێت. خۆ ئەگەر بڵێن: جووتە، ئەوا جووت بە یەکێک دەبێتە تاک، جا چۆن شتێک کە بێ کۆتایە، یەکێکی کەم بێت؟ ئەگەریش بڵێن: تاکە، ئەوا تاک بە یەکێک دەبێتە جووت، جا چۆن ئەو یەکەی پێویست بێت کە بیکات بە جووت؟ کەواتە ناچار دەبن بڵێن کە نە جووتە و نە تاک.",
              "commentary": "ئەمە بەشێکی تری بەڵگەی ناکۆکیی بێکۆتایە. هەر ژمارەیەک کە لە یەکەی جیاجیا پێک هاتبێت، دەبێت یان جووت بێت یان تاک. بەڵام ژمارەیەکی بێکۆتا ناتوانێت هیچ کام لەم سیفەتانەی هەبێت، چونکە ژمارەی بێکۆتا بە زیادکردن و کەمکردنی یەکێک ناگۆڕێت، لە کاتێکدا کە سیفەتی جووت و تاک بوون بە یەکێک دەگۆڕێت. کەواتە دەرەنجامێکی مەحاڵ دێتە ئاراوە: ژمارەیەک هەیە کە نە جووتە و نە تاک. ئەمەش بەلای غەزالییەوە بەڵگەیە لەسەر پووچەڵبوونی گریمانە ئەسڵییەکە، کە ئەزەلییەتی جیهانە."
            },
            {
              "line_number": "23",
              "original_text": "فإن قيل: إنما يوصف بالشفع والوتر المتناهي، وما لا يتناهى لا يوصف به. قلنا: فجملة مركبة من آحاد لها سدس وعشر كما سبق ثم لا توصف بشفع ولا وتر يعلم بطلانه ضرورة من غير نظر، فبماذا تنفصلون عن هذا؟",
              "translation": "ئەگەر بوترێت: تەنها شتی 'کۆتادار' (متناهي) بە جووت و تاک وەسف دەکرێت، ئەوەی بێ کۆتایە پێی وەسف ناکرێت. دەڵێین: کەواتە 'کۆمەڵێک' (جملة) هەیە کە لە 'تاک'ەکان (آحاد) پێک هاتووە و شەش یەک و دە یەکی هەیە وەک پێشتر باسمان کرد، پاشان بە جووت و تاک وەسف ناکرێت. پووچەڵبوونی ئەمە بە پێویستی و بەبێ تێڕامان دەزانرێت. چۆن وەڵامی ئەمە دەدەنەوە؟",
              "commentary": "غەزالی وەڵامی پێشبینیکراوی فەیلەسووفان دەداتەوە. ئەوان دەڵێن سیفەتی جووت و تاک تەنها بۆ ژمارە کۆتادارەکانە. غەزالی وەڵامیان دەداتەوە: بەڵام ئێمە باسی 'کۆمەڵێک' دەکەین کە لە یەکەی جیاجیا پێک هاتووە (هەر خولانەوەیەک یەکەیەکە) و تەنانەت بەشی دیاریکراویشی هەیە. چۆن دەکرێت کۆمەڵێکی وا لە بنەڕەتیترین سیفەتی ژمارەیی (جووت/تاک بوون) بێبەش بێت؟ ئەمە دژی پێویستیی عەقڵە."
            },
            {
              "line_number": "24",
              "original_text": "فإن قيل: محل الغلط في قولكم أنه جملة مركبة من آحاد، فإن هذه الدورات معدومة. أما الماضي فقد انقرض وأما المستقبل فلم يوجد، والجملة إشارة إلى موجودات حاضرة، ولا موجود هاهنا!. قلنا: العدد ينقسم إلى الشفع والوتر ويستحيل أن يخرج عنه سواء كان المعدود موجوداً باقياً أو فانياً. فإذا فرضنا عدداً من الأفراس لزمنا أن نعتقد أنه لا يخلو من كونه شفعاً أو وتراً، سواء قدرناها موجودة أو معدمة. فإن انعدمت بعد الوجود لم تتغير هذه القضية.",
              "translation": "ئەگەر بوترێت: شوێنی هەڵەکە لە قسەی ئێوەدایە کە دەڵێن 'کۆمەڵێکە لە تاکەکان پێک هاتووە'، چونکە ئەم خولانەوانە 'نەبوون'ن (معدومة). ئەوەی ڕابردوو بوو، لەناوچوو؛ ئەوەی داهاتووشە، هێشتا نەهاتووە. 'کۆمەڵ'یش ئاماژەیە بۆ بوونەوەرە ئامادەکان، لێرەشدا هیچ بوونەوەرێکی ئامادە نییە! دەڵێین: ژمارە دابەش دەبێت بەسەر جووت و تاکدا و مەحاڵە لەمە دەربچێت، جا ئەو شتەی دەژمێردرێت بوونی هەبێت و مابێتەوە یان لەناوچووبێت. ئەگەر ژمارەیەک ئەسپمان وێنا کرد، پێویستە بڕوامان وابێت کە یان جووتە یان تاکە، جا بە بوونەوەر دایانبنێین یان نەبوو. ئەگەر دوای بوون لەناوچوون، ئەم قەزییەیە ناگۆڕێت.",
              "commentary": "فەیلەسووفان بەرگرییەکی تر دەکەن: خولانەوەکان بە شێوەیەکی هاوکات بوونیان نییە تا 'کۆمەڵێک' پێک بهێنن. غەزالی ئەمەش ڕەت دەکاتەوە و دەڵێت: سیفەتی بیرکارییانەی ژمارەیەک پەیوەست نییە بە بوونی فیزیکیی ئەو شتانەی کە دەژمێردرێن. ژمارەی ڕۆژەکانی ساڵی پار هەر ٣٦٥یە (تاکە)، هەرچەندە ئەو ڕۆژانە ئێستا بوونیان نییە."
            },
            {
              "line_number": "25",
              "original_text": "على أنا نقول لهم: لا يستحيل على أصلكم موجودات حاضرة هي آحاد متغايرة بالوصف ولا نهاية لها وهي نفوس الآدميين المفارقة للأبدان بالموت، فهي موجودات لا توصف بالشفع والوتر، فبم تنكرون على من يقول: بطلان هذا يعرف ضرورة، وهذا الرأي في النفوس هو الذي اختاره ابن سينا ولعله مذهب رسطاليس.",
              "translation": "لەسەر ئەمەش پێیان دەڵێین: بەپێی بنەمای ئێوە، مەحاڵ نییە کە بوونەوەرگەلێکی 'ئامادە' (حاضرة) هەبن کە تاکەکانیان لە ڕووی وەسفەوە جیاواز بن و بێ کۆتا بن، ئەوانیش 'گیانی مرۆڤەکان'ن کە بە مردن لە جەستە جیا بوونەتەوە. کەواتە ئەمانە بوونەوەرگەلێکن کە بە جووت و تاک وەسف ناکرێن. بە چی نکۆڵی لەوە دەکەن کەسێک بڵێت: پووچەڵبوونی ئەمە بە پێویستیی عەقڵ دەزانرێت؟ ئەم ڕایە لەبارەی گیانەکانەوە ئەوەیە کە ئیبن سینا هەڵیبژاردووە و لەوانەیە بیروڕای ئەرەستۆش بێت.",
              "commentary": "ئەمە بەڵگەیەکی کوشندەیە. غەزالی بەرگریی پێشووی فەیلەسووفان پووچەڵ دەکاتەوە بە بەکارهێنانی بیروباوەڕی خۆیان. بەپێی بۆچوونی ئیبن سینا و ئەرەستۆ، جیهان ئەزەلییە و گیانی مرۆڤیش دوای مردن نامرێت. دەرەنجام: دەبێت 'ئێستا' ژمارەیەکی بێکۆتا لە گیانی مرۆڤەکان کە لە ڕابردووی بێکۆتادا ژیاون، بوونیان هەبێت. ئەمە 'کۆمەڵێکی بێکۆتای هاوکات بوونەوەر'ە. جا ئەم کۆمەڵە جووتە یان تاکە؟ بەمە هەمان کێشەی پێشوو دێتەوە ئاراوە، بەڵام ئەمجارە ناتوانن بڵێن 'شتەکان هاوکات بوونیان نییە'."
            },
            {
              "line_number": "26",
              "original_text": "فإن قيل: فالصحيح رأي أفلاطن، وهو أن النفس قديمة وهي واحدة وإنما تنقسم في الأبدان، فإذا فارقتها عادت إلى أصلها واتحدت. قلنا: فهذا أقبح وأشنع وأولى بأن يعتقد مخالفاً لضرورة العقل. فإنا نقول: نفس زيد عين نفس عمرو أو غيره، فإن كان عينه فهو باطل بالضرورة، فإن كل واحد يشعر بنفسه ويعلم أنه ليس هو نفس غيره. ولو كان هو عينه لتساويا في العلوم التي هي صفات ذاتية للنفوس داخلة مع النفوس في كل إضافة. وإن قلتم: إنه غيره وإنما انقسم بالتعلق بالأبدان، قلنا: وانقسام الواحد الذي ليس له عظم في الحجم وكمية مقدارية محال بضرورة العقل، فكيف يصير الواحد اثنين بل ألفاً ثم يعود ويصير واحداً؟ بل هذا يعقل فيما له عظم وكمية.",
              "translation": "ئەگەر بوترێت: ڕای ڕاست بۆچوونی ئەفلاتونە، کە گیان کۆنە و 'یەک'ە و تەنها لەناو جەستەکاندا دابەش دەبێت، جا کە لێیان جیا بووەوە، دەگەڕێتەوە بۆ بنەڕەتی خۆی و یەک دەگرێتەوە. دەڵێین: ئەمە ناشیرینتر و قێزەونترە و شایستەترە کە بە دژی پێویستیی عەقڵ دابنرێت. ئێمە دەڵێین: ئایا گیانی زەید هەمان گیانی عەمرە یان شتێکی ترە؟ ئەگەر هەمان شت بێت، ئەوا ئەمە بە پێویستی پووچەڵە، چونکە هەریەکێک هەست بە خودی خۆی دەکات و دەزانێت کە ئەو گیانی کەسی تر نییە. خۆ ئەگەر هەمان گیان بوونایە، دەبوو لە زانستەکانیشدا یەکسان بن کە سیفەتی زاتین بۆ گیانەکان. خۆ ئەگەر بڵێن: شتێکی ترە و تەنها بەهۆی پەیوەستبوون بە جەستەکانەوە دابەش بووە، دەڵێین: دابەشبوونی شتێکی 'یەک' کە قەبارە و بڕی چەندێتیی نییە، بە پێویستیی عەقڵ مەحاڵە. چۆن یەک دەبێتە دوو، بەڵکو هەزار، پاشان دەگەڕێتەوە و دەبێتەوە بە یەک؟ بەڵکو ئەمە تەنها لەو شتانەدا عەقڵییە کە قەبارە و چەندێتییان هەبێت.",
              "commentary": "غەزالی ڕێگایەکی تری دەربازبوون لەسەر فەیلەسووفان دادەخات. لەوانەیە هەندێکیان پەنا بۆ بۆچوونی ئەفلاتون ببەن کە گیان لە بنەڕەتدا یەکە. غەزالی ئەمەش بە دوو بەڵگە پووچەڵ دەکاتەوە: یەکەم، دژی ئەزموونی ڕاستەوخۆی ئێمەیە بۆ 'خودی' تاکەکەسیی خۆمان. دووەم، چەمکی 'دابەشبوون' تەنها بۆ شتە ماددی و بەقەبارەکانە. گیان کە شتێکی ناماددییە، چۆن دەتوانێت دابەش ببێت و پاشان یەکبگرێتەوە؟ ئەمە بەلای ئەوەوە لەوپەڕی نامەعقوڵیدایە."
            },
            {
              "line_number": "27",
              "original_text": "كماء البحر ينقسم بالجداول والأنهار ثم يعود إلى البحر. فأما ما لا كمية له فكيف ينقسم؟ ولذا هم مفحمون والمقصود من هذا كله أن نبين أنهم لم يعجزوا خصومهم عن معتقدهم في تعلق الإرادة القديمة بالأحداث إلا بدعوى الضرورة وأنهم لا ينفصلون عمن يدعي الضرورة عليهم في هذه الأمور على خلاف معتقدهم، وهذا لا مخرج عنه.",
              "translation": "وەک ئاوی دەریا کە بە جۆگە و ڕووبارەکان دابەش دەبێت و پاشان دەگەڕێتەوە بۆ دەریا. بەڵام ئەوەی 'چەندێتی' (كمية) نییە، چۆن دابەش دەبێت؟ هەر بۆیەش ئەوان بێ وەڵامن. مەبەست لە هەموو ئەمە ئەوەیە کە ڕوونی بکەینەوە ئەوان نەیانتوانیوە ناحەزەکانیان بێدەنگ بکەن لەسەر باوەڕیان بە پەیوەستبوونی 'ویستی ئەزەلی' بە 'دروستکراوەکان'ەوە، مەگەر بە بانگەشەی 'پێویستیی عەقڵ' (دعوى الضرورة) نەبێت. ئەوانیش ناتوانن خۆیان لەو کەسە دەرباز بکەن کە هەمان بانگەشەی پێویستیی عەقڵیان لەسەر دەکات لەم بابەتانەدا بە پێچەوانەی باوەڕی ئەوانەوە. ئەمەش دەرچوونی لێی نییە.",
              "commentary": "غەزالی بەڵگەی ئەفلاتون پووچەڵ دەکاتەوە بەوەی کە دابەشبوون سیفەتی شتە ماددی و بە قەبارەکانە (وەک ئاو)، بەڵام گیان کە ناماددییە، ئەم سیفەتەی نییە. پاشان دەگاتە دەرەنجامێکی ستراتیژی: هەموو مشتومڕەکە بووەتە کێبڕکێیەک لەسەر ئەوەی چی 'بە پێویستیی عەقڵ مەحاڵە'. مادام فەیلەسووفان بانگەشەی پێویستیی عەقڵ دەکەن دژی دروستبوونی جیهان، غەزالیش دەتوانێت هەمان بانگەشە بکات دژی دەرەنجامە مەحاڵەکانی ئەزەلییەتی جیهان (وەک بێکۆتاکان). بەمەش کایەکە یەکسان دەکاتەوە و چەکی سەرەکییان لێ وەردەگرێتەوە."
            },
            {
              "line_number": "28",
              "original_text": "فإن قيل: هذا ينقلب عليكم في أن الله قبل خلق العالم كان قادراً على الخلق بقدر سنة أو سنتين - ولا نهاية لقدرته - فكأنه صبر ولم يخلق ثم خلق، ومدة الترك متناه أو غير متناه. فإن قلتم: متناه، صار وجود الباري متناهي الأول، وإن قلتم: غير متناه، فقد انقضى مدة فيها إمكانات لا نهاية لأعدادها.",
              "translation": "ئەگەر بوترێت: ئەمە لەسەر خۆشتان دەشکێتەوە، چونکە خودا پێش دروستکردنی جیهان، بۆ ماوەی ساڵێک یان دوو ساڵ توانای دروستکردنی هەبوو - و هیچ کۆتاییەک بۆ توانای ئەو نییە - جا وەک ئەوە وایە ئارامی گرتبێت و دروستی نەکردبێت و پاشان دروستی کردبێت. ئایا ماوەی دروست نەکردنەکە کۆتادارە یان بێ کۆتایە؟ ئەگەر بڵێن: کۆتادارە، ئەوا بوونی دروستکار سەرەتاکەی کۆتادار دەبێت (کە مەحاڵە). خۆ ئەگەر بڵێن: بێ کۆتایە، ئەوا ماوەیەک بەسەرچووە کە تێیدا 'ئەگەرەکان' (إمكانات)ی بێ کۆتا هەبوون.",
              "commentary": "لێرەدا فەیلەسووفان هەوڵ دەدەن بەڵگەی بێکۆتاکان لە دژی خودی غەزالی بەکاربهێنن. دەڵێن: ئەگەر خودا لە ئەزەلەوە بووبێت و جیهانی دروست نەکردبێت، ئەوا ماوەیەکی بێکۆتا لە 'نەدروستکردن' بەسەرچووە، کە ئەمەش هەمان کێشەی 'بەسەرچوونی بێکۆتا'یە کە غەزالی خۆی دژی ئەزەلییەتی جیهان بەکاری هێنا. ئەمە هێرشێکی پێچەوانەی زیرەکانەیە."
            },
            {
              "line_number": "29",
              "original_text": "قلنا: المدة والزمان مخلوق عندنا. وسنبين حقيقة الجواب عن هذا في الانفصال عن دليلهم الثاني.",
              "translation": "دەڵێین: ماوە و کات (زمان) بەلای ئێمەوە 'دروستکراو'ن. وەڵامی ڕاستەقینەی ئەمەش لە وەڵامدانەوەی بەڵگەی دووەمیاندا ڕوون دەکەینەوە.",
              "commentary": "غەزالی وەڵامێکی کورت و خێرا دەداتەوە: ئێوە وا دادەنێن کە 'کات' پێش جیهان بوونی هەبووە. بەڵام بەلای ئێمەوە، کات خۆی لەگەڵ جیهاندا دروست کراوە. کەواتە هیچ 'ماوە' و 'کات'ێکی بێکۆتا پێش دروستبوون نەبووە تا بەسەر بچێت. ئەمە وەڵامێکی بنەڕەتییە کە تەواوی گریمانەی فەیلەسووفان هەڵدەوەشێنێتەوە. بەڵێن دەدات کە دواتر زیاتر لەسەری بدوێت."
            },
            {
              "line_number": "30",
              "original_text": "فإن قيل: فبم تنكرون على من يترك دعوى الضرورة ويدل عليه من وجه آخر وهو أن الأوقات متساوية في جواز تعلق الإرادة بها؟ فما الذي ميز وقتاً معيناً عما قبله وعما بعده وليس محالاً أن يكون التقدم والتأخر مراداً؟ بل في البياض والسواد والحركة والسكون فإنكم تقولون: يحدث البياض بالإرادة القديمة والمحل قابل للسواد قبوله للبياض، فلم تعلقت الإرادة القديمة بالبياض دون السواد؟ وما الذي ميز أحد الممكنين عن الآخر في تعلق الإرادة به؟ ونحن بالضرورة نعلم أن الشيء لا يتميز عن مثله إلا بمخصص، ولو جاز ذلك لجاز أن يحدث العالم وهو ممكن الوجود كما أنه ممكن العدم، ويتخصص جانب الوجود المماثل لجانب العدم في الإمكان بغير مخصص.",
              "translation": "ئەگەر بوترێت: جا بە چی نکۆڵی لەو کەسە دەکەن کە واز لە بانگەشەی پێویستیی عەقڵ دەهێنێت و لە ڕوویەکی ترەوە بەڵگە دێنێتەوە، ئەویش ئەوەیە کە کاتەکان هەموویان وەک یەکن لەوەی کە ویست پێیانەوە پەیوەست بێت؟ چی کاتێکی دیاریکراوی جیاکردەوە لەوەی پێشی و ئەوەی دوای؟ یان لە بابەتی سپێتی و ڕەشیدا، یان جووڵە و وەستاندا، ئێوە دەڵێن: سپێتی بە ویستی ئەزەli دروست دەبێت، لە کاتێکدا کە شوێنەکە هەروەک چۆن سپێتی وەردەگرێت، ڕەشیش وەردەگرێت. ئەی بۆچی ویستە ئەزەلییەکە بە سپێتییەوە پەیوەست بوو نەک ڕەشی؟ چی یەکێک لە دوو شتە 'ئەگەری' (ممکن)ـەکەی جیاکردەوە لەوی تر لە پەیوەستبوونی ویست پێیەوە؟ ئێمە بە 'پێویستیی عەقڵ' دەزانین کە شتێک لە هاوشێوەکەی جیا نابێتەوە مەگەر بە 'جیاکەرەوەیەک' (مخصِّص) نەبێت. ئەگەر ئەمە ڕەوا بووایە، ئەوا دەبوو ڕەوا بێت جیهان دروست بێت - کە بوون و نەبوونی وەک یەک ئەگەرن - و لایەنی بوون، کە هاوشێوەی لایەنی نەبوونە، بەبێ هیچ جیاکەرەوەیەک تایبەت بکرێت.",
              "commentary": "ئەمە بەڵگەی دووەم و زۆر بەهێزی فەیلەسووفانە، کە لەسەر 'بنەمای هۆکاری تەواو' (Principle of Sufficient Reason) دامەزراوە. پرسیارەکە ئەمەیە: بۆچی خودا جیهانی لەم کاتەدا دروست کرد نەک کاتێکی تر، لە کاتێکدا هەموو کاتەکان وەک یەکن؟ یان بۆچی ڕەنگی شین یان سووری هەڵبژارد، لە کاتێکدا هەموو ڕەنگەکان ئەگەری یەکسانیان هەبوو؟ دەبێت 'هۆکارێکی جیاکەرەوە' (مخصص) هەبێت بۆ هەڵبژاردنی یەک ئەگەر لەناو کۆمەڵێک ئەگەری یەکساندا. ئەگەرنا، هەڵبژاردنەکە بێ هۆکار و هەڕەمەکی دەبێت."
            },
            {
              "line_number": "31",
              "original_text": "وإن قلتم: إن الإرادة خصصت، فالسؤال عن اختصاص الإرادة وأنها لم اختصت. فإن قلتم: القديم لا يقال له، لم؟ فليكن العالم قديماً ولا يطلب صانعه وسببه، لأن القديم لا يقال فيه: لم. فإن جاز تخصص القديم بالاتفاق بأحد الممكنين فغاية المستبعد أن يقال: العالم مخصوص بهيئات مخصوصة كان يجوز أن يكون على هيئات أخرى بدلاً عنها. فيقال: وقع كذلك اتفاقاً كما قلتم: اختصت الإرادة بوقت دون وقت وهيئة دون هيئة اتفاقاً. وإن قلتم: إن هذا السؤال غير لازم لأنه وارد على كل ما يريده وعائد على كل ما يقدره، فنقول: لا، بل هذا السؤال لازم لأنه عائد في كل وقت وملازم لمن خالفنا على كل تقدير.",
              "translation": "خۆ ئەگەر بڵێن: 'ویست' خۆی جیاکەرەوەکەیە، ئەوا پرسیارەکە دەربارەی تایبەتبوونی خودی ویستەکەیە و ئەوەیە کە بۆچی ئەو بەو شێوەیە تایبەت بوو؟ ئەگەر بڵێن: بوونەوەری ئەزەلی پرسیاری 'بۆچی' لێ ناکرێت، با کەواتە جیهانیش ئەزەلی بێت و داوای دروستکەر و هۆکاری بۆ نەکرێت، چونکە لە بوونەوەری ئەزەلیدا ناگوترێت: بۆچی؟ ئەگەر ڕەوا بێت بوونەوەری ئەزەلی بە 'ڕێکەوت' یەکێک لە ئەگەرەکان هەڵبژێرێت، ئەوا دەتوانرێت بوترێت: جیهان بە شێوەیەکی دیاریکراو دروست بووە کە دەیتوانی بە شێوەی تر بێت، و بە 'ڕێکەوت' وا دەرچووە. هەروەک چۆن ئێوە دەڵێن: ویستەکە بە ڕێکەوت کاتێکی دیاریکراو و شێوەیەکی دیاریکراوی هەڵبژاردووە. ئەم پرسیارە پرسیارێکی پێویستە و لە هەموو حاڵەتێکدا دێتەوە ڕێی ناحەزەکانمان.",
              "commentary": "فەیلەسووفان پێشبینیی وەڵامی غەزالی دەکەن و یەکسەر پووچەڵی دەکەنەوە. ئەگەر بڵێی 'ویستی خودا' هۆکارەکەیە، ئەوا پرسیارەکە دەگوازرێتەوە بۆ خودی ویستەکە: بۆچی ویستەکە بەم شێوەیە بوو نەک شێوەیەکی تر؟ ئەگەر وەڵامەکەت ئەوە بێت کە 'پرسیاری بۆچی لە خودا ناکرێت'، ئەوا فەیلەسووفان دەڵێن: ئێمەش هەمان وەڵام بۆ جیهان بەکاردەهێنین و دەڵێین 'پرسیاری بۆچی لە جیهانی ئەزەلی ناکرێت'. بەمە دەیانەوێت بڵێن کە وەڵامەکەی غەزالی تەنها خۆدزینەوەیە لە پرسیارە بنەڕەتییەکە."
            },
            {
              "line_number": "32",
              "original_text": "قلنا: إنما وجد العالم حيث وجد وعلى الوصف الذي وجد وفي المكان الذي وجد بالإرادة، والإرادة صفة من شأنها تمييز الشيء عن مثله، ولولا أن هذا شأنها لوقع الاكتفاء بالقدرة. ولكن لما تساوى نسبة القدرة إلى الضدين ولم يكن بد من مخصص يخصص الشيء عن مثله فقيل: للقديم وراء القدرة صفة من شأنها تخصيص الشيء عن مثله، فقول القائل: لم اختصت الإرادة بأحد المثلين، كقول القائل: لم اقتضى العلم الإحاطة بالمعلوم على ما هو به؟ فيقال: لأن العلم عبارة عن صفة هذا شأنها، فكذى الإرادة عبارة عن صفة هذا شأنها، بل ذاتها تمييز الشيء عن مثله.",
              "translation": "دەڵێین: جیهان لەو کاتەی تێیدا بوونی پەیدا کرد، و لەسەر ئەو وەسفەی کە هەیەتی، و لەو شوێنەی کە تێیدایە، تەنها بە 'ویست' (الإرادة) بووە. ویستیش سیفەتێکە کە 'کاری' (شأنها) هەر ئەوەیە شتێک لە هاوشێوەکەی جیا بکاتەوە. ئەگەر کاری ئەم سیفەتە ئەوە نەبووایە، ئەوا تەنها 'توانا' (القدرة) بەس بوو. بەڵام لەبەر ئەوەی ڕێژەی توانا بۆ دوو شتی دژ بەیەک یەکسانە، ناچار پێویست بە 'جیاکەرەوەیەک' بوو کە شتێک لە هاوشێوەکەی جیا بکاتەوە. بۆیە وترا: بوونەوەری ئەزەلی، جگە لە توانا، سیفەتێکی تری هەیە کە کاری هەر ئەوەیە شتێک لە هاوشێوەکەی تایبەت بکات. جا پرسیاری ئەو کەسەی کە دەڵێت: 'بۆچی ویست یەکێک لە دوو هاوشێوەکەی هەڵبژارد؟'، وەک پرسیاری ئەو کەسە وایە کە دەڵێت: 'بۆچی زانست (العلم) زانراوەکە دەگرێتەوە بەو شێوەیەی کە هەیە؟'. وەڵام دەدرێتەوە: چونکە 'زانست' بریتییە لە سیفەتێک کە کاری هەر ئەوەیە. بە هەمان شێوە، 'ویست'یش بریتییە لە سیفەتێک کە کاری هەر ئەوەیە. بەڵکو 'زاتی' ویست هەر بریتییە لە جیاکردنەوەی شتێک لە هاوشێوەکەی.",
              "commentary": "ئەمە وەڵامی کۆتایی و بنەڕەتیی غەزالی و قوتابخانەی ئەشعەرییە. ئەو پرسیاری 'بۆچی' ڕەتدەکاتەوە بە پێناسەکردنەوەی خودی 'ویست'. بەلای ئەوەوە، ویست سیفەتێک نییە کە پێویستی بە هۆکارێکی دەرەکی بێت بۆ هەڵبژاردن، بەڵکو 'سروشت' و 'ماهییەت'ی ویست هەر خۆی بریتییە لە 'جیاکردنەوە و تایبەتکردن'. پرسیارکردن لەوەی 'بۆچی ویست هەڵدەبژێرێت؟' وەک ئەوە وایە بپرسیت 'بۆچی زانست دەزانێت؟' یان 'بۆچی ئاگر گەرمە؟'. وەڵامەکە لە خودی پێناسەکەدایە. بەمە، غەزالی زنجیرەی پرسیارەکانی 'بۆچی' لە خاڵێکدا دەبڕێت کە بەلای خۆیەوە خاڵی بنەڕەتی و کۆتاییە."
            },
            
            {
              "line_number": "33",
              "original_text": "فإن قيل: إثبات صفة شأنها تمييز الشيء عن مثله غير معقول بل هو متناقض، فإن كونه مثلاً معناه أنه لا تميز له، وكونه مميزاً معناه أنه ليس مثلاً، ولا ينبغي أن يظن أن السوادين في محلين متماثلان من كل وجه لأن هذا في محل وذاك في محل آخر، وهذا يوجب التميز. ولا السوادان في وقتين في محل واحد متماثلان مطلقاً لأن هذا فارق ذلك في الوقت، فكيف يساويه من كل وجه. وإذا قلنا: السوادان مثلان، عنينا به في السوادية مضافاً إليه على الخصوص لا على الإطلاق، وإلا فلو اتحد المحل والزمان ولم يبق تغاير لم يعقل سوادان ولا عقلت الإثنينية أصلاً.",
              "translation": "ئەگەر بوترێت: سەلماندنی سیفەتێک کە کاری جیاکردنەوەی شتێک بێت لە هاوشێوەکەی، نامەعقوڵە، بەڵکو دژبەیەکییە (متناقض). چونکە مانای 'هاوشێوە' بوون ئەوەیە کە هیچ جیاوازییەکی نییە، و مانای 'جیاکراوە' بوونیش ئەوەیە کە هاوشێوە نییە. نابێت وا گومان ببرێت کە دوو ڕەشی لە دوو شوێندا لە هەموو ڕوویەکەوە وەک یەکن، چونکە ئەمەیان لە شوێنێکە و ئەویان لە شوێنێکی تر، ئەمەش خۆی جیاوازی دروست دەکات. دوو ڕەشیش لە دوو کاتی جیاوازدا لە یەک شوێندا بە ڕەهایی وەک یەک نین، چونکە ئەمەیان لە کاتدا لەگەڵ ئەوی تردا جیاوازە. کاتێک دەڵێین: دوو ڕەشییەکە هاوشێوه‌ی یەکن، مەبەستمان تەنها لە خودی 'ڕەشییەکە'دایە، نەک بە شێوەیەکی ڕەها. ئەگەرنا، ئەگەر شوێن و کات یەکیان بگرتایە و هیچ جیاوازییەک نەمایە، ئەوا هەرگیز دوو ڕەشی وێنا نەدەکرا و چەمکی 'دووانە' بوون (الإثنينية) هەرگیز بوونی نەدەبوو.",
              "commentary": "لێرەدا فەیلەسووفان هێرش دەکەنە سەر خودی پێناسەکەی غەزالی بۆ 'ویست'. ئەوان دەڵێن ئەم پێناسەیە لە خۆیدا 'دژبەیەکیی لۆژیکی' تێدایە. چۆن دەکرێت شتێک لە 'هاوشێوە'کەی جیا بکەیتەوە؟ ئەگەر بەڕاستی هاوشێوە بن، ئەوا هیچ بنەمایەک بۆ جیاکردنەوە نییە. ئەگەریش توانیت جیایان بکەیتەوە، کەواتە لە بنەڕەتدا هاوشێوە نەبوون. ئەوان دەڵێن جیاوازی تەنها بەهۆی شوێن یان کاتەوەیە. بەمە دەیانەوێت بڵێن کە چەمکی 'ویستێکی پەتی کە شتە وەک یەکەکان لێک جیا دەکاتەوە' لە ڕووی لۆژیکییەوە پووچەڵە."
            },
            {
              "line_number": "34",
              "original_text": "يحقق هذا أن لفظ الإرادة مستعارة من إرادتنا ولا يتصور منا أن نميز بالإرادة الشيء عن مثله، بل لو كان بين يدي العطشان قدحان من الماء يتساويان من كل وجه بالإضافة إلى غرضه، لم يمكن أن يأخذ أحدهما، بل إنما يأخذ ما يراه أحسن أو أخف أو أقرب إلى جانب يمينه، إن كان عادته تحريك اليمين أو سبب من هذه الأسباب إما خفي وإما جلي، وإلا فلا يتصور تمييز الشيء عن مثله بحال.",
              "translation": "بەڵگەی ئەمەش ئەوەیە کە وشەی 'ویست' لە ویستی ئێمەوە وەرگیراوە، و لە ئێمەدا وێنا ناکرێت کە بە ویست شتێک لە هاوشێوەکەی جیا بکەینەوە. بەڵکو ئەگەر کەسێکی تینوو دوو پەرداخ ئاوی لەبەردەستدا بێت کە لە هەموو ڕوویەکەوە یەکسان بن بەگوێرەی مەبەستی ئەو، ئەوا ناتوانێت یەکێکیان هەڵبگرێت. بەڵکو تەنها ئەوە هەڵدەگرێت کە بە باشتر یان سووکتر یان نزیکتر لە لای ڕاستی خۆی دەبینێت، ئەگەر ڕاهاتنی وابێت، یان هەر هۆکارێکی تری لەم جۆرە، جا دیار بێت یان شاراوە. ئەگەرنا، جیاکردنەوەی شتێک لە هاوشێوەکەی بە هیچ شێوەیەک وێنا ناکرێت.",
              "commentary": "ئەمە نموونەی بەناوبانگی 'کەسی تینوو' یان 'گوێدرێژەکەی بوریدان'ە (هەرچەندە غەزالی پێش بوریدان بووە). فەیلەسووفان دەیانەوێت بیسەلمێنن کە تەنانەت ویستی مرۆڤیش ناتوانێت لە بۆشاییدا کار بکات. بۆ هەڵبژاردنی نێوان دوو بژاردەی تەواو یەکسان، دەبێت هۆکارێکی بچووکی دەرەکی (مخصص) هەبێت کە تەرازووەکە بە لایەکدا بخات. بەبێ ئەم هۆکارە، ویست ئیفلیج دەبێت. دەرەنجام: سیفەتێک بە ناوی 'ویستی پەتی کە شتە وەک یەکەکان جیا دەکاتەوە' بوونی نییە."
            },
            {
              "line_number": "35",
              "original_text": "والاعتراض من وجهين: الأول أن قولكم: إن هذا لا يتصور، عرفتموه ضرورة أو نظراً؟ ولا يمكن دعوى واحد منهما، وتمثيلكم بإرادتنا مقايسة فاسدة تضاهي المقايسة في العلم، وعلم الله يفارق علمنا في أمور قررناها، فلم تبعد المفارقة في الإرادة بل هو كقول القائل: ذات موجودة لا خارج العالم ولا داخله ولا متصلاً ولا منفصلاً لا يعقل لأنا لا نعقله في حقنا. قيل: هذا عمل توهمك، وأما دليل العقل فقد ساق العقلاء إلى التصديق بذلك، فبم تنكرون على من يقول: دليل العقل ساق إلى إثبات صفة لله تعالى من شأنها تمييز الشيء عن مثله؟ فإن لم يطابقها اسم الإرادة فلتسم باسم آخر، فلا مشاحة في الأسماء. وإنما أطلقناها نحن بإذن الشرع، وإلا فالإرادة موضوعة في اللغة لتعيين ما فيه غرض، ولا غرض في حق الله، وإنما المقصود المعنى دون اللفظ.",
              "translation": "ڕەخنەکە لە دوو ڕووەوەیە: یەکەم ئەوەی کە وتتان: 'ئەمە وێنا ناکرێت'، ئایا بە پێویستیی عەقڵ زانیوتانە یان بە تێڕامان؟ بانگەشەی هیچ کامیان ناکرێت. شوبهاندنی ئێوەش بە ویستی ئێمە، 'قیاسێکی پووچەڵ'ە (مقايسة فاسدة) وەک قیاسی زانست وایە. زانستی خودا لە زانستی ئێمە جیاوازە لە چەندین ڕووەوە کە باسمان کردووە، ئەی بۆچی جیاوازی لە ویستیشدا بەدوور دەزانرێت؟ بەڵکو وەک قسەی ئەو کەسە وایە کە بڵێت: زاتێکی بوونەوەر کە نە لە دەرەوەی جیهانە و نە لە ناوەوەی، نە پێوەی لکاوە و نە لێی جیاکراوەتەوە، مەعقوڵ نییە، چونکە ئێمە لەبارەی خۆمانەوە شتی وا تێناگەین. دەگوترێت: ئەمە کاری 'وەهم'ی تۆیە، بەڵام بەڵگەی عەقڵ، عاقڵەکانی گەیاندۆتە باوەڕبوون بەوە. جا بە چی نکۆڵی لەوە دەکەن کەسێک بڵێت: بەڵگەی عەقڵ گەیاندوویەتی بە سەلماندنی سیفەتێک بۆ خودای گەورە کە کاری جیاکردنەوەی شتێک بێت لە هاوشێوەکەی؟ ئەگەر ناوی 'ویست'یشی لەگەڵدا نەگونجا، با ناوێکی تری لێ بنرێت، کێشە لەسەر ناوەکان نییە. ئێمە تەنها بە ئیزنی شەرع ئەم ناوەمان بەکارهێناوە. ئەگەرنا، 'ویست' لە زماندا دانراوە بۆ دیاریکردنی ئەوەی کە 'مەبەست'ێکی (غرض) تێدایە، و لەبارەی خوداوە مەبەست بوونی نییە. مەبەستی سەرەکی 'مانا'کەیە نەک 'وشە'کە.",
              "commentary": "غەزالی دووبارە چەکی 'قیاسی پووچەڵ' بەکاردەهێنێتەوە. پێیان دەڵێت: ئێوە خۆتان دەڵێن زانستی خودا وەک هی ئێمە نییە، کەواتە بۆچی پێداگیری دەکەن کە ویستی خودا دەبێت وەک هی ئێمە بێت؟ پاشان دەڵێت ئەگەر لە وشەی 'ویست'دا کێشەتان هەیە، با ناوێکی تری لێ بنێین. ئەوەی گرنگە خودی 'مانا'کەیە: بوونی سیفەتێکی خودایی کە ئەگەرێک لەناو کۆمەڵێک ئەگەری یەکساندا هەڵدەبژێرێت."
            },
            {
              "line_number": "36",
              "original_text": "على أنه في حقنا لا نسلم أن ذلك غير متصور، فإنا نفرض تمرتين متساويتين بين يدي المتشوف إليهما العاجز عن تناولهما جميعاً، فإنه يأخذ إحداهما لا محالة بصفة شأنها تخصيص الشيء عن مثله. وكل ما ذكرتموه من المخصصات من الحسن أو القرب أو تيسر الأخذ فإنا نقدر على فرض انتفائه، ويبقى إمكان الأخذ. فأنتم بين أمرين: إما إن قلتم: إنه لا يتصور التساوي بالإضافة إلى أغراضه فقط، وهو حماقة وفرضه ممكن، وإما إن قلتم: التساوي إذا فرض بقي الرجل المتشوف أبداً متحيراً ينظر إليهما فلا يأخذ إحداهما بمجرد الإرادة والاختيار المنفك عن الغرض، وهو أيضاً محال يعلم بطلانه ضرورةً. فإذن لابد لكل ناظر شاهداً أو غائباً في تحقيق الفعل الاختياري من إثبات صفة شأنها تخصيص الشيء عن مثله.",
              "translation": "لەسەر ئەمەش، ئێمە دان بەوەدا نانێین کە لەبارەی خۆشمانەوە شتێکی وا وێنا ناکرێت. ئێمە وا دادەنێین دوو خورمای تەواو وەک یەک لەبەردەستی کەسێکدایە کە ئارەزووی دەکات و ناتوانێت هەردووکیان پێکەوە هەڵبگرێت. بێ گومان یەکێکیان هەڵدەگرێت، بەهۆی سیفەتێکەوە کە کاری تایبەتکردنی شتێکە لە هاوشێوەکەی. هەموو ئەو جیاکەرەوانەی ئێوە باستتان کرد وەک جوانی و نزیکی و ئاسانیی هەڵگرتن، ئێمە دەتوانین وا دابنێین کە هەموویان نەماون، و هێشتا ئەگەری هەڵگرتنەکە هەر دەمێنێت. ئێوە لە نێوان دوو شتدان: یان دەڵێن وێنا ناکرێت دوو شت لە هەموو ڕوویەکەوە یەکسان بن، کە ئەمە گەمژەییە و وێناکردنی شتی وا مومکینە. یان دەڵێن: ئەگەر یەکسانییەکە وێنا کرا، ئەوا پیاوە ئارەزوومەندەکە بۆ هەتاهەتایە بە سەرگەردانی دەمێنێتەوە و سەیریان دەکات و یەکێکیان هەڵناگرێت تەنها بە ویست و هەڵبژاردنی پەتی، کە ئەمەش مەحاڵێکە و پووچەڵبوونی بە پێویستی دەزانرێت. کەواتە، بۆ سەلماندنی 'کرداری ئارەزوومەندانە' (الفعل الاختياري)، پێویستە دان بە بوونی سیفەتێکدا بنرێت کە کاری تایبەتکردنی شتێکە لە هاوشێوەکەی.",
              "commentary": "غەزالی لێرەدا نموونەی فەیلەسووفان پێچەوانە دەکاتەوە. لەبری 'کەسی تینوو'، نموونەی 'کەسی ئارەزوومەندی خورما' دێنێتەوە. ئەو دەڵێت: لە واقیعدا، مرۆڤ لەبەردەم دوو بژاردەی یەکساندا ئیفلیج نابێت، بەڵکو بە سادەیی یەکێکیان هەڵدەبژێرێت. مانەوەی هەتاهەتایی لە دۆخی دوودڵیدا خۆی 'مەحاڵ' و دژی واقیعە. کەواتە، خودی مرۆڤیش خاوەنی سیفەتێکە (کە ویستە) کە دەتوانێت بەبێ هۆکارێکی دەرەکی، یەکێک لە دوو بژاردەی یەکسان هەڵبژێرێت. بەمە غەزالی بنەمای ئەزموونیی بەڵگەی فەیلەسووفان پووچەڵ دەکاتەوە."
            },
            {
              "line_number": "37",
              "original_text": "الوجه الثاني في الاعتراض هو أنا نقول: أنتم في مذهبكم ما استغنيتم عن تخصيص الشيء عن مثله، فإن العالم وجد من سببه الموجب له على هيئات مخصوصة تماثل نقائضها، فلم اختص ببعض الوجوه؟ واستحالة تميز الشيء عن مثله في الفعل أو في اللزوم بالطبع أو بالضرورة لا تختلف.",
              "translation": "ڕووی دووەمی ڕەخنەکە ئەوەیە کە دەڵێین: ئێوەش لە بیروڕای خۆتاندا دەستبەرداری جیاکردنەوەی شتێک لە هاوشێوەکەی نەبوون. چونکە جیهان لە هۆکارە پێویستکەرەکەیەوە بە شێوە و دۆخی دیاریکراو (هيئات مخصوصة) بوونی پەیدا کردووە کە هاوشێوەی دژەکانی خۆیەتی. ئەی بۆچی بە هەندێک لەو دۆخانە تایبەت بووە؟ مەحاڵبوونی جیاکردنەوەی شتێک لە هاوشێوەکەی، جیاوازیی نییە لەوەی کە بە 'کردار' (فعل) بێت یان بە 'پێویستیی سروشتی' (لزوم بالطبع) بێت.",
              "commentary": "ئەمە خاڵێکی زۆر بەهێزە. غەزالی دەڵێت: ئێوەی فەیلەسووفانیش کە دەڵێن جیهان بە پێویستی و بە شێوەیەکی سروشتی لە خوداوە دەرچووە، هەمان کێشەتان هەیە. بۆچی جیهان ئەم قەبارە و شێوە و یاسا دیاریکراوانەی هەیە و شێوەیەکی تری نییە کە بە هەمان ئەندازە مومکین بوو؟ کێشەی 'هەڵبژاردنی یەک ئەگەر لەناو ئەگەرە یەکسانەکاندا' تەنها کێشەی 'ویست' نییە، بەڵکو کێشەی هەر سیستمێکە کە دەیەوێت لە بوونێکی ئەزەلییەوە جیهانێکی دیاریکراو بەدی بهێنێت."
            },
            {
              "line_number": "38",
              "original_text": "فإن قلتم: إن النظام الكلي للعالم لا يمكن إلا على الوجه الذي وجد، وإن العالم لو كان أصغر أو أكبر مما هو الآن عليه لكان لا يتم هذا النظام، وكذا القول في عدد الأفلاك وعدد الكواكب. وزعمتم أن الكبير يخالف الصغير والكثير يفارق القليل في ما يراد منه فليست متماثلة بل هي مختلفة، إلا أن القوة البشرية تضعف عن درك وجوه الحكمة في مقاديرها وتفاصيلها وإنما تدرك الحكمة في بعضها كالحكمة في ميل فلك البروج عن معدل النهار والحكمة في الأوج والفلك الخارج المركز، والأكثر لا يدرك السر فيها ولكن يعرف اختلافها، ولا بعد في أن يتميز الشيء عن خلافه لتعلق نظام الأمر به. وأما الأوقات",
              "translation": "ئەگەر بڵێن: 'سیستەمی گشتیی جیهان' (النظام الكلي) تەنها بەو شێوەیە دەکرێت کە بوونی هەیە. ئەگەر جیهان بچووکتر یان گەورەتر بووایە لەوەی ئێستا هەیە، ئەوا ئەم سیستەمە تەواو نەدەبوو. هەمان شت بۆ ژمارەی فەلەکەکان و ئەستێرەکانیش ڕاستە. ئێوە بانگەشەی ئەوە دەکەن کە گەورە لە بچووک جیاوازە و زۆر لە کەم جیاوازە لەوەی مەبەست لێیەتی، کەواتە ئەمانە هاوشێوە نین بەڵکو جیاوازن. تەنها ئەوەیە کە توانای مرۆڤ لاوازە لە تێگەیشتنی حیكمەت لە وردەکاریی قەبارە و شێوەکاندا. مرۆڤ تەنها لە هەندێکیان تێدەگات، وەک حیكمەت لە لاربوونی فەلەکی بورجەکان لە هێڵی یەکسانیی شەو و ڕۆژ، و حیكمەت لە خاڵی هەرە دوور (الأوج) و فەلەکی دەرەوەی ناوەند (الفلك الخارج المركز). مرۆڤ لە نهێنیی زۆرینەیان تێناگات، بەڵام جیاوازییەکەیان دەزانێت. دوور نییە شتێک لە دژەکەی جیاواز بێت چونکە سیستەمی گشتی پێوەی بەندە. بەڵام کاتەکان...",
              "commentary": "غەزالی وەڵامی پێشبینیکراوی فەیلەسووفان دەهێنێتەوە. ئەوان دەڵێن: ئەو ئەگەرانەی تر کە باسیان دەکەیت، لە بنەڕەتدا 'یەکسان' نەبوون. تەنها یەک سیستەمی گونجاو بۆ جیهان هەبوو، هەر گۆڕانکارییەکی بچووک لە قەبارە یان ژمارەی هەسارەکاندا، هەموو سیستەمەکەی تێک دەدا. کەواتە لێرەدا هەڵبژاردنێک لەنێوان ئەگەری یەکساندا نەبووە. ئەوان دان بەوەدا دەنێن کە ئێمە لە هەموو حیكمەتەکان تێناگەین، بەڵام دەتوانین گریمانەی بکەین. غەزالی بە زیرەکییەوە ڕستەکە بە وشەی 'وأما الأوقات' (بەڵام کاتەکان) تەواو دەکات، کە ئاماژەیە بۆ ئەوەی ئەم وەڵامەیان بۆ کێشەی جیاوازیی 'کاتەکان' دەست نادات."
            },
          ]
        }
      ]
    }
  ]
}
