{
  "books": [
    {
      "title": "تهافت الفلاسفة (Tahāfut al-Falāsifa)",
      "author": "ئیمام غەزالی | أبو حامد الغزالي",
      "sections": [
        {
          "section_title": "یەکێتیی زات و سیفاتەکانی خودا: مانای بەخشندەیی، چاکە، و عەشقی خودایی",
          "lines": [
            {
              "line_number": "231",
              "original_text": "فحياته عين ذاته أيضاً. ... والجواد، الذي لا يكتسب بجوده شيئاً وإذا قيل له: جواد، أريد به أن يفيض عنه الكل لا لغرض يرجع إليه. والجود يتم بشيئين: أحدهما أن يكون للمنعم فائدة فيما وهب منه، فلعل من يهب شيئاً ممن هو مستغن عنه لا يوصف بالجود. والثاني أن لا يحتاج الجواد إلى الجود فيكون إقدامه على الجود لحاجة نفسه. وكل من يجود ليمدح أو يثنى عليه أو يتخلص من مذمة فهو مستعيض وليس بجواد، وإنما الجود الحقيقي لله فإنه ليس يبغي به خلاصاً عن ذم ولا كمالاً مستفاداً بمدح. فيكون الجواد اسماً منبئاً عن وجوده مع إضافة إلى الفعل وسلب للغرض، فلا يؤدي إلى الكثرة في ذاته.",
              "translation": "کەواتە ژیانیشی هەر خودی زاتیەتی. ... و [سەبارەت بە سیفەتی] 'بەخشندە'، [مەبەست لێی] ئەوەیە کە بە بەخشندەییەکەی هیچ شتێک بەدەست ناهێنێت، و کاتێک پێی دەوترێت: بەخشندە، مەبەست لێی ئەوەیە کە هەموو شت لێیەوە هەڵدەقوڵێت [نەک] بۆ مەبەستێک کە بۆ خۆی بگەڕێتەوە. بەخشندەیی بە دوو شت تەواو دەبێت: یەکەمیان ئەوەی کە بەخشەر سوودێکی لەوەدا هەبێت کە بەخشیویەتی، بۆیە لەوانەیە ئەوەی شتێک ببەخشێت کە خۆی پێویستی پێی نییە، بە بەخشندە وەسف نەکرێت. دووەمیشیان ئەوەی کە بەخشندە پێویستی بە بەخشینەکە نەبێت، تاکو بەخشینەکەی بۆ پێویستیی نەفسی خۆی بێت. هەر کەسێک ببەخشنێت بۆ ئەوەی ستایش بکرێت یان لە سەرزەنشت ڕزگاری بێت، ئەوا ئەو کەسە بەرانبەرخوازە و بەخشندە نییە. بەخشندەیی ڕاستەقینە تەنها هی خودایە، چونکە ئەو بەهۆیەوە نە داوای ڕزگاربوون لە سەرزەنشت دەکات و نە داوای کەماڵێک دەکات کە لە ستایشەوە بەدەستی بێت. کەواتە 'بەخشندە' ناوێکە ئاماژە بە بوونی ئەو دەکات لەگەڵ پەیوەندییەک بۆ کردار و سەلبکردنی مەبەست، بۆیە نابێتە هۆی فرەیی لە زاتیدا.",
              "commentary": "لێرەدا فەیلەسووفەکان مانای 'بەخشندەیی' (الجود) بۆ خودا لێک دەدەنەوە. لای ئەوان، بەخشندەیی خودا وەک هی مرۆڤ نییە کە هەمیشە بۆ مەبەستێکە (غرض)، وەک بەدەستهێنانی ستایش یان دوورکەوتنەوە لە لۆمە. بەخشندەیی خودا بریتییە لە هەڵقوڵانی (فيضان) بوون لێیەوە بەبێ ئەوەی هیچ سوودێک یان کەماڵێکی نوێی بۆ بگەڕێتەوە. بەم شێوەیە، 'بەخشندە' نابێتە سیفەتێکی زیادە لەسەر زات، بەڵکو تەنیا وەسفکردنی پەیوەندیی نێوان زاتی خودا و کردارەکانیەتی، لەگەڵ جەختکردنەوە لەسەر بێمەبەستیی ئەو کردارە. ئامانجی سەرەکی هەمیشە پاراستنی زاتە لە فرەیی (الكثرة)."
            },
            {
              "line_number": "232",
              "original_text": "والخير المحض ... وإذا قيل: خير محض، فإما أن يراد به وجوده بريئاً عن النقص وإمكان العدم، فإن الشر لا ذات له بل يرجع إلى عدم جوهر أو عدم صلاح حال الجوهر، وإلا فالوجود من حيث أنه وجود خير فيرجع هذا الاسم إلى السلب لإمكان النقص والشر. وقد يقال: خير، لما هو سبب لنظام الأشياء، والأول مبدأ لنظام كل شيء، فهو خير، ويكون الاسم دالاً على الوجود مع نوع إضافة.",
              "translation": "و [سەبارەت بە] 'چاکەی پەتی'... کاتێک دەوترێت: چاکەی پەتی، یان مەبەست لێی بوونیەتی کە پاکە لە کەمایەسی و ئیمکانی نەبوون، چونکە شەڕ زاتی نییە بەڵکو دەگەڕێتەوە بۆ نەبوونی جەوهەرێک یان نەبوونی باشیی حاڵی جەوهەرێک. ئەگەرنا، بوون لەو ڕووەوە کە بوونە، چاکەیە. کەواتە ئەم ناوە دەگەڕێتەوە بۆ سەلبکردنی ئیمکانی کەمایەسی و شەڕ. و هەندێک جار دەوترێت: چاکە، بەوەی کە هۆکاری سیستەمی شتەکانە، و 'یەکەم'یش بنەمای سیستەمی هەموو شتێکە، کەواتە چاکەیە، و ناوەکە ئاماژە دەکات بە بوون لەگەڵ جۆرێک لە پەیوەندی.",
              "commentary": "فەیلەسووفەکان دوو لێکدانەوەی فەلسەفی بۆ سیفەتی 'چاکەی پەتی' (الخير المحض) دەخەنەڕوو. یەکەم: لێکدانەوەیەکی ئۆنتۆلۆژی، کە 'چاکە' بریتییە لە خودی بوون، و 'شەڕ' (الشر) زاتێکی سەربەخۆی نییە بەڵکو تەنها 'نەبوون' (عدم)ـە، واتە کەمایەسییەکە لە بووندا. خودا چاکەی پەتییە چونکە بوونێکی تەواوە و هیچ کەمایەسییەکی تێدا نییە. دووەم: لێکدانەوەیەکی گەردوونی، کە 'چاکە' بریتییە لەوەی سەرچاوەی سیستەم و ڕێکخستنی گەردوون (نظام الأشياء) بێت. هەردوو لێکدانەوەکە سیفەتەکە دەکەن بە سەلبکردنێک (نەبوونی کەمایەسی) یان پەیوەندییەک (سەرچاوەی سیستەم)، بۆ ئەوەی هیچ فرەییەک نەخەنە ناو زاتی خوداوە."
            },
            {
              "line_number": "233",
              "original_text": "وواجب الوجود وإذا قيل: واجب الوجود، فمعناه هذا الوجود مع سلب علة لوجوده وإحالة علة لعدمه أولاً وآخراً.",
              "translation": "و [سەبارەت بە] 'واجبی بوون'، کاتێک دەوترێت: واجبی بوون، ماناکەی بریتییە لەم بوونە لەگەڵ سەلبکردنی هۆکارێک بۆ بوونی و مەحاڵبوونی هۆکارێک بۆ نەبوونی، لە ئەزەل و ئەبەددا.",
              "commentary": "ئەمە پێناسەیەکی کورت و پوختی زاراوەی سەرەکیی فەلسەفەی ئیسلامییە بۆ خودا. 'واجبی بوون' (واجب الوجود) دوو ڕەهەندی هەیە: یەکەم، بوونێکی بێهۆکارە، واتە بوونی لە زاتی خۆیەوەیە و لە هیچ شتێکی ترەوە وەری نەگرتووە. دووەم، بوونێکی پێویستە، واتە نەبوونی مەحاڵە. ئەمەش بە تەواوی خودا لە هەموو بوونەوەرە 'مومکین'ـەکانی تر جیادەکاتەوە کە بوون و نەبوونیان لە خۆیانەوە نییە."
            },
            {
              "line_number": "234",
              "original_text": "والعاشق والمعشوق واللذيذ والملتذ وإذا قيل: عاشق ومعشوق ولذيذ وملتذ، فمعناه هو أن كل جمال وبهاء وكمال فهو محبوب ومعشوق لذي الكمال ولا معنى للذة إلا إدراك الكمال الملائم. ومن عرف كمال نفسه في إحاطته بالمعلومات لو أحاط بها، وفي جمال صورته وفي كمال قدرته وقوة أعضائه وبالجملة إدراكه لحضور كل كمال هو ممكن له، لو أمكن أن يتصور ذلك في إنسان واحد، لكان محباً لكماله وملتذاً به، وإنما تنتقص لذته بتقدير العدم والنقصان فإن السرور لا يتم بما يزول أو يخشى زواله، والأول له البهاء الأكمل والجمال الأتم إذ كل كمال هو ممكن له فهو حاضر له. وهو مدرك لذلك الكمال مع الأمن من إمكان النقصان والزوال.",
              "translation": "و [سەبارەت بە] 'عاشق و مەعشوق و چێژبەخش و چێژوەرگر'، کاتێک دەوترێت: عاشق و مەعشوق و چێژبەخش و چێژوەرگر، ماناکەی ئەوەیە کە هەموو جوانی و شکۆ و کەماڵێک، خۆشەویست و مەعشوقە لای خاوەن کەماڵ، و چێژیش هیچ مانایەکی نییە جگە لە تێگەیشتن لەو کەماڵەی گونجاوە. ئەوەی کەماڵی خۆی بناسێت لە دەورەدانی بە زانیارییەکان ئەگەر دەورەی بدایە، و لە جوانیی وێنەکەیدا و لە کەماڵی تواناکەیدا و لە هێزی ئەندامەکانیدا، و بە کورتی تێگەیشتنی لە ئامادەبوونی هەموو کەماڵێک کە بۆی مومکینە، ئەگەر مومکین بووایە ئەوە لە یەک مرۆڤدا وێنا بکرێت، ئەوا عاشق بە کەماڵی خۆی دەبوو و چێژی لێ وەردەگرت. بەڵام چێژەکەی کەم دەبێتەوە بەهۆی گریمانەکردنی نەبوون و کەمایەسی، چونکە خۆشی بە شتێک تەواو نابێت کە لەناو دەچێت یان ترسی لەناوچوونی هەیە. و 'یەکەم' [خودا] خاوەنی شکۆی هەرە کەماڵ و جوانیی هەرە تەواوە، چونکە هەموو کەماڵێک کە مومکینە، بۆ ئەو ئامادەیە. ئەو تێگەیشتووی ئەو کەماڵەیە لەگەڵ دڵنیایی لە [مەحاڵبوونی] کەمایەسی و لەناوچوون.",
              "commentary": "ئەمە لوتکەی تێڕوانینی فەلسەفییە بۆ خودا وەک خۆشەویستیی عەقڵی. فەیلەسووفەکان 'چێژ' (اللذة) بە تێگەیشتنی عەقڵی لە کەماڵی خود پێناسە دەکەن. بەو پێیەی خودا خاوەنی کەماڵی ڕەهایە و بە شێوەیەکی ڕەهاش لە کەماڵی خۆی تێدەگات، کەواتە ئەو لە بەرزترین پلەی چێژ و عەشق و خۆشەویستیدایە بەرانبەر بە زاتی خۆی. لێرەدا، چوار سیفەتەکە یەکدەگرنەوە: خودا 'عاشق' (العاشق)ـە چونکە تێدەگات، و 'مەعشوق' (المعشوق)ـە چونکە کەماڵەکەی بابەتی تێگەیشتنە، و 'چێژبەخش' (اللذيذ)ـە چونکە کەماڵەکەی سەرچاوەی چێژە، و 'چێژوەرگر' (الملتذ)ـە چونکە خودی تێگەیشتووەکەیە. هەموو ئەمانە دەگەڕێنەوە بۆ یەک حەقیقەت: تێگەیشتنی تەواوی خودا لە زاتی خۆی."
            },
             {
          "section_title": "یەکێتیی زات و سیفاتەکانی خودا: مانای بەخشندەیی، چاکە، و عەشقی خودایی",
          "lines": [
            {
              "line_number": "235",
              "original_text": "الحاصل له فوق كل كمال فإحبابه وعشقه لذلك الكمال فوق كل إحباب والتذاذه به فوق كل التذاذ، بل لا نسبة لذاتنا إليها البتة، بل هي أجل من أن يعبر عنها باللذة والسرور والطيبة.",
              "translation": "کەواتە ئەو کەماڵەی هەیەتی لە سەرووی هەموو کەماڵێکەوەیە، بۆیە خۆشویستن و عەشقی بۆ ئەو کەماڵە لە سەرووی هەموو خۆشویستنێکەوەیە و چێژوەرگرتنی پێی لە سەرووی هەموو چێژوەرگرتنێکەوەیە. بەڵکو چێژەکانی ئێمە هەرگیز بەراورد ناکرێن [لەگەڵ ئەودا]، بەڵکو [حاڵەتی ئەو] گەورەترە لەوەی بە وشەکانی چێژ و خۆشی و شادی دەریببڕین.",
              "commentary": "ئەمە دەرەنجامی بەشی پێشووە. فەیلەسووفەکان جەخت دەکەنەوە کە 'چێژ'ی خودایی، کە بریتییە لە تێگەیشتنی لە کەماڵی ڕەهای خۆی، بە هیچ شێوەیەک بەراورد ناکرێت بە چێژە مرۆییەکان. زمان مرۆیی ناتوانێت گوزارشت لە حەقیقەتی ئەو حاڵەتە خوداییە بکات، بۆیە بەکارهێنانی وشەی وەک 'چێژ' (اللذة) تەنیا لەبەر ناچاری و بۆ نزیککردنەوەی ماناکەیە."
            },
            {
              "line_number": "236",
              "original_text": "عدم وجود العبارات الخاصة إلا أن تلك المعاني ليس لها عبارات عندنا، فلا بد من الإبعاد في الاستعارة كما نستعير له لفظ المريد والمختار والفاعل منا مع القطع ببعد إرادته عن إرادتنا وبعد قدرته وعلمه عن قدرتنا وعلمنا، ولا بعد في أن يستبشع عبارة اللذة فيستعمل غيره.",
              "translation": "بەڵام ئەم مانایانە دەربڕینی تایبەتیان لای ئێمە نییە، بۆیە ناچارین پشت بە خوازەی دوور ببەستین، هەروەک چۆن وشەکانی 'ویستکار' و 'هەڵبژێرەر' و 'بکەر'ی خۆمان بۆ ئەو بە خوازە وەردەگرین، لەکاتێکدا بە دڵنیاییەوە دەزانین کە ویستی ئەو چەندە دوورە لە ویستی ئێمە و توانا و زانینیشی [دوورە] لە توانا و زانینی ئێمە. و نامەعقووڵ نییە کەسێک دەربڕینی 'چێژ'ی بە ناشرین بزانێت و وشەیەکی دیکە بەکاربهێنێت.",
              "commentary": "لێرەدا فەیلەسووفەکان کێشەی زمانی ئایینی/فەلسەفی چارەسەر دەکەن. ئەوان دان بەوەدا دەنێن کە بەکارهێنانی سیفاتە مرۆییەکان بۆ خودا تەنیا 'خوازە'یە (الاستعارة). ئێمە ناچارین ئەم وشانە بەکاربهێنین چونکە زمانی مرۆڤ سنووردارە، بەڵام دەبێت هەمیشە لە یادمان بێت کە مانای ئەم سیفاتانە لە خودادا بە تەواوی جیاوازە لە مانایان لە مرۆڤدا. ئەمە بەرگریی ئەوانە لە بەرانبەر تۆمەتی شوبهاندن (anthropomorphism)."
            },
            {
              "line_number": "237",
              "original_text": "الله مغبوط وهو الخير المحض والمقصود أن حالته أشرف من أحوال الملائكة وأحرى بأن يكون مغبوطاً، وحالة الملائكة أشرف من أحوالنا، ولو لم تكن لذة إلا في شهوة البطن والفرج لكان حال الحمار والخنزير أشرف من حال الملائكة وليس لها لذة، أي للمبادئ من الملائكة المجردة عن المادة، إلا السرور بالشعور بما خص بها من الكمال والجمال الذي لا يخشى زواله. ولكن الذي للأول فوق الذي للملائكة، فإن وجود الملائكة التي هي العقول المجردة وجود ممكن في ذاته واجب الوجود بغيره، وإمكان العدم نوع شر ونقص، فليس شيء بريئاً عن كل شر مطلقاً سوى الأول فهو الخير المحض وله البهاء والجمال الأكمل.",
              "translation": "خودا شایەنی بەختیارییە و ئەو چاکەی پەتییە. مەبەست ئەوەیە کە حاڵەتی ئەو بەرزترە لە حاڵەتی فریشتەکان و شایستەترە کە جێی بەختیاری بێت، و حاڵەتی فریشتەکانیش بەرزترە لە حاڵەتی ئێمە. ئەگەر چێژ تەنیا لە ئارەزووی سک و داوێندا بووایە، ئەوا حاڵی کەر و بەراز بەرزتر دەبوو لە حاڵی فریشتەکان کە ئەو چێژەیان نییە. واتە بۆ بنەماکان لە فریشتە ماددە-داماڵراوەکان، [چێژ] تەنیا بریتییە لە خۆشیی هەستکردن بەو کەماڵ و جوانییەی پێیان بەخشراوە کە ترسی لەناوچوونی نییە. بەڵام ئەوەی 'یەکەم' هەیەتی، لە سەرووی ئەوەی فریشتەکانەوەیە، چونکە بوونی فریشتەکان، کە عەقڵە پەتییەکانن، بوونێکی 'لە زاتی خۆیدا مومکین و بە غەیری خۆی واجب'ـە. ئیمکانی نەبوونیش جۆرێکە لە شەڕ و کەمایەسی. کەواتە هیچ شتێک بە شێوەیەکی ڕەها لە هەموو شەڕێک بێبەری نییە جگە لە 'یەکەم'، کەواتە ئەو چاکەی پەتییە و خاوەنی شکۆ و جوانیی هەرە تەواوە.",
              "commentary": "فەیلەسووفەکان پلەبەندییەک بۆ 'چێژ' و 'خۆشی' دادەنێن: چێژی هەستەکی (ئاژەڵ)، چێژی عەقڵی (مرۆڤ)، چێژی عەقڵی پەتی (فریشتەکان)، و لە کۆتاییدا چێژی خودایی کە لە سەرووی هەموویانەوەیە. لێرەدا 'چاکەی پەتی' (الخير المحض) بە مانایەکی مێتافیزیکیی قووڵتر پێناسە دەکرێتەوە: چاکە بریتییە لە بوونی پێویست (واجبی)، و شەڕ بریتییە لە 'ئیمکانی نەبوون' (إمكان العدم). تەنیا خودایە کە بە تەواوی لەم 'شەڕ'ە مێتافیزیکییە پاکە.\n\nIstilahên Serekî:\n- **مغبوط (maghbūṭ)**: کراوە بە «شایەنی بەختیاری». حاڵەتێکە کە ئاواتی بۆ دەخوازرێت بەبێ حەسوودی.\n- **العقول المجردة (al-ʿuqūl al-mujarrada)**: کراوە بە «عەقڵە پەتییەکان». زاراوەی فەلسەفییە بۆ فریشتەکان، کە بوونەوەری ناماددین."
            },
            {
              "line_number": "238",
              "original_text": "ثم هو معشوق عشقه غيره أو لم يعشقه كما أنه عاقل ومعقول عقله غيره أو لم يعقله. وكل هذه المعاني راجعة إلى ذاته وإلى إدراكه لذاته وعقله له، وعقله لذاته هو عين ذاته فإنه عقل مجرد، فيرجع الكل إلى معنى واحد.",
              "translation": "پاشان، ئەو مەعشوقە، جا غەیری خۆی عەشقی بێت یان نا، هەروەک چۆن عاقڵ و مەعقوولە، جا غەیری خۆی تێی بگات یان نا. هەموو ئەم مانایانە دەگەڕێنەوە بۆ زاتی خۆی و بۆ تێگەیشتنی لە زاتی خۆی و عەقڵکردنی. و عەقڵکردنی لە زاتی خۆی هەر خودی زاتیەتی، چونکە ئەو عەقڵێکی پەتییە، کەواتە هەمووی دەگەڕێتەوە بۆ یەک مانای تاک.",
              "commentary": "ئەمە پوختەی تێڕوانینی فەلسەفییە بۆ یەکێتیی خودا. کەماڵەکانی خودا (وەک مەعشوق بوون یان مەعقوول بوون) پەیوەست نین بە بوونەوەرانی ترەوە. ئەو لە خۆیدا و بۆ خۆی کامڵە. لە کۆتاییدا، هەموو ئەو سیفەتانە (زانین، ویست، توانا، عەشق) دەتوێنەوە و دەبنەوە بە یەک حەقیقەت: زاتی خودا کە عەقڵێکی پەتییە و بە تەواوی لە زاتی خۆی تێدەگات. لە خودادا، عاقڵ (زانەر)، مەعقوول (زانراو)، و عەقڵ (زانین) یەکن و هەمان زاتن."
            },
            {
              "line_number": "239",
              "original_text": "قولنا سنبين بذلك ما لا يصح على أصلهم وما هو فاسد فهذا طريق تفهيم مذهبهم،",
              "translation": "[غەزالی دەڵێت:] وتنی ئێمە [کە گوتمان] بەمە ئەوە ڕوون دەکەینەوە کە [دواتر] لەسەر بنەمای ئەوان دروست نییە و پووچەڵە، [بەڵام] ئەمە ڕێگایەکە بۆ تێگەیاندنی مەزهەبی ئەوان.",
              "commentary": "لێرەدا، غەزالی خۆی دێتە قسە و دەمامکی گێڕەرەوەی بۆچوونی فەیلەسووفەکان دادەگرێت. ئەو بە ڕوونی دەڵێت کە هەموو ئەوەی تا ئێستا باسی کردووە، تەنها خستنەڕوویەکی وردی بۆچوونی ئەوان بووە ('تفهيم مذهبهم'). ئەم ڕستەیە خاڵی وەرچەرخانە لە کتێبەکەدا، کە ئاماژەیە بۆ ئەوەی لە بەشەکانی داهاتوودا دەست دەکات بە ڕەخنەگرتن و پووچەڵکردنەوەی ئەم بۆچوونانە."
            },
             {
              "line_number": "240",
              "original_text": "وهذه الأمور منقسمة إلى ما يجوز اعتقاده فنبين أنه لا يصح على أصلهم، وإلى ما لا يصح اعتقاده فنبين فساده.",
              "translation": "ئەم شتانە دابەش دەبن بۆ ئەوەی کە باوەڕپێکردنی دروستە، کە [لێرەدا] ڕوونی دەکەینەوە کە لەسەر بنەمای ئەوان [فەیلەسووفان] دروست نییە؛ و بۆ ئەوەی کە باوەڕپێکردنی دروست نییە، کە [لێرەدا] پووچەڵییەکەی ڕوون دەکەینەوە.",
              "commentary": "لێرەدا غەزالی ستراتیژی ڕەخنەگرتنی خۆی دیاری دەکات. ئەو بۆچوونەکانی فەیلەسووفان دابەش دەکات بۆ دوو بەش: هەندێکیان لە بنەڕەتدا لەگەڵ باوەڕی ئیسلامیدا دەگونجێن بەڵام فەیلەسووفەکان ناتوانن لە چوارچێوەی سیستەمە فەلسەفییەکەی خۆیاندا بیسەلمێنن (واتە تووشی ناکۆکیی ناوخۆیی دەبن). هەندێکی تریشیان لە بنەڕەتدا هەڵەن و پووچەڵن، و غەزالی ڕاستەوخۆ پووچەڵییەکەیان دەسەلمێنێت."
            },
            {
              "line_number": "241",
              "original_text": "ولنعد إلى المراتب الخمسة في أقسام الكثرة ودعواهم نفيها، ولنبين عجزهم عن إقامة الدليل، ولنرسم كل واحد مسألة على حيالها.",
              "translation": "با بگەڕێینەوە بۆ پێنج پلەکەی بەشەکانی فرەیی و بانگەشەی ئەوان بۆ ڕەتکردنەوەی، و با بێتواناییان لە هێنانەوەی بەڵگەدا ڕوون بکەینەوە، و با هەریەکەیان وەک پرسیارێکی جیاواز دابڕێژین.",
              "commentary": "غەزالی بە فەرمی دەست بە ڕەخنەکانی دەکات. ئەو ئاماژە بە 'پێنج پلەی فرەیی' دەکات کە فەیلەسووفەکان لە خودایاندا ڕەتی دەکەنەوە. یەکەم و گرنگترینیان فرەیی سیفاتەکانە لەگەڵ زاتدا. ئەو بەڵێنی داوە کە هەر یەکێک لەم ڕەتکردنەوەیانە وەک پرسیارێکی سەربەخۆ (`مسألة`) تاوتوێ بکات و بێتوانایی فەیلەسووفەکان لە سەلماندنیدا نیشان بدات."
            },
            {
              "line_number": "242",
              "original_text": "مسألة الفلاسفة أجمعوا على نفي الصفات اتفقت الفلاسفة على استحالة إثبات العلم والقدرة والإرادة للمبدأ الأول، كما اتفقت المعتزلة عليه وزعموا أن هذه الأسامي وردت شرعاً، ويجوز إطلاقها لغة ولكن ترجع إلى ذات واحدة كما سبق، ولا يجوز إثبات صفات زائدة على ذاته، كما يجوز في حقنا أن يكون علمنا وقدرتنا وصفاً لنا زائداً على ذاتنا.",
              "translation": "پرسیار: فەیلەسووفان کۆکن لەسەر ڕەتکردنەوەی سیفاتەکان. فەیلەسووفان کۆکن لەسەر مەحاڵبوونی سەلماندنی زانین و توانا و ویست بۆ بنەمای یەکەم، هەروەک چۆن موعتەزیلەش لەسەر ئەمە کۆکن. ئەوان وا دەزانن کە ئەم ناوانە لە شەرعدا هاتوون و لە زماندا بەکارهێنانیان دروستە، بەڵام هەمووی دەگەڕێتەوە بۆ زاتێکی تاک وەک پێشتر باسمان کرد، و دروست نییە سیفاتانێک بسەلمێنرێن کە زیادە بن لەسەر زاتی، وەک چۆن بۆ ئێمە دروستە کە زانین و توانامان سیفەتێک بن بۆمان کە زیادە بن لەسەر زاتمان.",
              "commentary": "ئەمە یەکەم پرسیاری سەرەکییە. غەزالی کێشەکە دادەڕێژێت: فەیلەسووفەکان، هاوشێوەی موعتەزیلە، باوەڕیان وایە کە خودا هیچ سیفەتێکی نییە کە 'زیادە بێت لەسەر زاتی' (`صفات زائدة على ذاته`). لای ئەوان، وتنی 'خودا زانایە' تەنیا مانای ئەوەیە کە زاتی خودا خۆی زانینە، نەک ئەوەی سیفەتێکی جیاواز بە ناوی 'زانین'ەوە هەبێت کە بە زاتەکەوە لکابێت. ئەمە پێچەوانەی بۆچوونی ئەشعەرییەکانە (کە غەزالیش یەکێکە لێیان) کە باوەڕیان بە سیفاتی حەقیقی و ئەزەلی هەیە.\n\nIstilahên Serekî:\n- **الصفات (al-ṣifāt)**: کراوە بە «سیفاتەکان». مەبەست لێی سیفەتە خوداییەکانی وەک زانین، توانا، ویست، ژیان، و هتد.\n- **المعتزلة (al-muʿtazila)**: کراوە بە «موعتەزیلە». قوتابخانەیەکی کەلامی ئیسلامی بوون کە جەختیان لەسەر یەکتاپەرستیی (تەوحید) ڕەها دەکردەوە و هەر بۆیە سیفاتە زیادەکان لەسەر زاتیان ڕەت دەکردەوە."
            },
            {
              "line_number": "243",
              "original_text": "لأنها توجب الكثرة في الله وزعموا أن ذلك يوجب كثرة، لأن هذه الصفات لو طرت علينا لكنا نعلم أنها زائدة على الذات إذ تجددت، ولو قدر مقارناً لوجودنا من غير تأخر لما خرج عن كونه زائدا على الذات بالمقارنة. فكل شيئين إذا طرى أحدهما على الآخر وعلم أن هذا ليس ذاك وذاك ليس هذا، فلو اقترنا أيضاً عقل كونهما شيئين، فإذن لا تخرج هذه الصفات بأن تكون مقارنة لذات الأول عن أن تكون أشياء سوى الذات، فيوجب ذلك كثرة في واجب الوجود وهو محال. فلهذا أجمعوا على نفي الصفات.",
              "translation": "[بەڵگەیان ئەوەیە] کە [سیفاتەکان] دەبنە هۆی فرەیی لە خودادا. ئەوان وا دەزانن کە ئەوە دەبێتە هۆی فرەیی، چونکە ئەگەر ئەم سیفاتانە بەسەر ئێمەدا نوێ بوونایەتەوە، دەمانزانی کە زیادەن لەسەر زات چونکە نوێ بوونەتەوە. و ئەگەر بە هاوکات لەگەڵ بوونماندا دابنرایە بەبێ دواکەوتن، هەر لەوە دەرنەدەچوو کە بەهۆی هاوکاتییەکەوە زیادە بێت لەسער زات. هەر دوو شت ئەگەر یەکێکیان بەسەر ئەوی تردا نوێ ببێتەوە و بزانرێت کە ئەمە ئەوە نییە و ئەوەش ئەمە نییە، ئەوا ئەگەر هاوکاتیش بوونایە، عەقڵ هەر بە دوو شت دایدەنان. کەواتە، ئەم سیفاتانە بە هاوکاتبوونیان لەگەڵ زاتی یەکەمدا، لەوە دەرناچن کە شتگەلێک بن جگە لە زات، ئەمەش دەبێتە هۆی فرەیی لە واجبی بووندا، کە مەحاڵە. هەر بۆیە کۆک بوون لەسەر ڕەتکردنەوەی سیفاتەکان.",
              "commentary": "غەزالی بەڵگەی سەرەکیی فەیلەسووفەکان دەخاتەڕوو. بەڵگەکە لەسەر بنەمای ڕەتکردنەوەی 'فرەیی' (الكثرة) لە زاتی خودادا دامەزراوە. بیریارە فەلسەفییەکان دەڵێن: هەر شتێک کە بتوانرێت بە شێوەیەکی عەقڵی لە شتێکی تر جیا بکرێتەوە، ئەوا 'غەیر'ی ئەوە، تەنانەت ئەگەر هەردووکیان ئەزەلی و هاوکاتیش بن. چونکە سیفاتەکان لە ڕووی چەمکییەوە جیاوازن لە زات، سەلماندنیان دەبێتە هۆی سەلماندنی فرەیی لە خودادا، ئەمەش لەگەڵ یەکێتیی ڕەهای 'واجبی بوون'دا ناگونجێت."
            },
            {
              "line_number": "244",
              "original_text": "قولنا ما المانع أن تكون الصفات مقارنة للذات؟ فيقال لهم: وبم عرفتم استحالة الكثرة من هذا الوجه، وأنتم مخالفون من كافة المسلمين سوى المعتزلة، فما البرهان عليه؟ فإن قول القائل: الكثرة محال في واجب الوجود مع كون الذات الموصوفة واحدة، يرجع إلى أنه يستحيل كثرة الصفات، وفيه النزاع. وليس استhalته معلومة بالضرورة، فلا بد من البرهان.",
              "translation": "وتەی ئێمە [وەڵامی ئێمە]: ڕێگر چییە لەوەی سیفاتەکان هاوکاتی زات بن؟ پێیان دەوترێت: بە چی مەحاڵبوونی فرەییتان لەم ڕووەوە زانی، لە کاتێکدا ئێوە جیاوازن لە هەموو موسڵمانان جگە لە موعتەزیلە؟ کەواتە بەڵگەی لەسەر چییە؟ چونکە وتەی ئەو کەسەی دەڵێت: 'فرەیی لە واجبی بووندا مەحاڵە لە کاتێکدا زاتی وەسفکراو یەکە'، دەگەڕێتەوە بۆ ئەوەی کە 'فرەیی سیفاتەکان مەحاڵە'، کە ئەمەش خۆی جێی مشتومڕە. مەحاڵبوونی ئەمە بە پێویستی نەزانراوە [واتە بەدیهی نییە]، بۆیە دەبێت بەڵگەی لەسەر بێت.",
              "commentary": "لێرەوە غەزالی ڕاستەوخۆ دەست بە ڕەخنە دەکات. ئەو داوای 'بەڵگە' (البرهان) لە فەیلەسووفەکان دەکات. ئەو دەڵێت بانگەشەی ئەوان کە گوایە 'فرەیی سیفاتەکان مەحاڵە'، بانگەشەیەکی بەدیهی نییە (`ليس معلومة بالضرورة`)، بەڵکو خۆی پێویستی بە سەلماندن هەیە. ئەو بەم کارە باری سەلماندنەکە دەخاتە سەر شانی فەیلەسووفەکان و ئامادە دەبێت بۆ هەڵوەشاندنەوەی بەڵگەکانیان."
            },
            {
              "line_number": "245",
              "original_text": "قولهم إما أن يستغني كل واحد من الصفة والموصو عن الآخ أو يفتقر كل واحد إلى الآخر أو يستغني واحد عن الآخ ويحتاج الآخر: وكل ذلك محال ولهم مسلكان: الأول قولهم: البرهان عليه أن كل واحد من الصفة والموصوف، إذا لم يكن هذا ذاك ولا ذاك هذا، فإما أن يستغني كل واحد عن الآخر في وجوده، أو يفتقر كل واحد إلى الآخر، أو يستغني واحد عن الآخر",
              "translation": "وتەی ئەوان [لە وەڵامدا]: یان هەریەک لە سیفەت و وەسفکراو پێویستیان بەیەک نییە، یان هەریەکەیان پێویستی بەویترە، یان یەکێکیان پێویستی بەویتر نییە و ئەویتر پێویستی پێیەتی: هەموو ئەمانەش مەحاڵن. و دوو ڕێچکەیان هەیە [بۆ سەلماندنی ئەمە]: یەکەمیان وتەیانە: بەڵگەی لەسەر ئەوەیە کە هەریەک لە سیفەت و وەسفکراو، ئەگەر ئەمە ئەوە نەبێت و ئەوەش ئەمە نەبێت، ئەوا یان هەریەکەیان لە بوونی خۆیدا پێویستی بەویتر نییە، یان هەریەکەیان پێویستی بەویترە، یان یەکێکیان پێویستی بەویتر نییە...",
              "commentary": "غەزالی دەست دەکات بە خستنەڕووی یەکەم بەڵگەی فەرمی و لۆژیکیی فەیلەسووفەکان، کە لەسەر شێوەی دوورکەرەوە (dilemma/trilemma) دامەزراوە. ئەوان دەڵێن پەیوەندیی نێوان زات (الموصوف) و سیفەت (الصفة) دەبێت یەکێک بێت لە سێ ئەگەری لۆژیکی. پاشان هەوڵ دەدەن بیسەلمێنن کە هەر سێ ئەگەرەکە دەبنە هۆی دەرەنجامی مەحاڵ. غەزالی لێرەدا بە وردی ئەم بەڵگەیە دادەڕێژێت بۆ ئەوەی لە بەشی دواتردا هەڵیبوەشێنێتەوە."
            },
            {
              "line_number": "246",
              "original_text": "ويحتاج الآخر. فإن فرض كل واحد مستغنياً فهما واجبا وجود وهو التثنية المطلقة وهو محال. وإما أن يحتاج كل واحد منهما إلى الآخر فلا يكون واحد منهما واجب الوجود، إذ معنى واجب الوجود ما قوامه بذاته وهو مستغن من كل وجه عن غيره، فما احتاج إلى غيره فذك الغير علته، إذ لو رفع ذلك الغير لامتنع وجوده فلا يكون وجوده من ذاته بل من غيره. وإن قيل: أحدهما يحتاج دون الآخر، فالذي يحتاج معلول والواجب الوجود هو الآخر، ومهما كان معلولاً افتقر إلى سبب، فيؤدي إلى أن ترتبط ذات واجب الوجود بسبب.",
              "translation": "... و ئەویتر پێویستی پێیەتی. جا ئەگەر گریمانەی ئەوە بکرێت کە هەریەکەیان پێویستی بەویتر نییە، ئەوا هەردووکیان دوو واجبی بوونن، ئەمەش دووانەیی ڕەهایە و مەحاڵە. و یان هەریەکەیان پێویستی بەویترە، کەواتە هیچ کامیان واجبی بوون نییە، چونکە مانای واجبی بوون ئەوەیە کە بوونی لە زاتی خۆیەوەیە و لە هەموو ڕوویەکەوە پێویستی بە غەیری خۆی نییە. هەر شتێک پێویستی بە غەیری خۆی بێت، ئەوا ئەو غەیرە هۆکاریەتی، چونکە ئەگەر ئەو غەیرە لاببرێت، بوونی [ئەم] مەحاڵ دەبێت، کەواتە بوونی لە زاتی خۆیەوە نییە بەڵکو لە غەیری خۆیەوەیە. و ئەگەر بوترێت: یەکێکیان پێویستی پێیەتی و ئەویتر نا، ئەوا ئەوەی پێویستی پێیەتی هۆکارلێکراوە و واجبی بوون ئەوی تریانە، و هەر کاتێکیش [شتێک] هۆکارلێکراو بوو، پێویستی بە هۆکارێک دەبێت، ئەمەش دەبێتە هۆی ئەوەی کە زاتی واجبی بوون بە هۆکارێکەوە ببەسترێتەوە.",
              "commentary": "لێرەدا غەزالی بەڵگەی فەیلەسووفەکان (کە لەسەر شێوەی سێ ئەگەریی دامەزراوە) تەواو دەکات. ئەوان دەڵێن پەیوەندیی نێوان زات و سیفەت سێ حاڵەتی هەیە و هەرسێکیان مەحاڵن: ١) هەردووکیان سەربەخۆ بن: ئەمە دەبێتە دوو خودا (`التثنية المطلقة`) و شیرکە. ٢) هەردووکیان پێویستیان بەیەک بێت: کەواتە هیچ کامیان 'واجبی بوون' نین، چونکە واجبی بوون پێویستی بە هیچ نییە. ٣) یەکێکیان پێویستی بەویتر بێت: کەواتە ئەوەی پێویستی پێیەتی 'هۆکارلێکراو' (`معلول`)ـە و پێویستی بە هۆکارە، ئەمەش دیسان لەگەڵ 'واجبی بوون'دا ناگونجێت. بەم شێوەیە، فەیلەسووفەکان دەگەنە ئەو دەرەنجامەی کە بوونی سیفەتی جیاواز لە زات مەحاڵە."
            },
            {
              "line_number": "247",
              "original_text": "قولنا المختار من هذه الأقسام هو القسم الأخير هذا وإنكم لا تنفون القسم الأول والاعتراض على هذا أن يقال: المختار من هذه الأقسام هو القسم الأخير. ولكن إبطالكم القسم الأول وهو التثنية المطلقة قد بينا أنه لا برهان لكم عليها في المسألة التي قبل هذه وأنها لا تتم إلا بالبناء على نفي الكثرة في هذه المسألة وما بعدها. فما هو فرع هذه المسألة؟ كيف تنبنى هذه المسألة عليه؟",
              "translation": "وتەی ئێمە [وەڵام]: هەڵبژاردەی ئێمە لەم بەشانە، بەشی کۆتاییە. ئەمە [دەڵێین] لەکاتێکدا ئێوە بەشی یەکەم ڕەت ناکەنەوە. و ڕەخنە لەسەر ئەمە ئەوەیە کە بوترێت: هەڵبژاردەی ئێمە لەم بەشانە، بەشی کۆتاییە. بەڵام پووچەڵکردنەوەتان بۆ بەشی یەکەم، کە دووانەیی ڕەهایە، پێشتر ڕوونمان کردەوە کە هیچ بەڵگەیەکتان لەسەری نییە لە پرسیاری پێش ئەمەدا و [بەڵگەکەتان] تەواو نابێت مەگەر بە بنیادنان لەسەر ڕەتکردنەوەی فرەیی لەم پرسیارە و ئەوانەی دواتردا. جا چۆن شتێک کە دەرەنجامی ئەم پرسیارەیە، ئەم پرسیارەیەی لەسەر بنیاد دەنرێت؟",
              "commentary": "غەزالی دەست بە هەڵوەشاندنەوەی بەڵگەکە دەکات. یەکەمجار، بە شێوەیەکی لۆژیکیی ورد، فەیلەسووفەکان بە 'خولانەوە لە بەڵگە' (circular reasoning) تۆمەتبار دەکات. ئەو دەڵێت ڕەتکردنەوەی ئێوە بۆ ئەگەری یەکەم (دوو خودا) لە خۆیدا بەڵگەی سەربەخۆی نییە، بەڵکو هەر لەسەر ئەو گریمانەیە دامەزراوە کە دەتانەوێت بیسەلمێنن (کە فرەیی لە خودادا مەحاڵە). پاشان ڕایدەگەیەنێت کە ئەو ئەگەری سێیەم هەڵدەبژێرێت و بەرگریی لێ دەکات."
            },
            {
              "line_number": "248",
              "original_text": "ولكن المختار أن يقال: الذات في قوامه غير محتاج إلى الصفات، والصفة محتاجة إلى الموصوف كما في حقنا. قولهم المحتاج إلى غيره لا يكون واجب الوجود فيبقى قولهم: إن المحتاج إلى غيره لا يكون واجب الوجود.",
              "translation": "بەڵام هەڵبژاردە ئەوەیە بوترێت: زات لە بوونی خۆیدا پێویستی بە سیفاتەکان نییە، و سیفەت پێویستی بە وەسفکراو هەیە، هەروەک لە حاڵەتی ئێمەدا. [لێرەدا] قسەکەیان دەمێنێتەوە [کە دەڵێن]: 'ئەوەی پێویستی بە غەیری خۆی بێت، واجبی بوون نییە'.",
              "commentary": "غەزالی بە ڕوونی بۆچوونی خۆی (کە بۆچوونی ئەشعەرییەکانە) دەخاتەڕوو: پەیوەندیی نێوان زات و سیفەت هاوتا نییە. زات سەربەخۆیە، بەڵام سیفەت پێویستی بە زاتێک هەیە تا تیایدا بێت. ئەو دان بەوەدا دەنێت کە بەم کارە ڕووبەڕووی بەهێزترین ڕەخنەی فەیلەسووفەکان دەبێتەوە: چۆن شتێک هەم 'پێویستیدار' (`محتاج`) بێت و هەمیش ئەزەلی و بەشێک بێت لە 'واجبی بوون'؟"
            },
            {
              "line_number": "249",
              "original_text": "قولنا الصفة قديمة لا فاعل لها فيقال: إن أردت بواجب الوجود أنه ليس له علة فاعلية، فلم قلت ذلك؟ ولم استحال أن يقال: كما أن ذات واجب الوجود قديم لا فاعل له فكذلك صفته قديمة معه ولا فاعل لها؟ وإن أردت بواجب الوجود",
              "translation": "وتەی ئێمە [وەڵام]: سیفەت کۆنە و بکەری نییە. پێیان دەوترێت: ئەگەر مەبەستت بە 'واجبی بوون' ئەوەیە کە هیچ هۆکارێکی بکەری نییە، [دەپرسین] بۆچی وات وت؟ و بۆچی مەحاڵە بوترێت: هەروەک چۆن زاتی واجبی بوون کۆنە [ئەزەلییە] و بکەری نییە، ئاواش سیفەتەکەی لەگەڵیدا کۆنە و بکەری نییە؟ و ئەگەر مەبەستت بە واجبی بوون...",
              "commentary": "لێرەدا غەزالی هێرش دەکاتە سەر خودی چەمکی 'واجبی بوون'ی فەیلەسووفەکان. ئەو دەست دەکات بە لێکدانەوەی وشەکە و دەڵێت: 'پێویستیدار بوون' (`محتاج`) چ مانایەکی هەیە؟ ئەگەر مەبەستتان لە 'واجبی بوون' ئەوەیە کە 'هۆکارێکی بکەری نییە' (`علة فاعلية`)، ئەوا هیچ کێشەیەک نییە لەوەی بڵێین سیفاتەکانیش وەک زاتەکە ئەزەلین (`قديم`) و هیچ بکەر و دروستکەرێکیان نییە. 'پێویستی'ی سیفەت بە زات، پێویستیی 'بوون' نییە بە 'دروستکەر'، بەڵکو پێویستیی 'وەسف'ە بە 'وەسفکراو'. ئەمە جیاکارییەکی فەلسەفیی زۆر وردە کە بناغەی بەڵگەکەی فەیلەسووفەکان دەلەرزێنێت."
            }
          ]
        }
      ]
    }
  ]
}
