{
  "books": [
    {
      "title": "تهافت الفلاسفة (Tahāfut al-Falāsifa)",
      "author": "ئەبو حامیدی غەزالی (Abu Hamid al-Ghazali)",
      "sections": [
        {
          "section_title": "مەسەلەی یەکەم: لە پووچەڵکردنەوەی وتەیان دەربارەی ئەزەلییەتی جیهان",
          "lines": [
            {
              "line_number": "1",
              "original_text": "تفصيل المذهب: اختلفت الفلاسفة في قدم العالم. فالذي استقر عليه رأي جماهيرهم المتقدمين والمتأخرين القول بقدمه وأنه لم يزل موجوداً مع الله تعالى ومعلولاً له ومسوقاً له غير متأخر عنه بالزمان مساوقة المعلول للعلة ومساوقة النور للشمس، وأن تقدم الباري عليه كتقدم العلة على المعلول، وهو تقدم بالذات والرتبة لا بالزمان.",
              "translation": "شیکردنەوەی بیروڕاکە: فەیلەسووفان لەبارەی کۆنی (قِدَم)ی جیهانەوە ڕایان جیاواز بووە. ئەوەی کە بۆچوونی زۆرینەی فەیلەسووفانی پێشین و پاشینی لەسەر جێگیر بووە، وتەی کۆنی جیهانە، و ئەوەیە کە هەمیشە لەگەڵ خودای گەورەدا هەبووە و دەرەنجامی (معلول)ی ئەوە و هاوشانی بووە، بەبێ ئەوەی لە ڕووی کاتەوە لێی دواکەوتبێت، وەک هاوشانیی دەرەنجام بۆ هۆکار و هاوشانیی تیشک بۆ خۆر. پێشکەوتنی دروستکاريش بەسەریدا وەک پێشکەوتنی هۆکارە بەسەر دەرەنجامدا، کە پێشکەوتنە لە ڕووی زات و پلەوە، نەک لە ڕووی کاتەوە.",
              "commentary": "غەزالی بە خستنەڕووی بۆچوونی سەرەکیی فەیلەسووفان دەست پێدەکات. بەلای ئەوانەوە، پەیوەندیی نێوان خودا و جیهان، پەیوەندییەکی هۆکار و دەرەنجامی ئەزەلییە، نەک دروستکەرێک کە لە خاڵێکی کاتدا شتێک دروست بکات. چەمکی 'هاوشانی' (مساوقة) زۆر گرنگە، کە مانای ئەوەیە هۆکار و دەرەنجام لە ڕووی کاتەوە پێکەوەن، هەرچەندە لە ڕووی بوون و پلەوە هۆکارەکە لەپێشترە."
            },
            {
              "line_number": "2",
              "original_text": "وحكي عن أفلاطن أنه قال: العالم مكون ومحدث. ثم منهم من أول كلامه وأبى أن يكون حدث العالم معتقداً له.",
              "translation": "لە ئەفلاتونەوە گێڕدراوەتەوە کە وتوویەتی: جیهان دروستکراو (مُکوَّن) و بەدیهێنراوە (مُحدَث). پاشان هەندێکیان قسەکەیان لێکداوەتەوە و ڕەتیان کردۆتەوە کە بڕوای بە دروستبوونی جیهان لە کاتدا هەبووبێت.",
              "commentary": "لێرەدا ئاماژە بە بۆچوونێکی بەظاهیر دژ بەیەک دەکرێت کە هی ئەفلاتونە. فەیلەسووفانی دواتر بۆ ئەوەی بۆچوونی ئەفلاتون لەگەڵ بیروباوەڕی خۆیاندا بگونجێنن، وتوویانە مەبەستی ئەفلاتون لە 'دروستبوون' (حدوث)، دروستبوونێکی زاتییە نەک کاتی. واتە جیهان لە زاتی خۆیدا پێویستی بە هۆکارێکە بۆ بوون، بەڵام ئەمە ناگەیەنێت کە لە کاتێکی دیاریکراودا دەستی پێکردووە."
            },
            {
              "line_number": "3",
              "original_text": "وذهب جالينوس في آخر عمره في الكتاب الذي سماه \"ما يعتقده جالينوس رأياً\" إلى التوقف في هذه المسألة. وأنه لا يدري العالم قديم أو محدث. وربما",
              "translation": "جالینۆسیش لە کۆتایی تەمەنیدا لە کتێبێکدا کە ناوی ناوە \"ئەوەی جالینۆس وەک ڕا بڕوای پێیەتی\" لەم مەسەلەیەدا وەستاوە (توقُّف). و ئەوەی کە نازانێت جیهان کۆنە یان دروستکراوە. و لەوانەیە...",
              "commentary": "غەزالی بۆچوونی سێیەم دەهێنێتەوە کە هی جالینۆسە و بریتییە لە 'لاادری' یان گومانکاری. ئەمە وەک حاڵەتێکی دەگمەن لەناو فەیلەسووفاندا نیشان دەدات بۆ ئەوەی بڵێت کە ئەم پرسە ئەوەندە ئاڵۆزە کە کەسێکی وەک جالینۆسیش نەیتوانیوە یەکلایی بکاتەوە. ڕستە تەواونەکراوەکەی \"وربما...\" (و لەوانەیە...) ئاماژەیە بۆ ئەوەی کە نووسخەی ئەسڵی لەوێدا وەستاوە یان غەزالی بە مەبەست وازی لێهێناوە."
            },
            {
              "line_number": "4",
              "original_text": "دل على أنه لا يمكن أن يعرف وأن ذلك ليس لقصور فيه بل لاستعصاء هذه المسألة في نفسها على العقول، ولكن هذا كالشاذ في مذهبهم وإنما مذهب جميعهم أنه قديم وأنه بالجملة لا يتصور أن يصدر حادث من قديم بغير واسطة أصلاً.",
              "translation": "بەڵگەی هێنایەوە لەسەر ئەوەی کە زانینی مەحاڵە و ئەوەش لەبەر کەموکوڕییەک لە خۆیدا نییە، بەڵکو لەبەر ئەوەیە کە ئەم مەسەلەیە خۆی لە خۆیدا بۆ عەقڵەکان سەختە. بەڵام ئەمە لەناو بیروباوەڕی ئەواندا وەک حاڵەتێکی دەگمەن وایە، چونکە بیروڕای هەموویان ئەوەیە کە جیهان کۆنە و بە گشتی ناکرێت وێنا بکرێت کە دروستکراوێک (حادث) لە بوونەوەرێکی ئەزەلییەوە (قدیم) بەبێ هیچ نێوەندێک سەرچاوە بگرێت.",
              "commentary": "لێرەدا غەزالی بۆچوونە گومانکارییەکەی جالینۆس وەک حاڵەتێکی پەراوێزخراو دادەنێت و جەخت لەسەر کۆدەنگیی فەیلەسووفان دەکاتەوە لەسەر ئەزەلییەتی جیهان و بنەمای سەرەکییان: مەحاڵە شتێکی نوێ (کە سەرەتا و کۆتایی هەیە) ڕاستەوخۆ لە شتێکی ئەزەلییەوە (کە نەگۆڕە و سەرەتای نییە) دروست ببێت."
            },
            {
              "line_number": "5",
              "original_text": "اختيار أشد أدلتهم وقعاً في النفس. إيراد أدلتهم. لو ذهبت أصف ما نقل عنهم في معرض الأدلة وذكر في الاعتراض عليه لسودت في هذه المسألة أوراقاً، ولكن لا خير في التطويل. فلنحذف من أدلتهم ما يجري مجرى التحكم أو التخيل الضعيف الذي يهون على كل ناظر حله. ولنقتصر على إيراد ما له وقع في النفس، مما لا يجوز أن ينهض مشككاً لفحول النظار، فإن تشكيك الضعفاء بأدنى خبال ممكن. وهذا الفن من الأدلة ثلاثة:",
              "translation": "هەڵبژاردنی کاریگەرترین بەڵگەکانیان لەسەر دەروون. خستنەڕووی بەڵگەکانیان. ئەگەر بمویستایە هەموو ئەوەی لێیانەوە گێڕدراوەتەوە لە بەڵگە و ئەو ڕەخنانەی لێی گیراوە باسی بکەم، ئەوا چەندین لاپەڕەم لەسەر ئەم مەسەلەیە ڕەش دەکردەوە، بەڵام هیچ خێرێک لە درێژدادڕیدا نییە. بۆیە واز لەو بەڵگانەیان دەهێنین کە لە حوکمی سەپێنراو یان خەیاڵی لاواز دەچن کە بۆ هەر وردبینێک پووچەڵکردنەوەی ئاسانە. با تەنها ئەوە بخەینەڕوو کە کاریگەریی لەسەر دەروون هەیە، ئەوەی کە دەشێت گومان بخاتە دڵی گەورەترین بیرمەندانیشەوە، چونکە بەگومانخستنی کەسانی لاواز بە کەمترین شتی نالۆژیکی دەکرێت. ئەم جۆرە بەڵگەش سێ دانەیە:",
              "commentary": "غەزالی لێرەدا ڕێبازی خۆی ڕوون دەکاتەوە: ئەو بەڵگە لاوازەکانی فەیلەسووفان فەرامۆش دەکات و ڕاستەوخۆ هێرش دەکاتە سەر بەهێزترین و کاریگەرترین بەڵگەکانیان. ئەمە ستراتیژێکی زیرەکانەیە، چونکە ئەگەر بتوانێت بەهێزترین بەڵگەیان پووچەڵ بکاتەوە، ئەوا بەڵگە لاوازەکان خۆیان لە خۆیاندا دەکەون."
            },
            {
              "line_number": "6",
              "original_text": "الأول يستحيل حدوث حادث من قديم مطلقاً قولهم يستحيل صدور حادث من قديم مطلقاً، لأنا إذا فرضنا القديم ولم يصدر منه العالم مثلاً فإنما لم يصدر لأنه لم يكن للوجود مرجح بل كان وجود العالم ممكناً إمكاناً صرفاً، فإذا حدث بعد ذلك لم يخل إما أن تجدد مرجح أو لم يتجدد، فإن لم يتجدد مرجح بقي العالم على الإمكان الصرف كما قبل ذلك، وإن تجدد مرجح فمن محدث ذلك المرجح؟ ولم حدث الآن ولم يحدث من قبل؟ والسؤال في حدوث المرجح قائم.",
              "translation": "یەکەم: مەحاڵە دروستکراوێک لە بوونەوەرێکی ئەزەلییەوە بە شێوەیەکی ڕەها سەرچاوە بگرێت. چونکە ئەگەر وا دابنێین بوونەوەری ئەزەلی هەبووە و جیهانی لێوە دروست نەبووە، ئەوا هۆکاری دروست نەبوونەکەی ئەوە بووە کە هیچ هۆکارێکی یەکلاکەرەوە (مرجِّح) بۆ بوونی لە ئارادا نەبووە، بەڵکو بوونی جیهان تەنها ئەگەرێکی ڕووت بووە. جا ئەگەر دواتر دروست بوو، ئەوا یان هۆکارێکی یەکلاکەرەوەی نوێ هاتووەتە ئاراوە یان نەهاتووە. ئەگەر نەهاتبێتە ئاراوە، ئەوا دەبوو جیهان هەر لەسەر دۆخی ئەگەری ڕووتی خۆی بمێنێتەوە. خۆ ئەگەر هۆکارێکی یەکلاکەرەوەی نوێش هاتبێتە ئاراوە، ئەوا پرسیارەکە ئەمەیە: کێ ئەو هۆکارە نوێیەی دروست کرد؟ بۆچی ئێستا دروستی کرد و پێشتر نەیکرد؟ کەواتە پرسیارەکە لەبارەی دروستبوونی خودی هۆکارەکەوە بەردەوامە.",
              "commentary": "ئەمە کرۆکی بەڵگەی یەکەمی فەیلەسووفانە کە بە 'بەڵگەی هۆکاری یەکلاکەرەوە' (argument from determination) ناسراوە. پوختەکەی ئەوەیە: بۆچی جیهان لەو کاتەدا دروست بوو کە دروست بوو، نەک چرکەیەک پێشتر یان دواتر؟ ئەگەر خودا ئەزەلی و نەگۆڕ بێت، ئەوا دەبێت هەمیشە لە هەمان حاڵەتدا بێت. کەواتە یان دەبێت هەمیشە جیهان دروست بکات (کەواتە جیهان ئەزەلییە) یان هەرگیز دروستی نەکات. هاتنەئارای 'هۆکارێکی یەکلاکەرەوە'ی نوێ خۆی پێویستی بە هۆکارێکی ترە، ئەمەش دەبێتە هۆی زنجیرەیەکی بێ کۆتا (تسلسل)."
            },
            {
              "line_number": "7",
              "original_text": "وبالجملة فأحوال القديم إذا كانت متشابهة فإما أن لا يوجد عنه شيء قط وإما أن يوجد على الدوام، فأما أن يتميز حال الترك عن حال الشروع فهو محال. ... وتحقيقه أن يقال: لم لم يحدث العالم قبل حدوثه؟ لا يمكن أن يحال على عجزه عن الأحداث ولا على استحالة الحدوث... ولا أمكن أن يقال: لم يكن قبله غرض ثم تجدد غرض، ولا أمكن أن يحال على فقد آلة ثم على وجودها، بل أقرب ما يتخيل أن يقال: لم يرد وجوده قبل ذلك. فيلزم أن يقال: حصل وجوده لأنه صار مريداً لوجوده بعد أن لم يكن مريداً، فيكون قد حدثت الإرادة.",
              "translation": "بەکورتی، ئەگەر حاڵەتەکانی بوونەوەری ئەزەلی هەمووی وەک یەک بن، ئەوا یان دەبێت هەرگیز هیچی لێوە دروست نەبێت، یان دەبێت بەردەوام شتی لێوە دروست ببێت. بەڵام جیاکردنەوەی حاڵەتی 'دروست نەکردن' لە حاڵەتی 'دەستپێکردن' مەحاڵە. ... ڕوونکردنەوەی ئەمە ئەوەیە کە بپرسین: بۆچی جیهان پێش کاتی دروستبوونی، دروست نەبوو؟ ناتوانرێت بخرێتە ئەستۆی بێتوانایی خودا یان مەحاڵبوونی دروستبوون... ناشتوانرێت بوترێت: پێشتر ئامانجێکی نەبووە و پاشان ئامانجێکی نوێی بۆ دروست بووە، یان ئامرازێکی نەبووە و پاشان پەیدای کردووە. بەڵکو نزیکترین شت ئەوەیە بوترێت: پێشتر 'ویستی' (أراد) بوونی جیهانی نەکردووە. لێرەوە پێویست دەکات بوترێت: جیهان دروست بوو چونکە خودا 'بوو' بە ویستکاری بوونی، پاش ئەوەی ویستکار نەبوو. کەواتە خودی ویستەکە (الإرادة) شتێکی نوێ و دروستکراوە.",
              "commentary": "فەیلەسووفان هەموو پاساوە ئەگەرییەکان بۆ دواکەوتنی دروستکردن پووچەڵ دەکەنەوە (کەمیی توانا، ئامراز، ئامانج) چونکە ئەمانە سیفەتی کەمین کە لە بوونەوەرێکی کامڵی ئەزەلیدا نین. تەنها یەک ئەگەر دەمێنێتەوە: گۆڕان لە 'ویست'دا. بەڵام ئەگەر ویستی خودا بگۆڕێت، لە 'نەویستن'ەوە بۆ 'ویستن'، ئەوا خودی ویستەکە 'دروستکراو'ە (حادث)، ئەمەش خودی خودا دەکاتە شوێنی ڕووداو و گۆڕانکاری، کە لەلای فەیلەسووفان مەحاڵە."
            },
            {
              "line_number": "8",
              "original_text": "وحدوثه في ذاته محال لأنه ليس محل الحوادث، وحدوثه لا في ذاته لا يجعله مريداً. ولنترك النظر في محل حدوثه. أليس الإشكال قائماً في أصل حدوثه! وأنه من أين حدث؟ ولم حدث الآن ولم يحدث قبله؟ ... وإن حدث بإحداث الله فلم حدث الآن ولم يحدث من قبل؟ ... أو لعدم الإرادة؟ فتفتقر الإرادة إلى إرادة وكذى الإرادة الأولى، ويتسلسل إلى غير نهاية.",
              "translation": "دروستبوونی ویست لە زاتی خودادا مەحاڵە، چونکە ئەو شوێنی ڕووداوەکان نییە. دروستبوونیشی لە دەرەوەی زاتی ئەو، نایکات بە ویستکار. با واز لەوە بهێنین کە لە کوێ دروست بووە. ئایا کێشەکە لە خودی بنچینەی دروستبوونەکەیدا بەردەوام نییە! کە لە کوێوە دروست بوو؟ بۆچی ئێستا و نەک پێشتر؟ ... خۆ ئەگەر بە دروستکردنی خودا بووبێت، بۆچی ئێستا دروستی کرد و نەک پێشتر؟ ... یان لەبەر نەبوونی ویست بووە؟ کەواتە خودی ویستەکە پێویستی بە ویستێکی ترە بۆ دروستبوونی، و ئەو ویستەش بە هەمان شێوە، و بەم جۆرە زنجیرەکە تا بێکۆتا دەڕوات.",
              "commentary": "لێرەدا فەیلەسووفان بەڵگەکە قوڵتر دەکەنەوە. ئەگەر 'ویست'ێکی نوێ دروست بووبێت، ئەوا ئەم ویستە نوێیە خۆی پێویستی بە هۆکارێکە. ئەگەر هۆکارەکەی ویستێکی تری خودا بێت، ئەوا پرسیارەکە بۆ ئەو ویستە دووەمەش دێتەوە ئاراوە، و ئەمەش دەبێتە هۆی 'زنجیرەی بێ کۆتا' (تسلسل الى غير نهاية) کە لە لۆژیکدا بە پووچەڵ دادەنرێت."
            },
            {
              "line_number": "9",
              "original_text": "فإذن قد تحقق بالقول المطلق أن صدور الحادث من القديم من غير تغير أمر من القديم في قدرة أو آلة أو وقت أو غرض أو طبع محال، وتقدير تغير حال محال، لأن الكلام في ذلك التغير الحادث كالكلام في غيره. والكل محال، ومهما كان العالم موجوداً واستحال حدثه ثبت قدمه لا محالة.",
              "translation": "کەواتە، بە شێوەیەکی ڕەها سەلمێندرا کە دەرچوونی دروستکراوێک لە بوونەوەرێکی ئەزەلییەوە، بەبێ هیچ گۆڕانێک لە خودی بوونەوەرە ئەزەلییەکەدا لە ڕووی توانا، ئامراز، کات، ئامانج، یان سروشتەوە، مەحاڵە. دانانی گۆڕانکاریش لە حاڵیدا هەر مەحاڵە، چونکە قسەکردن لەسەر ئەو گۆڕانکارییە دروستکراوە وەک قسەکردنە لەسەر هەر شتێکی تری دروستکراو. هەمووی مەحاڵە. جا مادام جیهان بوونی هەیە و دروستبوونیشی مەحاڵە، ئەوا بێ گومان کۆنی و ئەزەلییەتییەکەی دەسەلمێت.",
              "commentary": "ئەمە پوختە و دەرەنجامی کۆتایی بەڵگەی فەیلەسووفانە. لەبەر ئەوەی (١) دەرچوونی شتێکی کاتی لە بوونەوەرێکی ئەزەلی بەبێ گۆڕان مەحاڵە، و (٢) گۆڕانیش لە خودی بوونەوەرە ئەزەلییەکەدا مەحاڵە، و (٣) جیهان بوونی هەیە، کەواتە تەنها یەک دەرەنجامی لۆژیکی دەمێنێتەوە: جیهان دروستکراو نییە، بەڵکو ئەزەلییە."
            },
            {
              "line_number": "10",
              "original_text": "فهذا أخبل أدلتهم. وبالجملة كلامهم في سائر مسائل الإلهيات أرك من كلامهم في هذه المسألة، إذ يقدرون هاهنا على فنون من التخييل لا يتمكنون منه في غيرها. فلذلك قدمنا هذه المسألة وقدمنا أقوى أدلتهم.",
              "translation": "ئەمە ئاڵۆزترین و سەرلێشێواوترین (أخبل) بەڵگەیانە. بە گشتی، قسەکانیان لە باقی مەسەلەکانی تری ئیلاهیاتدا لاوازترە (أرك) لە قسەیان لەم مەسەلەیەدا، چونکە لێرەدا دەتوانن پەنا بۆ جۆرەها خەیاڵ و گومان بەرن کە لە شوێنی تردا بۆیان ناکرێت. هەر بۆیەش ئێمە ئەم مەسەلەیەمان خستە پێشەوە و بەهێزترین بەڵگەکانیانمان هێنایەوە.",
              "commentary": "دوای خستنەڕووی بەڵگەکە بەوپەڕی هێزەوە، غەزالی ڕای خۆی دەردەبڕێت. بە بەکارهێنانی وشەی 'أخبل' (ئاڵۆز و شێواو)، پێمان دەڵێت کە هەرچەندە ئەم بەڵگەیە لە ڕواڵەتدا بەهێز دیارە، بەڵام لە بنەڕەتدا لەسەر بنەمایەکی پووچ و سەرلێشێواو دامەزراوە. ئەو دان بەوەدا دەنێت کە ئەمە بەهێزترین بەڵگەیانە، بۆ ئەوەی دواتر کە پووچەڵی کردەوە، کاریگەرییەکەی زیاتر بێت."
            },
            {
              "line_number": "11",
              "original_text": "الاعتراض من وجهين: أحدهما أن يقال: بم تنكرون على من يقول: إن العالم حدث بإرادة قديمة اقتضت وجوده في الوقت الذي وجد فيه، وأن يستمر العدم إلى الغاية التي استمر إليها، وأن يبتدئ الوجود من حيث ابتدأ، وأن الوجود قبله لم يكن مراداً فلم يحدث لذلك، وأنه في وقته الذي حدث فيه مراد بالإرادة القديمة فحدث لذلك، فما المانع لهذا الاعتقاد وما المحيل له؟",
              "translation": "ڕەخنەکە لە دوو ڕووەوەیە: یەکەمیان ئەوەیە کە بوترێت: ئێوە بە چ بەڵگەیەک نکۆڵی لە قسەی ئەو کەسە دەکەن کە دەڵێت: جیهان بە 'ویستێکی ئەزەلی' (إرادة قديمة) دروست بووە کە داوای بوونی کردووە لەو کاتەی کە تێیدا بوونی پەیدا کرد، و داوای کردووە کە نەبوون تا ئەو کاتە بەردەوام بێت، و بوون لەو کاتەوە دەست پێبکات؟ و ئەوەی کە بوونی جیهان پێش ئەو کاتە 'ویستراو' (مراد) نەبووە، بۆیە دروست نەبووە، و لە کاتی دیاریکراوی خۆیدا بەهۆی هەمان ویستە ئەزەلییەکەوە ویستراوە، بۆیە دروست بووە. چی ڕێگرە لەم بیروباوەڕە و چی وای لێدەکات مەحاڵ بێت؟",
              "commentary": "لێرەدا غەزالی هێرشی پێچەوانە دەست پێدەکات. ئەو کێشەی 'هۆکاری یەکلاکەرەوە' (مرجح) چارەسەر دەکات بە ناساندنی چەمکی 'ویستی ئەزەلیی دیاریکەر'. بەلای غەزالییەوە، خودا لە ئەزەلەوە ویستوویەتی کە جیهان لە کاتی 'س'دا دروست ببێت و پێش کاتی 'س' دروست نەبێت. لێرەدا هیچ گۆڕانکارییەک لە ویستی خودادا ڕوونادات؛ ویستەکە خۆی ئەزەلییە، بەڵام ئەوەی ویستراوە (الـمُراد) کاتییە. بەمە، غەزالی پرسیاری فەیلەسووفان پێچەوانە دەکاتەوە: ئێوە بیسەلمێنن کە ئەمە لە ڕووی عەقڵییەوە مەحاڵە."
            },
            {
              "line_number": "12",
              "original_text": "فإن قيل: هذا محال بين الإحالة لأن الحادث موجب ومسبب. وكما يستحيل حادث بغير سبب وموجب، يستحيل وجود موجب قد تم بشرائط إيجابه وأركانه وأسبابه حتى لم يبق شيء منتظر البتة ثم يتأخر الموجب، بل وجود الموجب عند تحقق الموجب بتمام شروطه ضروري وتأخره محال... فقبل وجود العالم كان المريد موجوداً والإرادة موجودة ونسبتها إلى المراد موجودة ولم يتجدد مريد ولم يتجدد إرادة... بل الأمور كما كانت بعينها. ثم لم يكن يوجد المراد، وبقيت بعينها كما كانت، فوجد المراد ما هذا إلا غاية الإحالة.",
              "translation": "ئەگەر بوترێت: ئەمە مەحاڵێکی ئاشکرایە، چونکە هەر دروستکراوێک هۆکار و سەبەبێکی هەیە. هەروەک چۆن مەحاڵە دروستکراوێک بێ هۆکار بێت، بە هەمان شێوە مەحاڵە هۆکارێک بە هەموو مەرج و بەش و هۆکارەکانییەوە بە تەواوی ئامادە بێت و هیچ شتێکی نەمابێت چاوەڕێی بکات، پاشان دەرەنجامەکە (الموجَب) دوا بکەوێت. بەڵکو بوونی دەرەنجام لە کاتی بوونی هۆکار بە هەموو مەرجەکانییەوە 'پێویستی'یە (ضروري) و دواکەوتنی مەحاڵە... پێش بوونی جیهان، ویستکار (المريد) هەبوو، ویستەکەش (الإرادة) هەبوو، و پەیوەندیی نێوانیان هەبوو. نە ویستکار گۆڕا و نە ویستەکە... بەڵکو شتەکان هەروەک خۆیان بوون. سەرەتا دەرەنجامەکە بوونی نەبوو، پاشان هەموو شتەکان هەر وەک خۆیان مانەوە و دەرەنجامەکە بوونی پەیدا کرد. ئەمە لەوپەڕی مەحاڵیدایە.",
              "commentary": "غەزالی لێرەدا وەڵامی فەیلەسووفان بۆ ڕەخنەکەی خۆی پێشبینی دەکات. فەیلەسووفان دەڵێن: ئەگەر هۆکار (ویستی ئەزەلیی خودا) بە تەواوی ئامادە بێت، ئەوا دەبێت دەرەنجامەکە (جیهان) یەکسەر و بەبێ دواکەوتن بوونی هەبێت. دواکەوتنی دەرەنجام لەکاتێکدا کە هۆکاری تەواو ئامادەیە، وەک ئەوە وایە بڵێین ئاگر هەیە و دەستت دەخەیتە ناوی، بەڵام سوتانەکە دوای کاتژمێرێک ڕوودەدات. ئەمە بنەمای هۆکارییەت (principle of causality) دەشکێنێت."
            },
            {
              "line_number": "13",
              "original_text": "وذلك في الأمور الوضعية أيضاً، في الطلاق مثلاً وليس استحالة هذا الجنس في الموجب والموجب الضروري الذاتي بل وفي العرفي والوضعي، فإن الرجل لو تلفظ بطلاق زوجته ولم تحصل البينونة في الحال لم يتصور أن تحصل بعده لأنه جعل اللفظ علة للحكم بالوضع.",
              "translation": "ئەمە لە کاروباری دانراویشدا (وضعية) هەر وایە، بۆ نموونە لە تەڵاقدا. مەحاڵبوونی ئەم جۆرە شتە تەنها لە هۆکاری زاتی و پێویستدا نییە، بەڵکو لە هۆکاری عورفی و دانراویشدا هەر وایە. بۆ نموونە، ئەگەر پیاوێک وشەی تەڵاقی بە ژنەکەی وت و جیابوونەوەکە دەستبەجێ ڕووی نەدا، ناکرێت وێنا بکرێت کە دواتر ڕووبدات، چونکە وشەکە بەپێی دانان (بالوضع) کراوەتە هۆکاری حوکمەکە.",
              "commentary": "بۆ ڕوونترکردنەوەی بەڵگەکەیان، فەیلەسووفان (لە زمانی غەزالییەوە) نموونەیەکی یاسایی-کۆمەڵایەتی دێننەوە. کاتێک پیاوێک دەڵێت 'تەڵاقت کەوت'، جیابوونەوەکە دەستبەجێ ڕوودەدات. ناکرێت کاریگەریی وشەکە بۆ کاتێکی تر دوابخرێت. ئەوان دەیانەوێت بڵێن ئەگەر تەنانەت لەو هۆکارانەی کە مرۆڤ خۆی دایناوە کاریگەرییەکەی دەستبەجێیە، چ جای لە هۆکارێکی ئەزەلی و زاتی وەک ویستی خودا."
            },
            {
              "line_number": "14",
              "original_text": "والاصطلاح، فلم يعقل تأخر المعلول إلا أن يعلق الطلاق بمجيء الغد أو بدخول الدار، فلا يقع في الحال ولكن يقع عند مجيء الغد وعند دخول الدار، فإنه جعله علة بالإضافة إلى شيء منتظر. فلما لم يكن حاضراً في الوقت، وهو الغد والدخول، توقف حصول الموجب على حضور ما ليس بحاضر، فما حصل الموجب إلا وقد تجدد أمر وهو الدخول وحضور الغد، حتى لو أراد أن يؤخر الموجب عن اللفظ غير منوط بحصول ما ليس بحاصل، لم يعقل، مع أنه الواضع وأنه المختار في تفصيل الوضع. فإذا لم يمكننا وضع هذا بشهوتنا ولم نعقله فكيف نعقله في الإيجابات الذاتية العقلية الضرورية؟",
              "translation": "و بەپێی ڕێککەوتن (اصطلاح). دواکەوتنی دەرەنجامەکە (معلول) تەنها کاتێک عەقڵییە کە تەڵاقەکە بەسترابێتەوە بە هاتنی بەیانی یان چوونە ژوورەوەی ماڵەکە. جا لەو کاتەدا ڕوونادات، بەڵکو لە کاتی هاتنی بەیانی و چوونە ژوورەوەی ماڵەکەدا ڕوودەدات، چونکە وشەکەی کردووە بە هۆکار بە بەستنەوەی بە 'شتێکی چاوەڕوانکراو'ەوە. جا مادام ئەو شتە لە کاتی ئێستادا ئامادە نییە، کە هاتنی بەیانی و چوونە ژوورەوەیە، ئەوا بەدیهاتنی دەرەنجامەکە وەستاوە لەسەر ئامادەبوونی شتێکی نائامادە. دەرەنجامەکەش بەدی نایەت هەتا شتێکی نوێ ڕوونەدات، کە ئەویش چوونە ژوورەوە و هاتنی بەیانییە. تەنانەت ئەگەر ئەو کەسەی یاساکەی داناوە بیویستایە دەرەنجامی وشەکە دوابخات بەبێ ئەوەی بیبەستێتەوە بە شتێکی چاوەڕوانکراوەوە، ئەوە عەقڵی نەدەبوو، لە کاتێکدا کە خۆی دانەری یاساکەیە و ئازادە لە داڕشتنیدا. جا ئەگەر ئێمە نەتوانین بە ئارەزووی خۆمان شتێکی وا دابنێین و لێی تێبگەین، ئیتر چۆن لە هۆکارە زاتی و عەقڵی و پێویستییەکاندا لێی تێدەگەین؟",
              "commentary": "فەیلەسووفان بەڵگەکەیان بەهێزتر دەکەن. دواکەوتنی کاریگەریی تەڵاق تەنها بە یەک مەرج قبووڵکراوە: بەستنەوەی بە ڕووداوێکی داهاتووەوە. بەبێ ئەم 'شتە چاوەڕوانکراوە'، دواکەوتن مەحاڵە. ئەنجا دەپرسن: ئەگەر لە یاسایەکی مرۆیی سادەدا نەتوانین هۆکار لە دەرەنجام جیا بکەینەوە بەبێ مەرجێکی داهاتوو، ئیتر چۆن دەتوانین ئەمە بۆ هۆکارێکی ئەزەلی و پێویستی وەک خودا قبووڵ بکەین، کە هیچ شتێکی 'چاوەڕوانکراو'ی بۆ بوونی نییە؟"
            },
            {
              "line_number": "15",
              "original_text": "وأما في العادات فما يحصل بقصدنا لا يتأخر عن القصد، مع وجود القصد إليه، إلا بمانع، فإن تحقيق القصد والقدرة وارتفعت الموانع لم يعقل تأخر المقصود، وإنما يتصور ذلك في العزم لأن العزم غير كاف في وجود الفعل، بل العزم على الكتابة لا يوقع الكتابة ما لم يتجدد قصد هو انبعاث في الإنسان متجدد حال الفعل، فإن كانت الإرادة القديمة في حكم قصدنا إلى الفعل فلا يتصور تأخر المقصود إلا بمانع، ولا يتصور تقدم القصد، فلا يعقل قصد في اليوم إلى قيام في الغد إلا بطريق العزم. وإن كانت الإرادة القديمة في حكم عزمنا فليس ذلك كافياً في وقوع المعزوم عليه، بل لا بد من تجدد انبعاث قصدي عند الإيجاد، وفيه قول بتغير القديم.",
              "translation": "سەبارەت بە کاری ڕاهاتوو، ئەوەی بە مەبەستی (قصد) ئێمە ڕوودەدات، لە مەبەستەکە دوا ناکەوێت، ئەگەر مەبەستەکە هەبێت، مەگەر ڕێگرێک (مانع) هەبێت. ئەگەر مەبەست و توانا هەبوو و ڕێگرەکانیش نەمان، دواکەوتنی شتی مەبەستدار عەقڵی نییە. ئەمە تەنها لە 'بڕیاردان'دا (عزم) وێنا دەکرێت، چونکە بڕیاردان بە تەنها بەس نییە بۆ ڕوودانی کردار. بڕیاردان لەسەر نووسین، نووسینەکە بەدی ناهێنێت هەتا 'مەبەست'ێکی نوێ دروست نەبێت کە بریتییە لە پاڵنەرێکی (انبعاث) نوێ لە مرۆڤدا لە کاتی کردارەکەدا. جا ئەگەر ویستە ئەزەلییەکە (إرادة قديمة) لە حوکمی 'مەبەستی' ئێمەدا بێت، ئەوا دواکەوتنی شتی ویستراو وێنا ناکرێت مەگەر بە ڕێگرێک. ئەگەریش ویستە ئەزەلییەکە لە حوکمی 'بڕیاردان'ی ئێمەدا بێت، ئەوا ئەوە بەس نییە بۆ ڕوودانی شتی بڕیارلێدراو، بەڵکو پێویستی بە دروستبوونی پاڵنەرێکی مەبەستداری نوێ هەیە لە کاتی دروستکردندا، ئەمەش وتەیە بە گۆڕانی بوونەوەری ئەزەلی.",
              "commentary": "لێرەدا فەیلەسووفان جیاوازییەکی ورد دەکەن لە نێوان 'عەزم' (بڕیارێکی گشتی بۆ داهاتوو) و 'قەصد' (ویستی دەستبەجێی جێبەجێکردن). ئەوان دەڵێن ئەگەر ویستی خودا وەک 'قەصد' بێت، دەبێت جیهان دەستبەجێ دروست ببوایە. خۆ ئەگەر وەک 'عەزم' بێت، ئەوا بەس نییە و پێویستی بە 'قەصد'ێکی نوێ هەیە لە کاتی دروستکردندا، ئەمەش مانای ئەوەیە گۆڕانکاری لە خودادا ڕوودەدات، کە مەحاڵە. ئەمە دووڕیانێکی لۆژیکییە کە بۆ ڕکابەرەکانیانی دادەنێن."
            },
            {
              "line_number": "16",
              "original_text": "ثم يبقى عين الإشكال في أن ذلك الانبعاث أو القصد أو الإرادة أو ما شئت سمه لم حدث الآن ولم يحدث قبل ذلك؟ فإما أن يبقى حادث بلا سبب أو يتسلسل إلى غير نهاية. ورجع حاصل الكلام إلى أنه وجد الموجب بتمام شروطه ولم يبق أمر منتظر، ومع ذلك تأخر الموجب ولم يوجد في مدة لا يرتقي الوهم إلى أولها بل آلاف سنين لا تنقص شيئاً منها، ثم انقلب الموجب بغتة من غير أمر تجدد وشرط تحقق، وهو محال في نفسه.",
              "translation": "پاشان هەمان کێشە دەمێنێتەوە کە ئەو پاڵنەرە یان مەبەستە یان ویستە، یان هەرچی ناوی دەنێیت، بۆچی ئێستا دروست بوو و پێشتر دروست نەبوو؟ جا یان دەبێتە دروستکراوێکی بێ هۆکار، یان زنجیرەکە تا بێکۆتا دەڕوات. پوختەی قسەکە گەڕایەوە سەر ئەوەی کە هۆکار (الموجِب) بە هەموو مەرجەکانییەوە بوونی هەبوو و هیچ شتێکی چاوەڕوانکراو نەمابوو، لەگەڵ ئەوەشدا دەرەنجامەکە (الموجَب) دواکەوت و لە ماوەیەکدا کە خەیاڵ نایگاتێ، بەدی نەهات، پاشان دەرەنجامەکە کتوپڕ بەدی هات بەبێ ئەوەی هیچ شتێکی نوێ ڕووبدات یان مەرجێک بێتە دی. ئەمەش خۆی لە خۆیدا مەحاڵە.",
              "commentary": "ئەمە دووبارە گەڕانەوەیە بۆ کێشەی سەرەکی: ئەو 'گۆڕانکاری'یەی کە بووە هۆی دروستبوونی جیهان، خۆی پێویستی بە هۆکارێکە. ئەمەش یان دەبێتە هۆی قبووڵکردنی ڕووداوێکی بێ هۆکار یان زنجیرەیەکی بێ کۆتایی لە هۆکارەکان، کە هەردووکیان لەلای فەیلەسووفان مەحاڵن. دەرەنجامی کۆتایی ئەوان ئەوەیە: بیرۆکەی دروستبوونی جیهان لە خاڵێکی کاتدا پڕە لە ناکۆکیی لۆژیکی."
            },
            {
              "line_number": "17",
              "original_text": "والجواب أن يقال: استحالة إرادة قديمة متعلقة بإحداث شيء أي شيء كان، تعرفونه بضرورة العقل أو نظره؟ وعلى لغتكم في المنطق تعرفون الالتقاء بين هذين الحدين بحد أوسط أو من غير حد أوسط. فإن ادعيتم حداً أوسط وهو الطريق النظري فلا بد من إظهاره، وإن ادعيتم معرفة ذلك ضرورة فكيف لم يشارككم في معرفته مخالفوكم والفرقة المعتقدة بحدث العالم بإرادة قديمة لا يحصرها بلد ولا يحصيها عدد؟ ولا شك في أنهم لا يكابرون العقول عناداً مع المعرفة، فلا بد من إقامة برهان على شرط المنطق يدل على استحالة ذلك، إذ ليس في جميع ما ذكرتموه إلا الاستبعاد والتمثيل بعزمنا وإرادتنا وهو فاسد، فلا تضاهي الإرادة القديمة القصود الحادثة، وأما الاستبعاد المجرد فلا يكفي من غير برهان.",
              "translation": "وەڵام ئەوەیە کە بوترێت: مەحاڵبوونی 'ویستێکی ئەزەلی' کە پەیوەست بێت بە دروستکردنی شتێکەوە، ئایا بە 'پێویستیی عەقڵ' (ضرورة العقل) دەیزانن یان بە 'تێڕامانی عەقڵی' (نظره)؟ و بە زمانی ئێوە لە مەنتیقدا، ئایا گەیشتنی ئەم دوو چەمکە پێکەوە بە 'زاراوەی ناوەند' (حد أوسط)ێک دەزانن یان بەبێ زاراوەی ناوەند؟ ئەگەر بانگەشەی زاراوەی ناوەند دەکەن کە ڕێگای تێڕامانە، ئەوا دەبێت دەریبخەن. خۆ ئەگەر بانگەشەی زانینی ئەمە بە پێویستی دەکەن، ئەی چۆن ناحەزەکانتان هاوبەش نین لەگەڵتان لەم زانینەدا، ئەو کۆمەڵەی کە باوەڕیان بە دروستبوونی جیهان هەیە بە ویستێکی ئەزەلی، کە نە شارێک دەیانگرێتە خۆ و نە ژمارەیان دێتە ژماردن؟ گومانی تێدا نییە کە ئەوان لەگەڵ زانینی ڕاستیدا، لە ڕووی عینادییەوە دژایەتیی عەقڵ ناکەن. کەواتە دەبێت بەڵگەیەک بەپێی مەرجی مەنتیق بهێننەوە کە مەحاڵبوونی ئەوە بسەلمێنێت. چونکە هەموو ئەوەی باستتان کرد تەنها 'بەدوورزانین' (استبعاد) و شوبهاندن بوو بە ویست و بڕیاری ئێمە، کە ئەمەش پووچەڵە. چونکە ویستی ئەزەلی ناچێتەوە سەر مەبەستە دروستکراوەکانی ئێمە. بەدوورزانینی ڕوتیش بەبێ بەڵگە بەس نییە.",
              "commentary": "لێرەوە غەزالی هێرشی پێچەوانە دەست پێدەکات و بارمتەی بەڵگە دەخاتەوە سەر فەیلەسووفان. ئەو دەپرسێت: ئایا بانگەشەکەتان کە 'ویستی ئەزەلی ناتوانێت شتێکی کاتی دروست بکات' بەڵگەنەویستە (ضروري) یان پێویستی بە سەلماندن (نظري) هەیە؟ ئەگەر بەڵگەنەویست بووایە، دەبوو هەموو کەسێک قبووڵی بکردایە، کەچی وا نییە. کەواتە دەبێت بە بەڵگەیەکی لۆژیکیی توندوتۆڵ بیسەلمێنن. غەزالی هەموو بەڵگەکانی پێشوویان بە تەنها 'بەدوورزانین' و 'قیاسی هەڵە' (شوبهاندنی ویستی خودا بە ویستی مرۆڤ) دادەنێت."
            },
            {
              "line_number": "18",
              "original_text": "فإن قيل: نحن بضرورة العقل نعلم أنه لا يتصور موجب بتمام شروطه من غير موجب. ومجوز ذلك مكابر لضرورة العقل.",
              "translation": "ئەگەر بوترێت: ئێمە بە 'پێویستیی عەقڵ' دەزانین کە هۆکارێکی تەواو بە هەموو مەرجەکانییەوە بەبێ دەرەنجامەکەی وێنا ناکرێت. هەرکەسێکیش ئەمە بە ڕەوا بزانێت، ئەوا خۆی لە پێویستیی عەقڵ گێل دەکات.",
              "commentary": "غەزالی پێشبینیی وەڵامی فەیلەسووفان دەکات. ئەوان پێداگیری لەسەر ئەوە دەکەن کە بنەمای قسەکەیان ('هۆکاری تەواو دەبێت دەستبەجێ دەرەنجامی هەبێت') یەکێکە لە ڕاستییە بەڵگەنەویستەکانی عەقڵ، و هەرکەسێک نکۆڵیی لێ بکات، وەک ئەوە وایە نکۆڵی لەوە بکات کە 'دوو لە یەک گەورەترە'."
            },
            {
              "line_number": "19",
              "original_text": "قلنا: وما الفصل بينكم وبين خصومكم إذا قالوا لكم: إنا بالضرورة نعلم",
              "translation": "دەڵێین: جا چی جیاوازییەک لە نێوان ئێوە و ناحەزەکانتاندا هەیە ئەگەر ئەوانیش پێتان بڵێن: ئێمە بە 'پێویستیی عەقڵ' دەزانین...",
              "commentary": "لێرەدا غەزالی تەڵەیەک دادەنێت. ئەو دەیەوێت بڵێت: ئەگەر ئێوە بۆتان هەبێت بانگەشەی 'پێویستیی عەقڵ' بکەن بۆ سەلماندنی بۆچوونێکی خۆتان، ئەوا ناحەزەکانیشتان هەمان مافیان هەیە. پاشان غەزالی لە بەشی دواتردا بۆچوونێکی فەیلەسووفان دەهێنێتەوە (دەربارەی زانستی خودا) کە بەلای زانایانی کەلامەوە دژی 'پێویستیی عەقڵ'ە. مەبەستی ئەوەیە نیشانی بدات کە پەنابردن بۆ 'پێویستیی عەقڵ' بە تەنها بەس نییە کاتێک مشتومڕ لەسەر بنەماکان خۆیان هەبێت."
            },
            
            {
              "line_number": "20",
              "original_text": "إحالة قول من يقول: إن ذاتاً واحداً عالم بجميع الكليات من غير أن يوجب ذلك كثرة ومن غير أن يكون العلم زيادة على الذات ومن غير أن يتعدد العلم مع تعدد المعلوم، وهذا مذهبكم في حق الله، وهو بالنسبة إلينا وإلى علومنا في غاية الإحالة، ولكن تقولون: لا يقاس العلم القديم بالحادث. وطائفة منكم استشعروا حالة هذا فقالوا: إن الله لا يعلم إلا نفسه، فهو العاقل وهو العقل وهو المعقول والكل واحد. فلو قال قائل: اتحاد العقل والعاقل والمعقول معلوم الاستحالة بالضرورة، إذ تقدير صانع للعالم لا يعلم صنعه محال بالضرورة، والقديم إذا لم يعلم إلا نفسه - تعالى عن قولكم وعن قول جميع الزائغين علواً كبيراً - لم يكن يعلم صنعه البتة. بل لا نتجاوز إلزامات هذه المسأل.",
              "translation": "مەحاڵبوونی قسەی ئەو کەسەی کە دەڵێت: زاتێکی تاک و تەنها، زانایە بە هەموو گشتییەکان (کلیات) بەبێ ئەوەی ئەمە ببێتە هۆی فرەیی (کثرة) لە زاتەکەیدا، و بەبێ ئەوەی زانست شتێکی زیادە بێت لەسەر زات، و بەبێ ئەوەی زانست فرەچەشن بێت بە فرەچەشنیی زانراوەکان. ئەمە بیروڕای ئێوەیە دەربارەی خودا، کە بە بەراورد بە ئێمە و زانستەکانی ئێمە لەوپەڕی مەحاڵیدایە. بەڵام ئێوە دەڵێن: زانستی ئەزەلی بە زانستی دروستکراو بەراورد ناکرێت. کۆمەڵێک لە ئێوە هەستیان بە مەحاڵبوونی ئەمە کردووە و وتوویانە: خودا تەنها خۆی دەناسێت، هەر خۆی 'زان'ە (العاقل) و هەر خۆی 'زانست'ە (العقل) و هەر خۆی 'زانراو'ە (المعقول) و هەمووی یەکن. جا ئەگەر یەکێک بڵێت: یەکبوونی زان و زانست و زانراو، مەحاڵبوونی بە پێویستیی عەقڵ زانراوە، چونکە وێناکردنی دروستکەرێک بۆ جیهان کە دروستکراوی خۆی نەناسێت بە پێویستی مەحاڵە. بوونەوەری ئەزەلیش ئەگەر تەنها خۆی بناسێت - خودا پایەبەرزترە لە وتەی ئێوە و وتەی هەموو لادەران - ئەوا هەرگیز دروستکراوی خۆی ناناسێت. بەڵام با لە بەڵگە ناچارکەرەکانی ئەم مەسەلەیە دەرنەچین.",
              "commentary": "لێرەدا غەزالی هێرشێکی زیرەکانە دەکاتە سەر فەیلەسووفان بە بەکارهێنانەوەی چەکی خۆیان. پێیان دەڵێت: ئێوە خۆتان باوەڕتان بە شتێکە کە بەپێی عەقڵی مرۆیی مەحاڵە (چۆن خودا هەموو شت دەزانێت بەبێ ئەوەی فرەیی لە زاتیدا دروست بێت؟). کەواتە چۆن ڕێگە بە خۆتان دەدەن شتێکی وا قبووڵ بکەن و بڵێن 'زانستی خودا وەک هی ئێمە نییە'، بەڵام ڕێگە نادەن ئێمەش بڵێین 'ویستی خودا وەک هی ئێمە نییە'؟ پاشان بە گاڵتەجاڕییەوە باسی ئەو فەیلەسووفانە دەکات کە بۆ چارەسەری ئەم کێشەیە، وتوویانە خودا تەنها خۆی دەناسێت، کە ئەمەش بەلای غەزالییەوە لە کێشە ئەسڵییەکە مەحاڵترە."
            },
            {
              "line_number": "21",
              "original_text": "فنقول: بم تنكرون على خصومكم إذ قالوا: قدم العالم محال لأنه يؤدي إلى إثبات دورات للفلك لا نهاية لأعدادها ولا حصر لآحادها، مع أن لها سدساً وربعاً ونصفاً، فإن فلك الشمس يدور في سنة وفلك زحل في ثلاثين سنة، فتكون أدوار زحل ثلث عشر أدوار الشمس، وأدوار المشتري نصف سدس أدوار الشمس، فإنه يدور في اثني عشر سنة. ثم كما أنه لا نهاية لأعداد دورات زحل لا نهاية لأعداد دورات الشمس مع أنه ثلث عشره، بل لا نهاية لأدوار فلك الكواكب الذي يدور في ستة وثلاثين ألف سنة مرة واحدة، كما لا نهاية للحركة المشرقية التي للشمس في اليوم والليلة مرة. فلو قال قائل: هذا مما يعلم استحالته ضرورة، فبماذا تنفصلون عن قوله؟",
              "translation": "کەواتە دەڵێین: بە چی نکۆڵی لە ناحەزەکانتان دەکەن کاتێک دەڵێن: کۆنیی جیهان مەحاڵە، چونکە دەبێتە هۆی سەلماندنی خولانەوەگەلێک بۆ فەلەکەکان کە ژمارەیان بێ کۆتایە و یەکەکانیان بێشومارە، لە کاتێکدا کە شەش یەک و چوار یەک و نیوەیان هەیە. فەلەکی خۆر لە ساڵێکدا دەخولێتەوە و فەلەکی زوحەل لە سی ساڵدا، کەواتە خولانەوەکانی زوحەل سی یەکی خولانەوەکانی خۆرە. خولانەوەکانی موشتەریش نیوەی شەش یەکی خولانەوەکانی خۆرە، چونکە لە دوازدە ساڵدا دەخولێتەوە. پاشان، هەروەک چۆن ژمارەی خولانەوەکانی زوحەل بێ کۆتایە، ژمارەی خولانەوەکانی خۆریش بێ کۆتایە، لە کاتێکدا کە سی هێندەی ئەوە. بەڵکو ژمارەی خولانەوەکانی فەلەکی ئەستێرە جێگیرەکان کە لە سی و شەش هەزار ساڵدا جارێک دەخولێتەوە، بێ کۆتایە، هەروەک چۆن جووڵەی ڕۆژهەڵاتیی خۆر کە لە شەو و ڕۆژێکدا جارێکە، بێ کۆتایە. جا ئەگەر یەکێک بڵێت: ئەمە شتێکە کە مەحاڵبوونی بە پێویستیی عەقڵ دەزانرێت، ئێوە چۆن وەڵامی دەدەنەوە؟",
              "commentary": "غەزالی لێرەوە بەڵگەیەکی بەهێزی بیرکارییانە دەهێنێتەوە دژی ئەزەلییەتی جیهان، کە بە 'بەڵگەی ناکۆکیی بێکۆتاکان' ناسراوە. پوختەکەی ئەوەیە: ئەگەر جیهان ئەزەلی بێت، دەبێت هەندێک بێکۆتا لە هەندێکی تر گەورەتر بن (بێکۆتای خولانەوەی خۆر سی هێندەی بێکۆتای خولانەوەی زوحەلە). ئەمە لە ڕووی لۆژیکییەوە ناکۆکییە، چونکە چەمکی 'بێکۆتا' شتێک نییە کە بتوانرێت چەند هێندە بکرێت یان بەشی لێ جیابکرێتەوە. بەمە غەزالی دەیەوێت بڵێت کە بیرۆکەی ئەزەلییەتی جیهان دەبێتە هۆی دەرەنجامی مەحاڵی عەقڵی."
            },
            {
              "line_number": "22",
              "original_text": "بل لو قال قائل: أعداد هذه الدورات شفع أو وتر، أو شفع ووتر جميعاً، أو لا شفع ولا وتر. فإن قلتم: شفع ووتر جميعاً، أو لا شفع ولا وتر، فيعلم بطلانه ضرورةً. وإن قلتم: شفع، فالشفع يصير وتراً بواحد، فكيف أعوز ما لانهاية له واحد؟ وإن قلتم: وتر، فالوتر يصير بواحد شفعاً، فكيف أعوز ذلك الواحد الذي به يصير شفعاً؟ فيلزمكم القول بأنه ليس بشفع ولا وتر.",
              "translation": "بەڵکو ئەگەر یەکێک بڵێت: ئایا ژمارەی ئەم خولانەوانە 'جووت'ە (شفع) یان 'تاک'ە (وتر)؟ یان هەردووکیانە پێکەوە؟ یان نە جووتە و نە تاک؟ ئەگەر بڵێن: هەردووکیانە پێکەوە، یان نە جووتە و نە تاک، ئەوا پووچەڵییەکەی بە پێویستی دەزانرێت. خۆ ئەگەر بڵێن: جووتە، ئەوا جووت بە یەکێک دەبێتە تاک، جا چۆن شتێک کە بێ کۆتایە، یەکێکی کەم بێت؟ ئەگەریش بڵێن: تاکە، ئەوا تاک بە یەکێک دەبێتە جووت، جا چۆن ئەو یەکەی پێویست بێت کە بیکات بە جووت؟ کەواتە ناچار دەبن بڵێن کە نە جووتە و نە تاک.",
              "commentary": "ئەمە بەشێکی تری بەڵگەی ناکۆکیی بێکۆتایە. هەر ژمارەیەک کە لە یەکەی جیاجیا پێک هاتبێت، دەبێت یان جووت بێت یان تاک. بەڵام ژمارەیەکی بێکۆتا ناتوانێت هیچ کام لەم سیفەتانەی هەبێت، چونکە ژمارەی بێکۆتا بە زیادکردن و کەمکردنی یەکێک ناگۆڕێت، لە کاتێکدا کە سیفەتی جووت و تاک بوون بە یەکێک دەگۆڕێت. کەواتە دەرەنجامێکی مەحاڵ دێتە ئاراوە: ژمارەیەک هەیە کە نە جووتە و نە تاک. ئەمەش بەلای غەزالییەوە بەڵگەیە لەسەر پووچەڵبوونی گریمانە ئەسڵییەکە، کە ئەزەلییەتی جیهانە."
            },
            {
              "line_number": "23",
              "original_text": "فإن قيل: إنما يوصف بالشفع والوتر المتناهي، وما لا يتناهى لا يوصف به. قلنا: فجملة مركبة من آحاد لها سدس وعشر كما سبق ثم لا توصف بشفع ولا وتر يعلم بطلانه ضرورة من غير نظر، فبماذا تنفصلون عن هذا؟",
              "translation": "ئەگەر بوترێت: تەنها شتی 'کۆتادار' (متناهي) بە جووت و تاک وەسف دەکرێت، ئەوەی بێ کۆتایە پێی وەسف ناکرێت. دەڵێین: کەواتە 'کۆمەڵێک' (جملة) هەیە کە لە 'تاک'ەکان (آحاد) پێک هاتووە و شەش یەک و دە یەکی هەیە وەک پێشتر باسمان کرد، پاشان بە جووت و تاک وەسف ناکرێت. پووچەڵبوونی ئەمە بە پێویستی و بەبێ تێڕامان دەزانرێت. چۆن وەڵامی ئەمە دەدەنەوە؟",
              "commentary": "غەزالی وەڵامی پێشبینیکراوی فەیلەسووفان دەداتەوە. ئەوان دەڵێن سیفەتی جووت و تاک تەنها بۆ ژمارە کۆتادارەکانە. غەزالی وەڵامیان دەداتەوە: بەڵام ئێمە باسی 'کۆمەڵێک' دەکەین کە لە یەکەی جیاجیا پێک هاتووە (هەر خولانەوەیەک یەکەیەکە) و تەنانەت بەشی دیاریکراویشی هەیە. چۆن دەکرێت کۆمەڵێکی وا لە بنەڕەتیترین سیفەتی ژمارەیی (جووت/تاک بوون) بێبەش بێت؟ ئەمە دژی پێویستیی عەقڵە."
            },
            {
              "line_number": "24",
              "original_text": "فإن قيل: محل الغلط في قولكم أنه جملة مركبة من آحاد، فإن هذه الدورات معدومة. أما الماضي فقد انقرض وأما المستقبل فلم يوجد، والجملة إشارة إلى موجودات حاضرة، ولا موجود هاهنا!. قلنا: العدد ينقسم إلى الشفع والوتر ويستحيل أن يخرج عنه سواء كان المعدود موجوداً باقياً أو فانياً. فإذا فرضنا عدداً من الأفراس لزمنا أن نعتقد أنه لا يخلو من كونه شفعاً أو وتراً، سواء قدرناها موجودة أو معدمة. فإن انعدمت بعد الوجود لم تتغير هذه القضية.",
              "translation": "ئەگەر بوترێت: شوێنی هەڵەکە لە قسەی ئێوەدایە کە دەڵێن 'کۆمەڵێکە لە تاکەکان پێک هاتووە'، چونکە ئەم خولانەوانە 'نەبوون'ن (معدومة). ئەوەی ڕابردوو بوو، لەناوچوو؛ ئەوەی داهاتووشە، هێشتا نەهاتووە. 'کۆمەڵ'یش ئاماژەیە بۆ بوونەوەرە ئامادەکان، لێرەشدا هیچ بوونەوەرێکی ئامادە نییە! دەڵێین: ژمارە دابەش دەبێت بەسەر جووت و تاکدا و مەحاڵە لەمە دەربچێت، جا ئەو شتەی دەژمێردرێت بوونی هەبێت و مابێتەوە یان لەناوچووبێت. ئەگەر ژمارەیەک ئەسپمان وێنا کرد، پێویستە بڕوامان وابێت کە یان جووتە یان تاکە، جا بە بوونەوەر دایانبنێین یان نەبوو. ئەگەر دوای بوون لەناوچوون، ئەم قەزییەیە ناگۆڕێت.",
              "commentary": "فەیلەسووفان بەرگرییەکی تر دەکەن: خولانەوەکان بە شێوەیەکی هاوکات بوونیان نییە تا 'کۆمەڵێک' پێک بهێنن. غەزالی ئەمەش ڕەت دەکاتەوە و دەڵێت: سیفەتی بیرکارییانەی ژمارەیەک پەیوەست نییە بە بوونی فیزیکیی ئەو شتانەی کە دەژمێردرێن. ژمارەی ڕۆژەکانی ساڵی پار هەر ٣٦٥یە (تاکە)، هەرچەندە ئەو ڕۆژانە ئێستا بوونیان نییە."
            },
            {
              "line_number": "25",
              "original_text": "على أنا نقول لهم: لا يستحيل على أصلكم موجودات حاضرة هي آحاد متغايرة بالوصف ولا نهاية لها وهي نفوس الآدميين المفارقة للأبدان بالموت، فهي موجودات لا توصف بالشفع والوتر، فبم تنكرون على من يقول: بطلان هذا يعرف ضرورة، وهذا الرأي في النفوس هو الذي اختاره ابن سينا ولعله مذهب رسطاليس.",
              "translation": "لەسەر ئەمەش پێیان دەڵێین: بەپێی بنەمای ئێوە، مەحاڵ نییە کە بوونەوەرگەلێکی 'ئامادە' (حاضرة) هەبن کە تاکەکانیان لە ڕووی وەسفەوە جیاواز بن و بێ کۆتا بن، ئەوانیش 'گیانی مرۆڤەکان'ن کە بە مردن لە جەستە جیا بوونەتەوە. کەواتە ئەمانە بوونەوەرگەلێکن کە بە جووت و تاک وەسف ناکرێن. بە چی نکۆڵی لەوە دەکەن کەسێک بڵێت: پووچەڵبوونی ئەمە بە پێویستیی عەقڵ دەزانرێت؟ ئەم ڕایە لەبارەی گیانەکانەوە ئەوەیە کە ئیبن سینا هەڵیبژاردووە و لەوانەیە بیروڕای ئەرەستۆش بێت.",
              "commentary": "ئەمە بەڵگەیەکی کوشندەیە. غەزالی بەرگریی پێشووی فەیلەسووفان پووچەڵ دەکاتەوە بە بەکارهێنانی بیروباوەڕی خۆیان. بەپێی بۆچوونی ئیبن سینا و ئەرەستۆ، جیهان ئەزەلییە و گیانی مرۆڤیش دوای مردن نامرێت. دەرەنجام: دەبێت 'ئێستا' ژمارەیەکی بێکۆتا لە گیانی مرۆڤەکان کە لە ڕابردووی بێکۆتادا ژیاون، بوونیان هەبێت. ئەمە 'کۆمەڵێکی بێکۆتای هاوکات بوونەوەر'ە. جا ئەم کۆمەڵە جووتە یان تاکە؟ بەمە هەمان کێشەی پێشوو دێتەوە ئاراوە، بەڵام ئەمجارە ناتوانن بڵێن 'شتەکان هاوکات بوونیان نییە'."
            },
            {
              "line_number": "26",
              "original_text": "فإن قيل: فالصحيح رأي أفلاطن، وهو أن النفس قديمة وهي واحدة وإنما تنقسم في الأبدان، فإذا فارقتها عادت إلى أصلها واتحدت. قلنا: فهذا أقبح وأشنع وأولى بأن يعتقد مخالفاً لضرورة العقل. فإنا نقول: نفس زيد عين نفس عمرو أو غيره، فإن كان عينه فهو باطل بالضرورة، فإن كل واحد يشعر بنفسه ويعلم أنه ليس هو نفس غيره. ولو كان هو عينه لتساويا في العلوم التي هي صفات ذاتية للنفوس داخلة مع النفوس في كل إضافة. وإن قلتم: إنه غيره وإنما انقسم بالتعلق بالأبدان، قلنا: وانقسام الواحد الذي ليس له عظم في الحجم وكمية مقدارية محال بضرورة العقل، فكيف يصير الواحد اثنين بل ألفاً ثم يعود ويصير واحداً؟ بل هذا يعقل فيما له عظم وكمية.",
              "translation": "ئەگەر بوترێت: ڕای ڕاست بۆچوونی ئەفلاتونە، کە گیان کۆنە و 'یەک'ە و تەنها لەناو جەستەکاندا دابەش دەبێت، جا کە لێیان جیا بووەوە، دەگەڕێتەوە بۆ بنەڕەتی خۆی و یەک دەگرێتەوە. دەڵێین: ئەمە ناشیرینتر و قێزەونترە و شایستەترە کە بە دژی پێویستیی عەقڵ دابنرێت. ئێمە دەڵێین: ئایا گیانی زەید هەمان گیانی عەمرە یان شتێکی ترە؟ ئەگەر هەمان شت بێت، ئەوا ئەمە بە پێویستی پووچەڵە، چونکە هەریەکێک هەست بە خودی خۆی دەکات و دەزانێت کە ئەو گیانی کەسی تر نییە. خۆ ئەگەر هەمان گیان بوونایە، دەبوو لە زانستەکانیشدا یەکسان بن کە سیفەتی زاتین بۆ گیانەکان. خۆ ئەگەر بڵێن: شتێکی ترە و تەنها بەهۆی پەیوەستبوون بە جەستەکانەوە دابەش بووە، دەڵێین: دابەشبوونی شتێکی 'یەک' کە قەبارە و بڕی چەندێتیی نییە، بە پێویستیی عەقڵ مەحاڵە. چۆن یەک دەبێتە دوو، بەڵکو هەزار، پاشان دەگەڕێتەوە و دەبێتەوە بە یەک؟ بەڵکو ئەمە تەنها لەو شتانەدا عەقڵییە کە قەبارە و چەندێتییان هەبێت.",
              "commentary": "غەزالی ڕێگایەکی تری دەربازبوون لەسەر فەیلەسووفان دادەخات. لەوانەیە هەندێکیان پەنا بۆ بۆچوونی ئەفلاتون ببەن کە گیان لە بنەڕەتدا یەکە. غەزالی ئەمەش بە دوو بەڵگە پووچەڵ دەکاتەوە: یەکەم، دژی ئەزموونی ڕاستەوخۆی ئێمەیە بۆ 'خودی' تاکەکەسیی خۆمان. دووەم، چەمکی 'دابەشبوون' تەنها بۆ شتە ماددی و بەقەبارەکانە. گیان کە شتێکی ناماددییە، چۆن دەتوانێت دابەش ببێت و پاشان یەکبگرێتەوە؟ ئەمە بەلای ئەوەوە لەوپەڕی نامەعقوڵیدایە."
            },
            {
              "line_number": "27",
              "original_text": "كماء البحر ينقسم بالجداول والأنهار ثم يعود إلى البحر. فأما ما لا كمية له فكيف ينقسم؟ ولذا هم مفحمون والمقصود من هذا كله أن نبين أنهم لم يعجزوا خصومهم عن معتقدهم في تعلق الإرادة القديمة بالأحداث إلا بدعوى الضرورة وأنهم لا ينفصلون عمن يدعي الضرورة عليهم في هذه الأمور على خلاف معتقدهم، وهذا لا مخرج عنه.",
              "translation": "وەک ئاوی دەریا کە بە جۆگە و ڕووبارەکان دابەش دەبێت و پاشان دەگەڕێتەوە بۆ دەریا. بەڵام ئەوەی 'چەندێتی' (كمية) نییە، چۆن دابەش دەبێت؟ هەر بۆیەش ئەوان بێ وەڵامن. مەبەست لە هەموو ئەمە ئەوەیە کە ڕوونی بکەینەوە ئەوان نەیانتوانیوە ناحەزەکانیان بێدەنگ بکەن لەسەر باوەڕیان بە پەیوەستبوونی 'ویستی ئەزەلی' بە 'دروستکراوەکان'ەوە، مەگەر بە بانگەشەی 'پێویستیی عەقڵ' (دعوى الضرورة) نەبێت. ئەوانیش ناتوانن خۆیان لەو کەسە دەرباز بکەن کە هەمان بانگەشەی پێویستیی عەقڵیان لەسەر دەکات لەم بابەتانەدا بە پێچەوانەی باوەڕی ئەوانەوە. ئەمەش دەرچوونی لێی نییە.",
              "commentary": "غەزالی بەڵگەی ئەفلاتون پووچەڵ دەکاتەوە بەوەی کە دابەشبوون سیفەتی شتە ماددی و بە قەبارەکانە (وەک ئاو)، بەڵام گیان کە ناماددییە، ئەم سیفەتەی نییە. پاشان دەگاتە دەرەنجامێکی ستراتیژی: هەموو مشتومڕەکە بووەتە کێبڕکێیەک لەسەر ئەوەی چی 'بە پێویستیی عەقڵ مەحاڵە'. مادام فەیلەسووفان بانگەشەی پێویستیی عەقڵ دەکەن دژی دروستبوونی جیهان، غەزالیش دەتوانێت هەمان بانگەشە بکات دژی دەرەنجامە مەحاڵەکانی ئەزەلییەتی جیهان (وەک بێکۆتاکان). بەمەش کایەکە یەکسان دەکاتەوە و چەکی سەرەکییان لێ وەردەگرێتەوە."
            },
            {
              "line_number": "28",
              "original_text": "فإن قيل: هذا ينقلب عليكم في أن الله قبل خلق العالم كان قادراً على الخلق بقدر سنة أو سنتين - ولا نهاية لقدرته - فكأنه صبر ولم يخلق ثم خلق، ومدة الترك متناه أو غير متناه. فإن قلتم: متناه، صار وجود الباري متناهي الأول، وإن قلتم: غير متناه، فقد انقضى مدة فيها إمكانات لا نهاية لأعدادها.",
              "translation": "ئەگەر بوترێت: ئەمە لەسەر خۆشتان دەشکێتەوە، چونکە خودا پێش دروستکردنی جیهان، بۆ ماوەی ساڵێک یان دوو ساڵ توانای دروستکردنی هەبوو - و هیچ کۆتاییەک بۆ توانای ئەو نییە - جا وەک ئەوە وایە ئارامی گرتبێت و دروستی نەکردبێت و پاشان دروستی کردبێت. ئایا ماوەی دروست نەکردنەکە کۆتادارە یان بێ کۆتایە؟ ئەگەر بڵێن: کۆتادارە، ئەوا بوونی دروستکار سەرەتاکەی کۆتادار دەبێت (کە مەحاڵە). خۆ ئەگەر بڵێن: بێ کۆتایە، ئەوا ماوەیەک بەسەرچووە کە تێیدا 'ئەگەرەکان' (إمكانات)ی بێ کۆتا هەبوون.",
              "commentary": "لێرەدا فەیلەسووفان هەوڵ دەدەن بەڵگەی بێکۆتاکان لە دژی خودی غەزالی بەکاربهێنن. دەڵێن: ئەگەر خودا لە ئەزەلەوە بووبێت و جیهانی دروست نەکردبێت، ئەوا ماوەیەکی بێکۆتا لە 'نەدروستکردن' بەسەرچووە، کە ئەمەش هەمان کێشەی 'بەسەرچوونی بێکۆتا'یە کە غەزالی خۆی دژی ئەزەلییەتی جیهان بەکاری هێنا. ئەمە هێرشێکی پێچەوانەی زیرەکانەیە."
            },
            {
              "line_number": "29",
              "original_text": "قلنا: المدة والزمان مخلوق عندنا. وسنبين حقيقة الجواب عن هذا في الانفصال عن دليلهم الثاني.",
              "translation": "دەڵێین: ماوە و کات (زمان) بەلای ئێمەوە 'دروستکراو'ن. وەڵامی ڕاستەقینەی ئەمەش لە وەڵامدانەوەی بەڵگەی دووەمیاندا ڕوون دەکەینەوە.",
              "commentary": "غەزالی وەڵامێکی کورت و خێرا دەداتەوە: ئێوە وا دادەنێن کە 'کات' پێش جیهان بوونی هەبووە. بەڵام بەلای ئێمەوە، کات خۆی لەگەڵ جیهاندا دروست کراوە. کەواتە هیچ 'ماوە' و 'کات'ێکی بێکۆتا پێش دروستبوون نەبووە تا بەسەر بچێت. ئەمە وەڵامێکی بنەڕەتییە کە تەواوی گریمانەی فەیلەسووفان هەڵدەوەشێنێتەوە. بەڵێن دەدات کە دواتر زیاتر لەسەری بدوێت."
            },
            {
              "line_number": "30",
              "original_text": "فإن قيل: فبم تنكرون على من يترك دعوى الضرورة ويدل عليه من وجه آخر وهو أن الأوقات متساوية في جواز تعلق الإرادة بها؟ فما الذي ميز وقتاً معيناً عما قبله وعما بعده وليس محالاً أن يكون التقدم والتأخر مراداً؟ بل في البياض والسواد والحركة والسكون فإنكم تقولون: يحدث البياض بالإرادة القديمة والمحل قابل للسواد قبوله للبياض، فلم تعلقت الإرادة القديمة بالبياض دون السواد؟ وما الذي ميز أحد الممكنين عن الآخر في تعلق الإرادة به؟ ونحن بالضرورة نعلم أن الشيء لا يتميز عن مثله إلا بمخصص، ولو جاز ذلك لجاز أن يحدث العالم وهو ممكن الوجود كما أنه ممكن العدم، ويتخصص جانب الوجود المماثل لجانب العدم في الإمكان بغير مخصص.",
              "translation": "ئەگەر بوترێت: جا بە چی نکۆڵی لەو کەسە دەکەن کە واز لە بانگەشەی پێویستیی عەقڵ دەهێنێت و لە ڕوویەکی ترەوە بەڵگە دێنێتەوە، ئەویش ئەوەیە کە کاتەکان هەموویان وەک یەکن لەوەی کە ویست پێیانەوە پەیوەست بێت؟ چی کاتێکی دیاریکراوی جیاکردەوە لەوەی پێشی و ئەوەی دوای؟ یان لە بابەتی سپێتی و ڕەشیدا، یان جووڵە و وەستاندا، ئێوە دەڵێن: سپێتی بە ویستی ئەزەli دروست دەبێت، لە کاتێکدا کە شوێنەکە هەروەک چۆن سپێتی وەردەگرێت، ڕەشیش وەردەگرێت. ئەی بۆچی ویستە ئەزەلییەکە بە سپێتییەوە پەیوەست بوو نەک ڕەشی؟ چی یەکێک لە دوو شتە 'ئەگەری' (ممکن)ـەکەی جیاکردەوە لەوی تر لە پەیوەستبوونی ویست پێیەوە؟ ئێمە بە 'پێویستیی عەقڵ' دەزانین کە شتێک لە هاوشێوەکەی جیا نابێتەوە مەگەر بە 'جیاکەرەوەیەک' (مخصِّص) نەبێت. ئەگەر ئەمە ڕەوا بووایە، ئەوا دەبوو ڕەوا بێت جیهان دروست بێت - کە بوون و نەبوونی وەک یەک ئەگەرن - و لایەنی بوون، کە هاوشێوەی لایەنی نەبوونە، بەبێ هیچ جیاکەرەوەیەک تایبەت بکرێت.",
              "commentary": "ئەمە بەڵگەی دووەم و زۆر بەهێزی فەیلەسووفانە، کە لەسەر 'بنەمای هۆکاری تەواو' (Principle of Sufficient Reason) دامەزراوە. پرسیارەکە ئەمەیە: بۆچی خودا جیهانی لەم کاتەدا دروست کرد نەک کاتێکی تر، لە کاتێکدا هەموو کاتەکان وەک یەکن؟ یان بۆچی ڕەنگی شین یان سووری هەڵبژارد، لە کاتێکدا هەموو ڕەنگەکان ئەگەری یەکسانیان هەبوو؟ دەبێت 'هۆکارێکی جیاکەرەوە' (مخصص) هەبێت بۆ هەڵبژاردنی یەک ئەگەر لەناو کۆمەڵێک ئەگەری یەکساندا. ئەگەرنا، هەڵبژاردنەکە بێ هۆکار و هەڕەمەکی دەبێت."
            },
            {
              "line_number": "31",
              "original_text": "وإن قلتم: إن الإرادة خصصت، فالسؤال عن اختصاص الإرادة وأنها لم اختصت. فإن قلتم: القديم لا يقال له، لم؟ فليكن العالم قديماً ولا يطلب صانعه وسببه، لأن القديم لا يقال فيه: لم. فإن جاز تخصص القديم بالاتفاق بأحد الممكنين فغاية المستبعد أن يقال: العالم مخصوص بهيئات مخصوصة كان يجوز أن يكون على هيئات أخرى بدلاً عنها. فيقال: وقع كذلك اتفاقاً كما قلتم: اختصت الإرادة بوقت دون وقت وهيئة دون هيئة اتفاقاً. وإن قلتم: إن هذا السؤال غير لازم لأنه وارد على كل ما يريده وعائد على كل ما يقدره، فنقول: لا، بل هذا السؤال لازم لأنه عائد في كل وقت وملازم لمن خالفنا على كل تقدير.",
              "translation": "خۆ ئەگەر بڵێن: 'ویست' خۆی جیاکەرەوەکەیە، ئەوا پرسیارەکە دەربارەی تایبەتبوونی خودی ویستەکەیە و ئەوەیە کە بۆچی ئەو بەو شێوەیە تایبەت بوو؟ ئەگەر بڵێن: بوونەوەری ئەزەلی پرسیاری 'بۆچی' لێ ناکرێت، با کەواتە جیهانیش ئەزەلی بێت و داوای دروستکەر و هۆکاری بۆ نەکرێت، چونکە لە بوونەوەری ئەزەلیدا ناگوترێت: بۆچی؟ ئەگەر ڕەوا بێت بوونەوەری ئەزەلی بە 'ڕێکەوت' یەکێک لە ئەگەرەکان هەڵبژێرێت، ئەوا دەتوانرێت بوترێت: جیهان بە شێوەیەکی دیاریکراو دروست بووە کە دەیتوانی بە شێوەی تر بێت، و بە 'ڕێکەوت' وا دەرچووە. هەروەک چۆن ئێوە دەڵێن: ویستەکە بە ڕێکەوت کاتێکی دیاریکراو و شێوەیەکی دیاریکراوی هەڵبژاردووە. ئەم پرسیارە پرسیارێکی پێویستە و لە هەموو حاڵەتێکدا دێتەوە ڕێی ناحەزەکانمان.",
              "commentary": "فەیلەسووفان پێشبینیی وەڵامی غەزالی دەکەن و یەکسەر پووچەڵی دەکەنەوە. ئەگەر بڵێی 'ویستی خودا' هۆکارەکەیە، ئەوا پرسیارەکە دەگوازرێتەوە بۆ خودی ویستەکە: بۆچی ویستەکە بەم شێوەیە بوو نەک شێوەیەکی تر؟ ئەگەر وەڵامەکەت ئەوە بێت کە 'پرسیاری بۆچی لە خودا ناکرێت'، ئەوا فەیلەسووفان دەڵێن: ئێمەش هەمان وەڵام بۆ جیهان بەکاردەهێنین و دەڵێین 'پرسیاری بۆچی لە جیهانی ئەزەلی ناکرێت'. بەمە دەیانەوێت بڵێن کە وەڵامەکەی غەزالی تەنها خۆدزینەوەیە لە پرسیارە بنەڕەتییەکە."
            },
            {
              "line_number": "32",
              "original_text": "قلنا: إنما وجد العالم حيث وجد وعلى الوصف الذي وجد وفي المكان الذي وجد بالإرادة، والإرادة صفة من شأنها تمييز الشيء عن مثله، ولولا أن هذا شأنها لوقع الاكتفاء بالقدرة. ولكن لما تساوى نسبة القدرة إلى الضدين ولم يكن بد من مخصص يخصص الشيء عن مثله فقيل: للقديم وراء القدرة صفة من شأنها تخصيص الشيء عن مثله، فقول القائل: لم اختصت الإرادة بأحد المثلين، كقول القائل: لم اقتضى العلم الإحاطة بالمعلوم على ما هو به؟ فيقال: لأن العلم عبارة عن صفة هذا شأنها، فكذى الإرادة عبارة عن صفة هذا شأنها، بل ذاتها تمييز الشيء عن مثله.",
              "translation": "دەڵێین: جیهان لەو کاتەی تێیدا بوونی پەیدا کرد، و لەسەر ئەو وەسفەی کە هەیەتی، و لەو شوێنەی کە تێیدایە، تەنها بە 'ویست' (الإرادة) بووە. ویستیش سیفەتێکە کە 'کاری' (شأنها) هەر ئەوەیە شتێک لە هاوشێوەکەی جیا بکاتەوە. ئەگەر کاری ئەم سیفەتە ئەوە نەبووایە، ئەوا تەنها 'توانا' (القدرة) بەس بوو. بەڵام لەبەر ئەوەی ڕێژەی توانا بۆ دوو شتی دژ بەیەک یەکسانە، ناچار پێویست بە 'جیاکەرەوەیەک' بوو کە شتێک لە هاوشێوەکەی جیا بکاتەوە. بۆیە وترا: بوونەوەری ئەزەلی، جگە لە توانا، سیفەتێکی تری هەیە کە کاری هەر ئەوەیە شتێک لە هاوشێوەکەی تایبەت بکات. جا پرسیاری ئەو کەسەی کە دەڵێت: 'بۆچی ویست یەکێک لە دوو هاوشێوەکەی هەڵبژارد؟'، وەک پرسیاری ئەو کەسە وایە کە دەڵێت: 'بۆچی زانست (العلم) زانراوەکە دەگرێتەوە بەو شێوەیەی کە هەیە؟'. وەڵام دەدرێتەوە: چونکە 'زانست' بریتییە لە سیفەتێک کە کاری هەر ئەوەیە. بە هەمان شێوە، 'ویست'یش بریتییە لە سیفەتێک کە کاری هەر ئەوەیە. بەڵکو 'زاتی' ویست هەر بریتییە لە جیاکردنەوەی شتێک لە هاوشێوەکەی.",
              "commentary": "ئەمە وەڵامی کۆتایی و بنەڕەتیی غەزالی و قوتابخانەی ئەشعەرییە. ئەو پرسیاری 'بۆچی' ڕەتدەکاتەوە بە پێناسەکردنەوەی خودی 'ویست'. بەلای ئەوەوە، ویست سیفەتێک نییە کە پێویستی بە هۆکارێکی دەرەکی بێت بۆ هەڵبژاردن، بەڵکو 'سروشت' و 'ماهییەت'ی ویست هەر خۆی بریتییە لە 'جیاکردنەوە و تایبەتکردن'. پرسیارکردن لەوەی 'بۆچی ویست هەڵدەبژێرێت؟' وەک ئەوە وایە بپرسیت 'بۆچی زانست دەزانێت؟' یان 'بۆچی ئاگر گەرمە؟'. وەڵامەکە لە خودی پێناسەکەدایە. بەمە، غەزالی زنجیرەی پرسیارەکانی 'بۆچی' لە خاڵێکدا دەبڕێت کە بەلای خۆیەوە خاڵی بنەڕەتی و کۆتاییە."
            },
            
            {
              "line_number": "33",
              "original_text": "فإن قيل: إثبات صفة شأنها تمييز الشيء عن مثله غير معقول بل هو متناقض، فإن كونه مثلاً معناه أنه لا تميز له، وكونه مميزاً معناه أنه ليس مثلاً، ولا ينبغي أن يظن أن السوادين في محلين متماثلان من كل وجه لأن هذا في محل وذاك في محل آخر، وهذا يوجب التميز. ولا السوادان في وقتين في محل واحد متماثلان مطلقاً لأن هذا فارق ذلك في الوقت، فكيف يساويه من كل وجه. وإذا قلنا: السوادان مثلان، عنينا به في السوادية مضافاً إليه على الخصوص لا على الإطلاق، وإلا فلو اتحد المحل والزمان ولم يبق تغاير لم يعقل سوادان ولا عقلت الإثنينية أصلاً.",
              "translation": "ئەگەر بوترێت: سەلماندنی سیفەتێک کە کاری جیاکردنەوەی شتێک بێت لە هاوشێوەکەی، نامەعقوڵە، بەڵکو دژبەیەکییە (متناقض). چونکە مانای 'هاوشێوە' بوون ئەوەیە کە هیچ جیاوازییەکی نییە، و مانای 'جیاکراوە' بوونیش ئەوەیە کە هاوشێوە نییە. نابێت وا گومان ببرێت کە دوو ڕەشی لە دوو شوێندا لە هەموو ڕوویەکەوە وەک یەکن، چونکە ئەمەیان لە شوێنێکە و ئەویان لە شوێنێکی تر، ئەمەش خۆی جیاوازی دروست دەکات. دوو ڕەشیش لە دوو کاتی جیاوازدا لە یەک شوێندا بە ڕەهایی وەک یەک نین، چونکە ئەمەیان لە کاتدا لەگەڵ ئەوی تردا جیاوازە. کاتێک دەڵێین: دوو ڕەشییەکە هاوشێوه‌ی یەکن، مەبەستمان تەنها لە خودی 'ڕەشییەکە'دایە، نەک بە شێوەیەکی ڕەها. ئەگەرنا، ئەگەر شوێن و کات یەکیان بگرتایە و هیچ جیاوازییەک نەمایە، ئەوا هەرگیز دوو ڕەشی وێنا نەدەکرا و چەمکی 'دووانە' بوون (الإثنينية) هەرگیز بوونی نەدەبوو.",
              "commentary": "لێرەدا فەیلەسووفان هێرش دەکەنە سەر خودی پێناسەکەی غەزالی بۆ 'ویست'. ئەوان دەڵێن ئەم پێناسەیە لە خۆیدا 'دژبەیەکیی لۆژیکی' تێدایە. چۆن دەکرێت شتێک لە 'هاوشێوە'کەی جیا بکەیتەوە؟ ئەگەر بەڕاستی هاوشێوە بن، ئەوا هیچ بنەمایەک بۆ جیاکردنەوە نییە. ئەگەریش توانیت جیایان بکەیتەوە، کەواتە لە بنەڕەتدا هاوشێوە نەبوون. ئەوان دەڵێن جیاوازی تەنها بەهۆی شوێن یان کاتەوەیە. بەمە دەیانەوێت بڵێن کە چەمکی 'ویستێکی پەتی کە شتە وەک یەکەکان لێک جیا دەکاتەوە' لە ڕووی لۆژیکییەوە پووچەڵە."
            },
            {
              "line_number": "34",
              "original_text": "يحقق هذا أن لفظ الإرادة مستعارة من إرادتنا ولا يتصور منا أن نميز بالإرادة الشيء عن مثله، بل لو كان بين يدي العطشان قدحان من الماء يتساويان من كل وجه بالإضافة إلى غرضه، لم يمكن أن يأخذ أحدهما، بل إنما يأخذ ما يراه أحسن أو أخف أو أقرب إلى جانب يمينه، إن كان عادته تحريك اليمين أو سبب من هذه الأسباب إما خفي وإما جلي، وإلا فلا يتصور تمييز الشيء عن مثله بحال.",
              "translation": "بەڵگەی ئەمەش ئەوەیە کە وشەی 'ویست' لە ویستی ئێمەوە وەرگیراوە، و لە ئێمەدا وێنا ناکرێت کە بە ویست شتێک لە هاوشێوەکەی جیا بکەینەوە. بەڵکو ئەگەر کەسێکی تینوو دوو پەرداخ ئاوی لەبەردەستدا بێت کە لە هەموو ڕوویەکەوە یەکسان بن بەگوێرەی مەبەستی ئەو، ئەوا ناتوانێت یەکێکیان هەڵبگرێت. بەڵکو تەنها ئەوە هەڵدەگرێت کە بە باشتر یان سووکتر یان نزیکتر لە لای ڕاستی خۆی دەبینێت، ئەگەر ڕاهاتنی وابێت، یان هەر هۆکارێکی تری لەم جۆرە، جا دیار بێت یان شاراوە. ئەگەرنا، جیاکردنەوەی شتێک لە هاوشێوەکەی بە هیچ شێوەیەک وێنا ناکرێت.",
              "commentary": "ئەمە نموونەی بەناوبانگی 'کەسی تینوو' یان 'گوێدرێژەکەی بوریدان'ە (هەرچەندە غەزالی پێش بوریدان بووە). فەیلەسووفان دەیانەوێت بیسەلمێنن کە تەنانەت ویستی مرۆڤیش ناتوانێت لە بۆشاییدا کار بکات. بۆ هەڵبژاردنی نێوان دوو بژاردەی تەواو یەکسان، دەبێت هۆکارێکی بچووکی دەرەکی (مخصص) هەبێت کە تەرازووەکە بە لایەکدا بخات. بەبێ ئەم هۆکارە، ویست ئیفلیج دەبێت. دەرەنجام: سیفەتێک بە ناوی 'ویستی پەتی کە شتە وەک یەکەکان جیا دەکاتەوە' بوونی نییە."
            },
            {
              "line_number": "35",
              "original_text": "والاعتراض من وجهين: الأول أن قولكم: إن هذا لا يتصور، عرفتموه ضرورة أو نظراً؟ ولا يمكن دعوى واحد منهما، وتمثيلكم بإرادتنا مقايسة فاسدة تضاهي المقايسة في العلم، وعلم الله يفارق علمنا في أمور قررناها، فلم تبعد المفارقة في الإرادة بل هو كقول القائل: ذات موجودة لا خارج العالم ولا داخله ولا متصلاً ولا منفصلاً لا يعقل لأنا لا نعقله في حقنا. قيل: هذا عمل توهمك، وأما دليل العقل فقد ساق العقلاء إلى التصديق بذلك، فبم تنكرون على من يقول: دليل العقل ساق إلى إثبات صفة لله تعالى من شأنها تمييز الشيء عن مثله؟ فإن لم يطابقها اسم الإرادة فلتسم باسم آخر، فلا مشاحة في الأسماء. وإنما أطلقناها نحن بإذن الشرع، وإلا فالإرادة موضوعة في اللغة لتعيين ما فيه غرض، ولا غرض في حق الله، وإنما المقصود المعنى دون اللفظ.",
              "translation": "ڕەخنەکە لە دوو ڕووەوەیە: یەکەم ئەوەی کە وتتان: 'ئەمە وێنا ناکرێت'، ئایا بە پێویستیی عەقڵ زانیوتانە یان بە تێڕامان؟ بانگەشەی هیچ کامیان ناکرێت. شوبهاندنی ئێوەش بە ویستی ئێمە، 'قیاسێکی پووچەڵ'ە (مقايسة فاسدة) وەک قیاسی زانست وایە. زانستی خودا لە زانستی ئێمە جیاوازە لە چەندین ڕووەوە کە باسمان کردووە، ئەی بۆچی جیاوازی لە ویستیشدا بەدوور دەزانرێت؟ بەڵکو وەک قسەی ئەو کەسە وایە کە بڵێت: زاتێکی بوونەوەر کە نە لە دەرەوەی جیهانە و نە لە ناوەوەی، نە پێوەی لکاوە و نە لێی جیاکراوەتەوە، مەعقوڵ نییە، چونکە ئێمە لەبارەی خۆمانەوە شتی وا تێناگەین. دەگوترێت: ئەمە کاری 'وەهم'ی تۆیە، بەڵام بەڵگەی عەقڵ، عاقڵەکانی گەیاندۆتە باوەڕبوون بەوە. جا بە چی نکۆڵی لەوە دەکەن کەسێک بڵێت: بەڵگەی عەقڵ گەیاندوویەتی بە سەلماندنی سیفەتێک بۆ خودای گەورە کە کاری جیاکردنەوەی شتێک بێت لە هاوشێوەکەی؟ ئەگەر ناوی 'ویست'یشی لەگەڵدا نەگونجا، با ناوێکی تری لێ بنرێت، کێشە لەسەر ناوەکان نییە. ئێمە تەنها بە ئیزنی شەرع ئەم ناوەمان بەکارهێناوە. ئەگەرنا، 'ویست' لە زماندا دانراوە بۆ دیاریکردنی ئەوەی کە 'مەبەست'ێکی (غرض) تێدایە، و لەبارەی خوداوە مەبەست بوونی نییە. مەبەستی سەرەکی 'مانا'کەیە نەک 'وشە'کە.",
              "commentary": "غەزالی دووبارە چەکی 'قیاسی پووچەڵ' بەکاردەهێنێتەوە. پێیان دەڵێت: ئێوە خۆتان دەڵێن زانستی خودا وەک هی ئێمە نییە، کەواتە بۆچی پێداگیری دەکەن کە ویستی خودا دەبێت وەک هی ئێمە بێت؟ پاشان دەڵێت ئەگەر لە وشەی 'ویست'دا کێشەتان هەیە، با ناوێکی تری لێ بنێین. ئەوەی گرنگە خودی 'مانا'کەیە: بوونی سیفەتێکی خودایی کە ئەگەرێک لەناو کۆمەڵێک ئەگەری یەکساندا هەڵدەبژێرێت."
            },
            {
              "line_number": "36",
              "original_text": "على أنه في حقنا لا نسلم أن ذلك غير متصور، فإنا نفرض تمرتين متساويتين بين يدي المتشوف إليهما العاجز عن تناولهما جميعاً، فإنه يأخذ إحداهما لا محالة بصفة شأنها تخصيص الشيء عن مثله. وكل ما ذكرتموه من المخصصات من الحسن أو القرب أو تيسر الأخذ فإنا نقدر على فرض انتفائه، ويبقى إمكان الأخذ. فأنتم بين أمرين: إما إن قلتم: إنه لا يتصور التساوي بالإضافة إلى أغراضه فقط، وهو حماقة وفرضه ممكن، وإما إن قلتم: التساوي إذا فرض بقي الرجل المتشوف أبداً متحيراً ينظر إليهما فلا يأخذ إحداهما بمجرد الإرادة والاختيار المنفك عن الغرض، وهو أيضاً محال يعلم بطلانه ضرورةً. فإذن لابد لكل ناظر شاهداً أو غائباً في تحقيق الفعل الاختياري من إثبات صفة شأنها تخصيص الشيء عن مثله.",
              "translation": "لەسەر ئەمەش، ئێمە دان بەوەدا نانێین کە لەبارەی خۆشمانەوە شتێکی وا وێنا ناکرێت. ئێمە وا دادەنێین دوو خورمای تەواو وەک یەک لەبەردەستی کەسێکدایە کە ئارەزووی دەکات و ناتوانێت هەردووکیان پێکەوە هەڵبگرێت. بێ گومان یەکێکیان هەڵدەگرێت، بەهۆی سیفەتێکەوە کە کاری تایبەتکردنی شتێکە لە هاوشێوەکەی. هەموو ئەو جیاکەرەوانەی ئێوە باستتان کرد وەک جوانی و نزیکی و ئاسانیی هەڵگرتن، ئێمە دەتوانین وا دابنێین کە هەموویان نەماون، و هێشتا ئەگەری هەڵگرتنەکە هەر دەمێنێت. ئێوە لە نێوان دوو شتدان: یان دەڵێن وێنا ناکرێت دوو شت لە هەموو ڕوویەکەوە یەکسان بن، کە ئەمە گەمژەییە و وێناکردنی شتی وا مومکینە. یان دەڵێن: ئەگەر یەکسانییەکە وێنا کرا، ئەوا پیاوە ئارەزوومەندەکە بۆ هەتاهەتایە بە سەرگەردانی دەمێنێتەوە و سەیریان دەکات و یەکێکیان هەڵناگرێت تەنها بە ویست و هەڵبژاردنی پەتی، کە ئەمەش مەحاڵێکە و پووچەڵبوونی بە پێویستی دەزانرێت. کەواتە، بۆ سەلماندنی 'کرداری ئارەزوومەندانە' (الفعل الاختياري)، پێویستە دان بە بوونی سیفەتێکدا بنرێت کە کاری تایبەتکردنی شتێکە لە هاوشێوەکەی.",
              "commentary": "غەزالی لێرەدا نموونەی فەیلەسووفان پێچەوانە دەکاتەوە. لەبری 'کەسی تینوو'، نموونەی 'کەسی ئارەزوومەندی خورما' دێنێتەوە. ئەو دەڵێت: لە واقیعدا، مرۆڤ لەبەردەم دوو بژاردەی یەکساندا ئیفلیج نابێت، بەڵکو بە سادەیی یەکێکیان هەڵدەبژێرێت. مانەوەی هەتاهەتایی لە دۆخی دوودڵیدا خۆی 'مەحاڵ' و دژی واقیعە. کەواتە، خودی مرۆڤیش خاوەنی سیفەتێکە (کە ویستە) کە دەتوانێت بەبێ هۆکارێکی دەرەکی، یەکێک لە دوو بژاردەی یەکسان هەڵبژێرێت. بەمە غەزالی بنەمای ئەزموونیی بەڵگەی فەیلەسووفان پووچەڵ دەکاتەوە."
            },
            {
              "line_number": "37",
              "original_text": "الوجه الثاني في الاعتراض هو أنا نقول: أنتم في مذهبكم ما استغنيتم عن تخصيص الشيء عن مثله، فإن العالم وجد من سببه الموجب له على هيئات مخصوصة تماثل نقائضها، فلم اختص ببعض الوجوه؟ واستحالة تميز الشيء عن مثله في الفعل أو في اللزوم بالطبع أو بالضرورة لا تختلف.",
              "translation": "ڕووی دووەمی ڕەخنەکە ئەوەیە کە دەڵێین: ئێوەش لە بیروڕای خۆتاندا دەستبەرداری جیاکردنەوەی شتێک لە هاوشێوەکەی نەبوون. چونکە جیهان لە هۆکارە پێویستکەرەکەیەوە بە شێوە و دۆخی دیاریکراو (هيئات مخصوصة) بوونی پەیدا کردووە کە هاوشێوەی دژەکانی خۆیەتی. ئەی بۆچی بە هەندێک لەو دۆخانە تایبەت بووە؟ مەحاڵبوونی جیاکردنەوەی شتێک لە هاوشێوەکەی، جیاوازیی نییە لەوەی کە بە 'کردار' (فعل) بێت یان بە 'پێویستیی سروشتی' (لزوم بالطبع) بێت.",
              "commentary": "ئەمە خاڵێکی زۆر بەهێزە. غەزالی دەڵێت: ئێوەی فەیلەسووفانیش کە دەڵێن جیهان بە پێویستی و بە شێوەیەکی سروشتی لە خوداوە دەرچووە، هەمان کێشەتان هەیە. بۆچی جیهان ئەم قەبارە و شێوە و یاسا دیاریکراوانەی هەیە و شێوەیەکی تری نییە کە بە هەمان ئەندازە مومکین بوو؟ کێشەی 'هەڵبژاردنی یەک ئەگەر لەناو ئەگەرە یەکسانەکاندا' تەنها کێشەی 'ویست' نییە، بەڵکو کێشەی هەر سیستمێکە کە دەیەوێت لە بوونێکی ئەزەلییەوە جیهانێکی دیاریکراو بەدی بهێنێت."
            },
            {
              "line_number": "38",
              "original_text": "فإن قلتم: إن النظام الكلي للعالم لا يمكن إلا على الوجه الذي وجد، وإن العالم لو كان أصغر أو أكبر مما هو الآن عليه لكان لا يتم هذا النظام، وكذا القول في عدد الأفلاك وعدد الكواكب. وزعمتم أن الكبير يخالف الصغير والكثير يفارق القليل في ما يراد منه فليست متماثلة بل هي مختلفة، إلا أن القوة البشرية تضعف عن درك وجوه الحكمة في مقاديرها وتفاصيلها وإنما تدرك الحكمة في بعضها كالحكمة في ميل فلك البروج عن معدل النهار والحكمة في الأوج والفلك الخارج المركز، والأكثر لا يدرك السر فيها ولكن يعرف اختلافها، ولا بعد في أن يتميز الشيء عن خلافه لتعلق نظام الأمر به. وأما الأوقات",
              "translation": "ئەگەر بڵێن: 'سیستەمی گشتیی جیهان' (النظام الكلي) تەنها بەو شێوەیە دەکرێت کە بوونی هەیە. ئەگەر جیهان بچووکتر یان گەورەتر بووایە لەوەی ئێستا هەیە، ئەوا ئەم سیستەمە تەواو نەدەبوو. هەمان شت بۆ ژمارەی فەلەکەکان و ئەستێرەکانیش ڕاستە. ئێوە بانگەشەی ئەوە دەکەن کە گەورە لە بچووک جیاوازە و زۆر لە کەم جیاوازە لەوەی مەبەست لێیەتی، کەواتە ئەمانە هاوشێوە نین بەڵکو جیاوازن. تەنها ئەوەیە کە توانای مرۆڤ لاوازە لە تێگەیشتنی حیكمەت لە وردەکاریی قەبارە و شێوەکاندا. مرۆڤ تەنها لە هەندێکیان تێدەگات، وەک حیكمەت لە لاربوونی فەلەکی بورجەکان لە هێڵی یەکسانیی شەو و ڕۆژ، و حیكمەت لە خاڵی هەرە دوور (الأوج) و فەلەکی دەرەوەی ناوەند (الفلك الخارج المركز). مرۆڤ لە نهێنیی زۆرینەیان تێناگات، بەڵام جیاوازییەکەیان دەزانێت. دوور نییە شتێک لە دژەکەی جیاواز بێت چونکە سیستەمی گشتی پێوەی بەندە. بەڵام کاتەکان...",
              "commentary": "غەزالی وەڵامی پێشبینیکراوی فەیلەسووفان دەهێنێتەوە. ئەوان دەڵێن: ئەو ئەگەرانەی تر کە باسیان دەکەیت، لە بنەڕەتدا 'یەکسان' نەبوون. تەنها یەک سیستەمی گونجاو بۆ جیهان هەبوو، هەر گۆڕانکارییەکی بچووک لە قەبارە یان ژمارەی هەسارەکاندا، هەموو سیستەمەکەی تێک دەدا. کەواتە لێرەدا هەڵبژاردنێک لەنێوان ئەگەری یەکساندا نەبووە. ئەوان دان بەوەدا دەنێن کە ئێمە لە هەموو حیكمەتەکان تێناگەین، بەڵام دەتوانین گریمانەی بکەین. غەزالی بە زیرەکییەوە ڕستەکە بە وشەی 'وأما الأوقات' (بەڵام کاتەکان) تەواو دەکات، کە ئاماژەیە بۆ ئەوەی ئەم وەڵامەیان بۆ کێشەی جیاوازیی 'کاتەکان' دەست نادات."
            },
             {
              "line_number": "39",
              "original_text": "فمتشابهة قطعاً بالنسبة إلى الإمكان وإلى النظام، ولا يمكن أن يدعي أنه لو خلق بعد ما خلق أو قبله بلحظة لما تصور النظام، فإن تماثل الأحوال يعلم بالضرورة.",
              "translation": "بێ گومان لە ڕووی 'ئەگەر' (الإمكان) و 'سیستەم'ەوە (النظام) وەک یەکن. ناکرێت بانگەشەی ئەوە بکرێت کە ئەگەر چرکەیەک پێشتر یان دواتر دروست بکرایە، سیستەمەکە وێنا نەدەکرا. چونکە یەکسانیی حاڵەتەکان بە پێویستیی عەقڵ دەزانرێت.",
              "commentary": "لێرەدا غەزالی بەڵگەی فەیلەسووفان ('سیستەمی گشتی') پووچەڵ دەکاتەوە بەوەی کە ئەم بەڵگەیە بۆ 'کات' کارا نییە. لەوانەیە قەبارە و شێوەی جیهان تاکە ئەگەری گونجاو بووبێت، بەڵام هەموو 'کات'ەکان بۆ دەستپێکردنی ئەم سیستەمە بە تەواوی وەک یەک و یەکسانن. هیچ هۆکارێکی عەقڵی نییە کە بیسەلمێنێت دروستبوون لە چرکەی 'س'دا باشترە لە چرکەی 'ش'. کەواتە کێشەی جیاکردنەوەی شتە وەک یەکەکان هەر بەردەوامە."
            },
            {
              "line_number": "40",
              "original_text": "فنقول: نحن وإن كنا نقدر على معارضتكم بمثله في الأحوال إذ قال قائلون: خلقه في الوقت الذي كان الأصلح الخلق فيه، لكنا لا نقتصر على هذه المقابلة بل نفرض على أصلكم تخصصاً في موضعين لا يمكن أن يقدر فيه اختلاف: أحدهما اختلاف جهة الحركة والآخر تعين موضع القطب في الحركة عن المنطقة.",
              "translation": "کەواتە دەڵێین: ئێمە هەرچەندە دەتوانین بە هەمان شێوە وەڵامتان بدەینەوە و بڵێین: خودا جیهانی لەو کاتەدا دروست کرد کە 'باشترین' (الأصلح) کات بوو بۆ دروستکردن. بەڵام ئێمە تەنها بەم وەڵامدانەوەیە ناوەستین، بەڵکو لەسەر بنەمای بیروڕای خۆتان، دوو حاڵەتی 'تایبەتکردن' (تخصیص) دەهێنینەوە کە هەرگیز ناتوانرێت هیچ جیاوازییەکی تێدا وێنا بکرێت: یەکەمیان جیاوازیی 'ئاراستەی جووڵە' و دووەمیان دیاریکردنی 'شوێنی جەمسەر'ە (القطب) لە جووڵەدا.",
              "commentary": "غەزالی ستراتیژی خۆی دەگۆڕێت. لەبری ئەوەی بڵێت 'کاتەکە باشترین بوو'، کە وەڵامێکی لاوازە، ڕاستەوخۆ هێرش دەکاتە سەر دوو خاڵی لاوازی کۆسمۆلۆژیای فەیلەسووفان خۆیان. ئەو دوو نموونە دەهێنێتەوە کە تێیاندا دوو ئەگەری تەواو یەکسان هەن، و فەیلەسووفان ناتوانن بە هیچ شێوەیەک پاساو بۆ هەڵبژاردنی یەکێکیان بەسەر ئەوی تردا بهێننەوە."
            },
            {
              "line_number": "41",
              "original_text": "أما القطب فبيانه أن السماء كرة متحركة على قطبين كأنهما ثابتان، وكرة السماء متشابهة الأجزاء فإنها بسيطة، لا سيما الفلك الأعلى الذي هو التاسع فإنه غير مكوكب أصلاً، وهما متحركان على قطبين شمالي وجنوبي. فنقول: ما من نقطتين متقابلتين من النقط التي لا نهاية لها عندهم إلا ويتصور أن يكون هو القطب. فلم تعينت نقطتا الشمال والجنوب للقطبية والثبات؟ ولم لم يكن خط المنطقة ماراً بالنقطتين حتى يعود القطب إلى نقطتين متقابلتين على المنطقة؟ فإن كان في مقدار كبر السماء وشكله حكمة فما الذي ميز محل القطب عن غيره حتى تعين لكونه قطباً دون سائر الأجزاء والنقط، وجميع النقط متماثلة وجميع أجزاء الكرة متساوية؟ وهذا لا مخرج عنه؟",
              "translation": "سەبارەت بە جەمسەر: ڕوونکردنەوەی ئەوەیە کە ئاسمان گۆیەکە بە دەوری دوو جەمسەری وەک بڵێی جێگیردا دەجووڵێت. گۆی ئاسمانیش بەشەکانی وەک یەکن چونکە 'سادە'یە (بسيطة)، بەتایبەتی فەلەکی هەرە سەرەوە کە نۆیەمە و هیچ ئەستێرەیەکی تێدا نییە. ئەم گۆیە بە دەوری دوو جەمسەری باکوور و باشووردا دەخولێتەوە. ئێمە دەڵێین: هەر دوو خاڵی بەرامبەر یەک لەو خاڵانەی کە لای ئەوان بێ کۆتایە، دەتوانرێت وێنا بکرێت کە ببنە جەمسەر. ئەی بۆچی تەنها خاڵەکانی باکوور و باشوور بۆ جەمسەری و جێگیری دیاری کران؟ بۆچی هێڵی کەمەرەیی بەو دوو خاڵەدا تێناپەڕێت تا جەمسەرەکە بگوازرێتەوە بۆ دوو خاڵی تر لەسەر کەمەرەکە؟ ئەگەر حیكمەتێک لە قەبارە و شێوەی ئاسماندا هەبێت، ئەی چی شوێنی جەمسەرەکەی لە شوێنەکانی تر جیاکردەوە تا ببێتە جەمسەر، لە کاتێکدا هەموو خاڵ و بەشەکانی گۆیەکە وەک یەکن؟ ئەمە دەرچوونی لێی نییە!",
              "commentary": "ئەمە بەڵگەیەکی زۆر بەهێزە. بەپێی بۆچوونی فەیلەسووفان، فەلەکی هەرە سەرەوە گۆیێکی تەواو یەکنوا و سادەیە. کەواتە هەموو خاڵەکانی لەسەر ڕووەکەی وەک یەکن. پرسیارەکە ئەمەیە: بۆچی جووڵەی ئەم گۆیە بە دەوری ئەم دوو خاڵە دیاریکراوەدا دەخولێتەوە (جەمسەری باکوور و باشوور) نەک هەر دوو خاڵی بەرامبەر یەکی تر؟ مادام هەموو ئەگەرەکان یەکسانن، دیاریکردنی یەکێکیان بەبێ ئەوی تر پێویستی بە 'جیاکەرەوەیەک' هەیە کە لێرەدا بوونی نییە. ئەمەش ئاماژەیە بۆ بوونی 'ویست'ێکی ئازاد نەک 'پێویستی'یەکی کوێرانە."
            },
            {
              "line_number": "42",
              "original_text": "فإن قيل لعل الموضع الذي عليه نقطة القطب يفارق غيره بخاصية تناسب كونه محلاً للقطب حتى يثبت، فكأنه لا يفارق مكانه وحيزه ووضعه أو ما يفرض إطلاقه عليه من الأسامي، وسائر مواضع الفلك يتبدل بالدور وضعها من الأرض ومن الأفلاك والقطب ثابت الوضع، فلعل ذلك الموضع كان أولى بأن يكون ثابت الوضع من غيره.",
              "translation": "ئەگەر بوترێت: لەوانەیە ئەو شوێنەی خاڵی جەمسەری لەسەرە، بە 'تایبەتمەندییەک' (خاصية) لە شوێنەکانی تر جیاواز بێت کە گونجاو بێت بۆ بوون بە جەمسەر و جێگیربوون. جا وەک ئەوە وایە کە شوێن و جێگە و دۆخی خۆی بەجێ نەهێڵێت، و باقی شوێنەکانی تری فەلەک بەهۆی خولانەوەوە دۆخیان دەگۆڕێت، بەڵام جەمسەر دۆخی جێگیرە. لەوانەیە ئەو شوێنە شایستەتر بووبێت بۆ جێگیری لەوانی تر.",
              "commentary": "فەیلەسووفان لە وەڵامدا پەنا بۆ گریمانەیەک دەبەن: لەوانەیە هەموو خاڵەکان وەک یەک نەبن و ئەو دوو خاڵەی کە بوونەتە جەمسەر، 'تایبەتمەندی'یەکی سروشتیی شاراوەیان هەبووە کە وای لێکردوون بۆ جێگیری گونجاو بن. ئەمە هەوڵێکە بۆ دۆزینەوەی 'جیاکەرەوە'یەک تا لە کێشەکە دەرباز بن."
            },
            {
              "line_number": "43",
              "original_text": "قلنا: ففي هذا تصريح بتفاوت أجزاء الكرة الأولى في الطبيعة وأنها ليست متشابهة الأجزاء، وهو على خلاف أصلكم، إذ أحد ما استدللتم به على لزوم كون السماء كرى الشكل أنه بسيط الطبيعة متشابه لا يتفاوت، وأبسط الأشكال الكرة، فإن التربيع والتسديس وغيرهما يقتضي خروج زوايا وتفاوتها، وذلك لا يكون إلا بأمر زائد على الطبع البسيط.",
              "translation": "دەڵێین: ئەمە دانپێدانانێکی ڕوونە بە جیاوازیی بەشەکانی گۆی یەکەم لە سروشتدا و ئەوەی کە بەشەکانی وەک یەک نین. ئەمەش پێچەوانەی بنەمای خۆتانە. چونکە یەکێک لە بەڵگەکانی ئێوە بۆ ئەوەی ئاسمان شێوەی گۆیی بێت ئەوە بوو کە سروشتێکی سادە و یەکسانی هەیە. سادەترین شێوەش گۆیە، چونکە چوارگۆشە و شەشگۆشە گۆشەی دەرپەڕیو و جیاوازیی تێدایە، کە ئەوەش تەنها بە شتێکی زیادە لەسەر سروشتی سادە دەبێت.",
              "commentary": "غەزالی یەکسەر دژبەیەکییەکەیان ئاشکرا دەکات. پێیان دەڵێت: ئێوە خۆتان بۆ ئەوەی بیسەلمێنن ئاسمان گۆییە، وتتان چونکە سروشتەکەی 'سادە' و 'یەکنوایە' و هیچ جیاوازییەکی تێدا نییە. کەچی ئێستا بۆ دەربازبوون لە کێشەی جەمسەر، دەڵێن بەشەکانی جیاوازن! ئەمە دژبەیەکییە لەگەڵ بنەما سەرەکییەکانی خۆتاندا."
            },
            {
              "line_number": "44",
              "original_text": "ولكنه وإن خالف مذهبكم فليس يندفع الإلزام به، فإن السؤال في تلك الخاصية قائم، إذ سائر الأجزاء هل كان قابلاً تلك الخاصية أم لا؟ فإن قالوا نعم، فلم اختصت الخاصية من بين المتشابهات ببعضها؟ وإن قالوا: لم يكن ذلك إلا في ذلك الموضع وسائر الأجزاء لا تقبلها، فنقول: سائر الأجزاء من حيث أنها جسم قابل للصور متشابه بالضرورة، وتلك الخاصية التي يستحقها ذلك الموضع بمجرد كونه جسماً ولا بمجرد كونه سماء، فإن هذا المعنى يشاركه فيه سائر أجزاء السماء، فلا بد وأن يكون تخصيصه به بتحكم أو بصفة من شأنها تخصيص الشيء عن مثله، وإلا فكما يستقيم لهم قولهم: إن الأحوال في قبول وقوع العالم فيها متساوية، يستقيم لخصومهم أن أجزاء السماء في قبول المعنى الذي لأجله صار ثبوت الوضع أولى به من تبدل الوضع متساوية، وهذا لا مخرج منه.",
              "translation": "بەڵام هەرچەندە پێچەوانەی بیروڕای خۆشتان بێت، هێشتا کێشەکە چارەسەر نابێت. چونکە پرسیارەکە لەبارەی خودی ئەو 'تایبەتمەندی'یەوە هەر دەمێنێت. ئایا باقی بەشەکانی تر توانای وەرگرتنی ئەو تایبەتمەندییەیان هەبوو یان نا؟ ئەگەر بڵێن بەڵێ، ئەی بۆچی ئەو تایبەتمەندییە لەنێو شتە وەک یەکەکاندا تەنها درا بە هەندێکیان؟ خۆ ئەگەر بڵێن: تەنها لەو شوێنەدا دەبوو و شوێنەکانی تر وەریان نەدەگرت، دەڵێین: باقی بەشەکانی تر لەبەر ئەوەی 'جەستە'ن و شێوە وەردەگرن، بە پێویستی وەک یەکن. ئەو تایبەتمەندییەش تەنها لەبەر ئەوەی جەستەیە یان ئاسمانە شایەنی نەبووە، چونکە باقی بەشەکانی تریش هەمان سیفەتیان هەیە. کەواتە دەبێت تایبەتکردنی بە حوکمێکی سەپێنراو بێت یان بە سیفەتێک بێت کە کاری تایبەتکردنی شتێک بێت لە هاوشێوەکەی. ئەگەرنا، هەروەک چۆن بۆ ئەوان ڕاستە بڵێن کاتەکان بۆ دروستبوونی جیهان وەک یەکن، بۆ ناحەزەکانیشیان ڕاستە بڵێن کە بەشەکانی ئاسمان بۆ وەرگرتنی ئەو تایبەتمەندییەی کە وای لێدەکات جێگیر بێت، وەک یەکن. ئەمەش دەرچوونی لێی نییە.",
              "commentary": "غەزالی کێشەکە دەباتە ئاستێکی قوڵتر. دەڵێت: باشە، با وا دابنێین ئەو خاڵانە تایبەتمەندییەکیان هەیە. پرسیارەکە دەبێتە: خودی ئەو تایبەتمەندییە بۆچی درا بەو خاڵانە و نەدرا بەوانی تر؟ بەمە هەمان کێشەی 'تایبەتکردنی شتێک لە هاوشێوەکەی' (تخصيص الشيء عن مثله) دێتەوە ئاراوە، تەنها لە ئاستێکی جیاوازدا. کەواتە فەیلەسووفان ناتوانن لەم کێشە بنەڕەتییە دەرباز بن."
            },
            {
              "line_number": "45",
              "original_text": "الإلزام الثاني تعين جهة حركة الأفلاك بعضها من المشرق إلى المغرب وبعضها بالعكس، مع تساوي الجهات، ما سببها وتساوي الجهات كتساوي الأوقات من غير فرق؟",
              "translation": "بەڵگەی ناچارکەری دووەم: دیاریکردنی ئاراستەی جووڵەی فەلەکەکانە، هەندێکیان لە ڕۆژهەڵاتەوە بۆ ڕۆژئاوا و هەندێکیان بە پێچەوانەوە، لە کاتێکدا کە هەموو ئاراستەکان یەکسانن. هۆکاری ئەمە چییە؟ یەکسانیی ئاراستەکانیش وەک یەکسانیی کاتەکانە بەبێ هیچ جیاوازییەک.",
              "commentary": "غەزالی دەچێتە سەر نموونەی دووەمی. فەلەکی هەرە سەرەوە لە ڕۆژهەڵاتەوە بۆ ڕۆژئاوا دەجووڵێت، بەڵام فەلەکی هەسارەکان بە پێچەوانەوە. پرسیارەکە ئەوەیە: بۆچی بەم شێوەیە و نەک بە پێچەوانەوە (سەرەوە لە ڕۆژئاواوە بۆ ڕۆژهەڵات و ئەوانی تر بە پێچەوانەوە)؟ هەردوو سیستەمەکە تەواو هاوشێوەی یەکن و هیچ هۆکارێکی عەقڵی نییە بۆ هەڵبژاردنی یەکێکیان بەسەر ئەوی تردا."
            },
            {
              "line_number": "46",
              "original_text": "فإن قيل: لو كان الكل يدور من جهة واحدة لما تباينت أوضاعها ولم تحدث مناسبات الكواكب بالتثليث والتسديس والمقارنة وغيرها ولكان الكل على وضع واحد لا يختلف قط، وهذه المناسبات مبدأ الحوادث في العالم.",
              "translation": "ئەگەر بوترێت: ئەگەر هەمووی بە یەک ئاراستەدا بخولایەتەوە، ئەوا دۆخەکانیان جیاواز نەدەبوو و پەیوەندییەکانی نێوان هەسارەکان وەک سێگۆشەیی و شەشگۆشەیی و لێک نزیکبوونەوە و هی تر ڕوویان نەدەدا، و هەمووی لەسەر یەک دۆخی نەگۆڕ دەمایەوە. ئەم پەیوەندییانەش سەرچاوەی ڕووداوەکانن لەم جیهانەدا.",
              "commentary": "فەیلەسووفان پاساو دەهێننەوە و دەڵێن کە جووڵەی پێچەوانە 'پێویستە' بۆ ئەوەی گۆڕانکاری و ڕووداو لە جیهانی ژێر مانگدا دروست ببێت. ئەگەر هەموو فەلەکەکان پێکەوە بە یەک ئاراستەدا بجووڵانایە، دۆخی نێوانیان هەرگیز نەدەگۆڕا و جیهان یەکنوا و بێ ڕووداو دەبوو."
            },
            {
              "line_number": "47",
              "original_text": "قلنا: لسنا نلزم اختلاف جهة الحركة بل نقول: الفلك الأعلى يتحرك من المشرق إلى المغرب والذي تحته بالعكس، وكل ما يمكن تحصيله بهذا يمكن تحصيله بعكسه وهو أن يتحرك الأعلى من المغرب إلى المشرق وما تحته في مقابلته فيحصل التفاوت، وجهات الحركة بعد كونها دورية وبعد كونها متقابلة متساوية فلم تميزت جهة عن جهة تماثلها؟",
              "translation": "دەڵێین: ئێمە ڕەخنە لە جیاوازیی ئاراستەی جووڵەکان ناگرین، بەڵکو دەڵێین: فەلەکی سەرەوە لە ڕۆژهەڵاتەوە بۆ ڕۆژئاوا دەجووڵێت و ئەوەی ژێری بە پێچەوانەوە. هەموو ئەوەی بەمە بەدەست دێت، بە پێچەوانەکەشی بەدەست دێت، ئەویش ئەوەیە کە فەلەکی سەرەوە لە ڕۆژئاواوە بۆ ڕۆژهەڵات بجووڵێت و ئەوەی ژێریشی بە پێچەوانەوە، و هەر جیاوازییەکە دروست دەبێت. ئاراستەکانی جووڵە دوای ئەوەی بازنەیی و پێچەوانەی یەکن، یەکسانن. ئەی بۆچی ئاراستەیەک لە ئاراستەیەکی هاوشێوەی خۆی جیاکرایەوە؟",
              "commentary": "غەزالی وەڵامێکی زیرەکانە دەداتەوە. ئەو دان بە پێویستیی جووڵەی پێچەوانەدا دەنێت، بەڵام دەڵێت: دوو سیستەمی جووڵەی پێچەوانە هەن کە تەواو هاوشێوەی یەکترن (سیستەمی ئێستا و سیستەمێکی ئاوێنەیی). بۆچی سروشت یان خودا یەکێکیانی هەڵبژارد نەک ئەوی تر؟ مادام هەردووکیان هەمان دەرەنجامیان هەیە و تەواو یەکسانن، ئەمە دیسانەوە دەمانباتەوە سەر کێشەی 'تایبەتکردن بەبێ جیاکەرەوە'."
            },
            {
              "line_number": "48",
              "original_text": "فإن قالوا: الجهتان متقابلتان متضادتان فكيف يتساويان؟ قلنا: هذا كقول القائل: التقدم والتأخر في وجود العالم يتضادان فكيف يدعي تشابههما؟ ولكن زعموا أنه يعلم تشابه الأوقات بالنسبة إلى إمكان الوجود وإلى كل مصلحة يتصور فرضه في الوجود. فكذلك يعلم تساوي الأحياز والأوضاع والأماكن والجهات بالنسبة إلى قبول الحركة وكل مصلحة تتعلق بها. فإن ساغ لهم دعوى الاختلاف مع هذا التشابه كان لخصومهم دعوى الاختلاف في الأحوال والهيئات أيضاً.",
              "translation": "ئەگەر بڵێن: دوو ئاراستەکە دژ و پێچەوانەی یەکن، چۆن یەکسان دەبن؟ دەڵێین: ئەمە وەک قسەی ئەو کەسە وایە کە بڵێت: پێشکەوتن و دواکەوتن لە بوونی جیهاندا دژ بەیەکن، چۆن بانگەشەی یەکسانییان دەکرێت؟ بەڵام ئەوان بانگەشەی ئەوەیان کرد کە یەکسانیی کاتەکان لە ڕووی ئەگەری بوون و هەر بەرژەوەندییەکەوە کە وێنا بکرێت، دەزانرێت. بە هەمان شێوە، یەکسانیی شوێن و دۆخ و جێگە و ئاراستەکانیش لە ڕووی وەرگرتنی جووڵە و هەر بەرژەوەندییەکەوە کە پێوەی بەندە، دەزانرێت. جا ئەگەر بۆ ئەوان ڕەوا بێت بانگەشەی جیاوازی بکەن لەگەڵ ئەم یەکسانییەدا، ئەوا بۆ ناحەزەکانیشیان ڕەوایە بانگەشەی جیاوازی لە حاڵەت و دۆخەکانیشدا بکەن.",
              "commentary": "لێرەدا غەزالی دووڕوویی فەیلەسووفان ئاشکرا دەکات. پێیان دەڵێت: ئێوە بۆ کێشەی 'کات'، دەتانوت هەموو ساتەکان وەک یەکن. کەچی بۆ کێشەی 'ئاراستە'، دەڵێن دوو ئاراستەی دژ بەیەک وەک یەک نین. ئەمە ستانداردی دوولایەنەیە. ئەگەر ئێوە بۆتان هەبێت جیاوازییەک لەنێوان ئاراستەکاندا دابنێن، ئەوا ئێمەش بۆمان هەیە جیاوازییەک لەنێوان کاتەکاندا دابنێین و بڵێین ئەو کاتەی جیهانی تێدا دروست کرا، کاتێکی تایبەت و باشتر بوو. بەمەش تەواوی بەڵگەکەیان هەڵدەوەشێتەوە."
            },
            {
              "line_number": "49",
              "original_text": "الاعتراض الثاني على أصل دليلهم أن يقال: استبعدتم حدوث حادث من قديم، ولا بد لكم من الاعتراف به فإن في العالم حوادث ولها أسباب. فإن استندت الحوادث إلى الحوادث إلى غير نهاية فهو محال، وليس ذلك معتقد عاقل. ولو كان ذلك ممكناً لاستغنيتم عن الاعتراف بالصانع وإثبات واجب وجود هو مستند الممكنات. وإذا كانت الحوادث لها طرف ينتهي إليه تسلسلها فيكون ذلك الطرف هو القديم، فلا بد إذن على أصلهم من تجويز صدور حادث من قديم.",
              "translation": "ڕەخنەی دووەم لەسەر بنەمای بەڵگەکەیان ئەوەیە کە بوترێت: ئێوە دروستبوونی شتێکی نوێتان لە بوونەوەرێکی ئەزەلی بەدوور زانی. بەڵام ناچارن دان بەمەدا بنێن، چونکە لە جیهاندا ڕووداوی نوێ (حوادث) هەن و هۆکاریان هەیە. ئەگەر ڕووداوەکان پشت بە ڕووداوی تر ببەستن تا بێ کۆتایی، ئەوا ئەمە مەحاڵە و باوەڕی هیچ کەسێکی عاقڵ نییە. خۆ ئەگەر ئەمە مومکین بووایە، ئەوا پێویستتان بە داننان بە دروستکار و سەلماندنی 'بوونەوەری پێویست' (واجب الوجود) نەدەکرد کە پشتیوانی 'بوونەوەرە ئەگەری'یەکانە (الممكنات). جا مادام ڕووداوەکان کۆتاییەکیان هەیە کە زنجیرەکەیان لێی دەوەستێت، ئەوا ئەو کۆتاییە هەر 'بوونەوەرە ئەزەلی'یەکەیە. کەواتە، بەپێی بنەمای خۆیان، ناچارن ڕێگە بدەن بە دەرچوونی ڕووداوێکی نوێ لە بوونەوەرێکی ئەزەلییەوە.",
              "commentary": "غەزالی هێرشێکی نوێ و زۆر گرنگ دەست پێدەکات. ئەو دەڵێت: باشە، با واز لە پرسی دروستبوونی 'جیهان' بهێنین. ئەی چی دەربارەی ئەو ملیۆنان ڕووداوە نوێیەی کە هەموو ڕۆژێک لەناو جیهاندا ڕوودەدەن (لەدایکبوون، مردن، گۆڕانکاری)؟ زنجیرەی هۆکاری ئەم ڕووداوانە دەبێت لە شوێنێکدا بوەستێت. ئەو خاڵی وەستانەش دەبێت 'هۆکاری یەکەم' بێت کە بەلای ئێوەوە ئەزەلییە. کەواتە، ئێوە خۆشتان لە سیستەمەکەی خۆتاندا دان بەوەدا دەنێن کە شتی نوێ و کاتی (حادث) لە شتێکی ئەزەلییەوە (قديم) سەرچاوە دەگرێت! ئەمەش ڕێک ئەو شتەیە کە لە سەرەتادا بە مەحاڵتان دەزانی."
            },
            {
              "line_number": "50",
              "original_text": "فإن قيل: نحن لا نبعد صدور حادث من قديم أي حادث كان، بل نبعد صدور حادث هو أول الحوادث من القديم، إذ لا يفارق حال الحدوث ما قبله في ترجح جهة الوجود، لا من حيث حضور وقت ولا آلة ولا شرط ولا طبيعة ولا غرض ولا سبب من الأسباب. فأما إذا لم يكن هو الحادث الأول",
              "translation": "ئەگەر بوترێت: ئێمە دەرچوونی هەر ڕووداوێکی نوێمان لە بوونەوەرێکی ئەزەلییەوە بەدوور نەزانیوە، بەڵکو دەرچوونی ئەو ڕووداوەمان بەدوور زانیوە کە 'یەکەمین ڕووداو'ە (أول الحوادث). چونکە حاڵەتی دروستبوونی یەکەم ڕووداو، لەوەی پێش خۆی جیاواز نییە لە ڕووی بوونی هۆکارێکی یەکلاکەرەوەوە، نە لە ڕووی ئامادەبوونی کات، نە ئامراز، نە مەرج، نە سروشت، نە ئامانج، و نە هیچ هۆکارێکی تر. بەڵام کاتێک ڕووداوەکە یەکەمین ڕووداو نەبوو...",
              "commentary": "فەیلەسووفان وەڵامێکی ورد دەدەنەوە. ئەوان جیاوازی دەکەن لە نێوان 'یەکەمین ڕووداو' (دروستبوونی جیهان) و 'ڕووداوەکانی دواتر'. ئەوان دەڵێن کێشەیان لەگەڵ ڕووداوەکانی دواتردا نییە، چونکە هەر ڕووداوێکی نوێ لەناو جیهاندا، 'مەرج' و 'هۆکاری ئامادەکەر'ی کاتیی پێش خۆی هەیە (بۆ نموونە، بۆ لەدایکبوونی منداڵێک، پێویستە باوان بگەنە تەمەنێکی دیاریکراو و هتد). بەڵام 'یەکەمین ڕووداو' هیچ مەرجێکی کاتیی پێش خۆی نییە، بۆیە هەمان کێشەی 'تایبەتکردن بەبێ جیاکەرەوە'ی هەیە کە لە سەرەتاوە باسیان کرد. بەمە دەیانەوێت بڵێن کە بەڵگەکەی غەزالی لە بنەماکەی ئەوان نادات."
            },
             {
              "line_number": "72",
              "original_text": "حدوثه، ربما أذعن وهمنا لتقدير قدمه. هذا في الجسم. فإذا رجعنا إلى الزمان، لم يقدر الخصم على تقدير حدوث زمان لا \"قبل\" له، وخلاف المعتقد يمكن وضعه في الوهم تقديراً وفرضاً. وهذا مما لا يمكن وضعه في الوهم كما في المكان، فإن من يعتقد تناهي الجسم ومن لا يعتقد كل واحد يعجز عن تقدير جسم ليس وراءه لا خلاء ولا ملاء، بل لا يذعن وهمه لقبول ذلك.",
              "translation": "دروستبوونی، لەوانەیە وەهممان ملکەچ بێت بۆ وێناکردنی ئەزەلییەتی. ئەمە لەبارەی جەستەوە. جا کاتێک دەگەڕێینەوە سەر کات، ناحەزەکەمان ناتوانێت دروستبوونی کاتێک وێنا بکات کە 'پێش'ی نەبێت. شتی پێچەوانەی باوەڕ دەکرێت لە وەهمدا دابنرێت وەک وێناکردن و گریمانە. بەڵام ئەمە شتێکە کە ناکرێت لە وەهمدا دابنرێت، هەروەک لە شوێندا. چونکە ئەو کەسەی باوەڕی بە کۆتاداریی جەستە هەیە و ئەویشی نییەتی، هەردووکیان ناتوانن جەستەیەک وێنا بکەن کە لە پشتیەوە نە بۆشایی هەبێت و نە پڕایی. بەڵکو وەهمیان هەرگیز ملکەچی قبووڵکردنی ئەوە نابێت.",
              "commentary": "غەزالی جەخت لەسەر ئەوە دەکاتەوە کە وەهم لە هەندێک حاڵەتدا بە تەواوی ئیفلیج دەبێت و ناتوانێت شتێک وێنا بکات، تەنانەت وەک گریمانەیەکیش. وەهم ناتوانێت سەرەتایەک بەبێ 'پێش' و کۆتاییەک بەبێ 'دەرەوە' وێنا بکات. ئەمەش نیشانەی ئەوەیە کە وەهم سنووردارە و نابێت بکرێتە پێوەری ڕاستی."
            },
            {
              "line_number": "73",
              "original_text": "ولكن قيل: صريح العقل إذا لم يمنع وجود جسم متناه بحكم الدليل لا يلتفت إلى الوهم. فكذلك صريح العقل لا يمنع وجوداً مفتتحاً ليس قبله شيء. وإن قصر الوهم عنه فلا يلتفت إليه، لأن الوهم، لما لم يألف جسماً متناهياً إلا وبجنبه جسم آخر أو هواء تخيله خلاء، لم يتمكن من ذلك في الغائب. فكذلك لم يألف الوهم حادثاً إلا بعد شيء آخر، فكاع عن تقدير حادث ليس له \"قبل\" هو شيء موجود قد انقضى. فهذا هو سبب الغلط، والمقاومة حاصلة بهذه المعارضة.",
              "translation": "بەڵام دەگوترێت: ئەگەر 'عەقڵی ڕوون' (صريح العقل) بە بەڵگە ڕێگری لە بوونی جەستەیەکی کۆتادار نەکرد، ئاوڕ لە وەهم نادرێتەوە. بە هەمان شێوە، عەقڵی ڕوون ڕێگری لە 'بوونێکی دەستپێکدار' ناکات کە هیچ شتێکی لە پێشەوە نەبێت. خۆ ئەگەر وەهم لێی کورت بهێنێت، ئاوڕی لێ نادرێتەوە. چونکە وەهم، لەبەر ئەوەی ڕانەهاتووە لەسەر جەستەیەکی کۆتادار مەگەر جەستەیەکی تر یان هەوایەک لە تەنیشتییەوە بێت کە بە بۆشایی وێنای دەکات، نەیتوانیوە ئەمە بۆ شتی نادیار (الغائب) بکات. بە هەمان شێوە، وەهم ڕانەهاتووە لەسەر ڕووداوێکی نوێ مەگەر دوای شتێکی تر بێت، بۆیە لە وێناکردنی ڕووداوێکی نوێ کە 'پێش'ێکی نەبێت کە شتێکی بووندار و بەسەرچوو بێت، عاجز بووە. کەواتە هۆکاری هەڵەکە ئەمەیە، و بەرگرییەکەش بەم بەراوردکردنەوەیە بەدی دێت.",
              "commentary": "ئەمە دەرەنجامی کۆتایی غەزالییە لەم بەڵگەیەدا. ئەو داوای ئەوە دەکات کە لە کێشە مێتافیزیکییەکاندا، 'عەقڵ' بکرێتە پێوەر نەک 'وەهم'. هەروەک چۆن عەقڵ پێمان دەڵێت جیهان لە شوێندا کۆتادارە هەرچەندە وەهم پێچەوانەکەی وێنا دەکات، بە هەمان شێوە عەقڵ پێمان دەڵێت جیهان لە کاتیشدا دەتوانێت کۆتادار بێت، هەرچەندە وەهم ئەمە قبووڵ نەکات. هۆکاری هەڵەی وەهم ئەوەیە کە تەنها لەسەر بنەمای 'ئەزموونی ڕاهاتوو' کار دەکات."
            },
            {
              "line_number": "74",
              "original_text": "صيغة ثانية لهم في إلزام قدم الزمان. قالوا: لا شك في أن الله عندكم كان قادراً على أن يخلق العالم قبل أن خلقه بقدر سنة ومائة سنة وألف سنة، وإن هذه التقديرات متفاوتة في المقدار والكمية، فلا بد من إثبات شيء قبل وجود العالم ممتد مقدر بعضه أمد وأطول من البعض.",
              "translation": "داڕشتنێکی دووەمی ئەوان بۆ سەپاندنی ئەزەلییەتی کات. وتیان: بێ گومان خودا بەلای ئێوەوە توانای ئەوەی هەبوو جیهان 'پێش' ئەوەی دروستی بکات، بە ئەندازەی ساڵێک، سەد ساڵ، یان هەزار ساڵ دروست بکات. ئەم مەزندەکارییانەش لە بڕ و چەندێتییدا جیاوازن. کەواتە دەبێت 'شتێک' پێش بوونی جیهان بسەلمێنرێت کە درێژکراوە و پێوانەیی بێت و هەندێکی لە هەندێکی تری درێژتر بێت.",
              "commentary": "فەیلەسووفان بەڵگەیەکی تری هاوشێوە دێننەوە کە لەسەر چەمکی 'توانا' (القدرة)ی خودا دامەزراوە. ئەوان دەڵێن: ئەگەر خودا توانای ئەوەی هەبووبێت جیهان ساڵێک زووتر دروست بکات، یان هەزار ساڵ زووتر، ئەوا دەبێت 'شوێن'ێکی کاتی هەبووبێت بۆ ئەم 'زووتر'ییە. ئەو ماوە کاتییە درێژکراوە و پێوانەییە کە دەتوانین باسی 'ساڵێک' یان 'هەزار ساڵ'ی تێدا بکەین، چییە ئەگەر خودی 'کات' نەبێت؟"
            },
            {
              "line_number": "75",
              "original_text": "بحيث ينتهي إلى زماننا هذا بقدر عدد أكثر من الدورات وإن قلتم: لا يمكن إطلاق لفظ سنين إلا بعد حدوث الفلك ودوره فلنترك لفظ سنين ولنورد صيغة أخرى فنقول: إذا قدرنا أن العالم من أول وجوده قد دار فلكه إلى الآن بألف دورة مثلاً، فهل كان الله قادراً على أن يخلق قبله عالماً ثانياً مثله بحيث ينتهي إلى زماننا هذا بألف ومائة دورة؟ فإن قلتم: لا، فكأنه انقلب القديم من العجز إلى القدرة أو العالم من الاستحالة إلى الإمكان. وإن قلتم: نعم، ولا بد منه، فهل كان يقدر على أن يخلق عالماً ثالثاً بحيث ينتهي إلى زماننا بألف ومائتي دورة؟ ولا بد من نعم.",
              "translation": "بۆ ئەوەی ئێمە بڵێین: ناتوانرێت وشەی 'ساڵان' بەکاربهێنرێت مەگەر دوای دروستبوونی فەلەک و خولانەوەی، با واز لە وشەی 'ساڵان' بهێنین و داڕشتنێکی تر بهێنینەوە. دەڵێین: ئەگەر وا دابنێین کە جیهان لە سەرەتای بوونییەوە هەتا ئێستا هەزار خولانەوەی کردووە، ئایا خودا توانای ئەوەی هەبوو 'پێش' ئەمە، جیهانێکی دووەمی هاوشێوە دروست بکات بە شێوەیەک کە هەتا سەردەمی ئێمە بە هەزار و سەد خولانەوە بگات؟ ئەگەر بڵێن: نەخێر، ئەوا وەک ئەوە وایە بوونەوەری ئەزەلی لە بێتواناییەوە بووبێت بە بەتوانا. خۆ ئەگەر بڵێن: بەڵێ - و دەبێت هەر وا بڵێن - ئایا توانای ئەوەی هەبوو جیهانێکی سێیەم دروست بکات بە شێوەیەک کە بە هەزار و دوو سەد خولانەوە بگاتە سەردەمی ئێمە؟ دەبێت هەر بڵێن بەڵێ.",
              "commentary": "فەیلەسووفان بەڵگەکەیان وردتر دەکەنەوە بۆ ئەوەی لە ڕەخنەی 'وشەی ساڵ' دەرباز بن. لەبری 'ساڵ'، 'ژمارەی خولانەوەی فەلەک' بەکاردەهێنن. پرسیارەکە ئەوەیە: ئایا خودا دیتوانی جیهانێک دروست بکات کە ١٠٠ خولانەوە زووتر دەستی پێکردبێت؟ ئەگەر وەڵام 'بەڵێ' بێت، ئەوا دەبێت دان بە بوونی 'ماوە'یەکی کاتیی بەتاڵدا بنرێت کە ئەم ١٠٠ خولانەوەیەی تێدا جێ دەبێتەوە."
            },
            {
              "line_number": "76",
              "original_text": "فنقول: هذا العالم الذي سميناه بحسب ترتيبنا في التقدير ثالثاً، وإن كان هو الأسبق، فهل أمكن خلقه مع العالم الذي سميناه ثانياً وكان ينتهي إلينا بألف ومائتي دورة والآخر بألف ومائة دورة وهما متساويان في مسافة الحركة وسرعتها؟ فإن قلتم: نعم، فهو محال إذ يستحيل أن يتساوى حركتان في السرعة والبطء ثم تنتهيان إلى وقت واحد، والأعداد متفاوتة. وإن قلتم: إن العالم الثالث الذي ينتهي إلينا بألف ومائتي دورة لا يمكن أن يخلق مع العالم الثاني الذي ينتهي إلينا بألف ومائة دورة، بل لا بد وأن يخلقه قبله بمقدار يساوي المقدار الذي تقدم العالم الثاني على العالم الأول... فيكون قدر إمكان هو ضعف إمكان آخر، ولا بد من إمكان آخر هو ضعف الكل.",
              "translation": "کەواتە دەڵێین: ئەم جیهانەی کە بە سێیەم ناومان برد، هەرچەندە لە ڕاستیدا لە هەمووان پێشترە، ئایا مومکین بوو لەگەڵ ئەو جیهانەی کە بە دووەم ناومان برد دروست بکرێت، کە یەکێکیان بە هەزار و دوو سەد خولانەوە دەگاتە ئێمە و ئەوی تریان بە هەزار و سەد خولانەوە، لە کاتێکدا کە لە خێراییدا یەکسانن؟ ئەگەر بڵێن: بەڵێ، ئەوا ئەمە مەحاڵە، چونکە مەحاڵە دوو جووڵەی یەکسان لە خێراییدا، لە یەک کاتدا بگەنە کۆتایی لە کاتێکدا ژمارەی خولانەوەکانیان جیاوازە. خۆ ئەگەر بڵێن: جیهانی سێیەم ناتوانرێت لەگەڵ جیهانی دووەمدا دروست بکرێت، بەڵکو دەبێت 'پێش' ئەو دروستی بکات بە ئەندازەیەک کە یەکسان بێت بەو ئەندازەیەی جیهانی دووەم پێش جیهانی یەکەم کەوتووە... کەواتە 'ئەگەری' (إمكان)ـێک هەیە کە دوو هێندەی ئەگەرێکی ترە، و ئەگەرێکی تریش هەیە کە دوو هێندەی هەموویانە.",
              "commentary": "لێرەدا فەیلەسووفان دەیانەوێت بیسەلمێنن کە ئەو 'ماوە کاتی'ـیە پێشوەختەیە، 'پێوانەیی'ـە (quantitative) و دەتوانرێت بەراورد بکرێت. مادام جیهانی سێیەم ١٠٠ خولانەوە پێش جیهانی دووەمە، و جیهانی دووەم ١٠٠ خولانەوە پێش جیهانی یەکەمە، کەواتە ماوەی نێوان یەکەم و سێیەم دوو هێندەی ماوەی نێوان یەکەم و دووەمە. ئەمە بەڵگەیە لەسەر بوونی 'کات'ێکی پێوانەیی وەک بوونەوەرێکی سەربەخۆ."
            },
            {
              "line_number": "77",
              "original_text": "فهذا الإمكان المقدر المكمم الذي بعضه أطول من البعض بمقدار معلوم لا حقيقة له إلا الزمان، فليست هذه الكميات المقدرة صفة ذات الباري تعالى عن التقدير ولا صفة عدم العالم، إذ العدم ليس شيئاً حتى يتقدر بمقادير مختلفة، والكمية صفة فتستدعى ذا كمية، وليس ذلك إلا الحركة، والكمية إلا الزمان الذي هو قدر الحركة. فإذن قبل العالم عندكم شيء ذو كمية متفاوتة وهو الزمان. فقبل العالم عندكم زمان.",
              "translation": "ئەم 'ئەگەر'ە پێوانەکراوە چەندێتییە کە هەندێکی لە هەندێکی تری درێژترە بە بڕێکی دیاریکراو، هیچ حەقیقەتێکی نییە جگە لە 'کات'. ئەم بڕە چەندێتییانە نە سیفەتی زاتی دروستکارن - کە پایەبەرزترە لە پێوانە - و نە سیفەتی 'نەبوون'ی جیهانن، چونکە 'نەبوون' شتێک نییە تا بە بڕی جیاواز بپێورێت. چەندێتی سیفەتێکە و پێویستی بە خاوەن چەندێتییەک هەیە، کە ئەویش شتێک نییە جگە لە 'کات' کە پێوانەی جووڵەیە. کەواتە 'پێش' جیهان بەلای ئێوەوە، شتێکی خاوەن چەندێتیی جیاواز هەیە، کە 'کات'ە. کەواتە بەلای ئێوەوە، پێش جیهان 'کات' هەبووە.",
              "commentary": "ئەمە دەرەنجامی کۆتایی بەڵگەکەیانە. ئەو ماوە پێوانەییە خاوەن چەندێتییە نە دەکرێت سیفەتی خودا بێت و نە سیفەتی 'نەبوون'. کەواتە دەبێت بوونەوەرێکی سەربەخۆی هەبێت کە ئەویش 'کات'ە. کەواتە، کات پێش جیهان بوونی هەبووە و دەبێت ئەزەلی بێت."
            },
            {
              "line_number": "78",
              "original_text": "الاعتراض أن كل هذا من عمل الوهم، وأقرب طريق في دفعه المقابلة للزمان بالمكان. فإنا نقول: هل كان في قدرة الله أن يخلق الفلك الأعلى في سمكه أكبر مما خلقه بذراع؟ فإن قالوا: لا، فهو تعجيز. وإن قالوا: نعم، فبذراعين وثلاثة أذرع، وكذلك يرتقي إلى غير نهاية. ونقول: في هذا إثبات \"بعد\" وراء العالم له مقدار وكمية، إذ الأكبر بذراعين ما كان يشغل ما يشغله الأكبر بذراع، فوراء العالم بحكم هذا كمية فتستدعي ذاكم وهو الجسم أو الخلاء. فوراء العالم خلاء أو ملاء، فما الجواب عنه؟",
              "translation": "ڕەخنەکە ئەوەیە کە هەموو ئەمە کاری وەهمە، و نزیکترین ڕێگە بۆ ڕەتکردنەوەی، بەراوردکردنیەتی بە 'شوێن'. ئێمە دەڵێین: ئایا لە توانای خودادا بوو فەلەکی هەرە سەرەوە ئەستوورییەکەی باڵێک زیاتر لەوەی هەیە دروست بکات؟ ئەگەر بڵێن: نەخێر، ئەوا ئەمە بە بێتوانا دانانی خودایە. خۆ ئەگەر بڵێن: بەڵێ، کەواتە بە دوو باڵ و سێ باڵیش، و بەم شێوەیە تا بێکۆتا دەڕوات. ئێمە دەڵێین: ئەمە سەلماندنی 'دووری'یەکە لە پشت جیهانەوە کە بڕ و چەندێتیی هەیە. چونکە ئەوەی دوو باڵ گەورەترە، شوێنی ئەوە ناگرێتەوە کە یەک باڵ گەورەترە. کەواتە بەپێی ئەمە، لە پشت جیهانەوە چەندێتییەک هەیە کە پێویستی بە خاوەن چەندێتییەکە، کە جەستەیە یان بۆشاییە. کەواتە لە پشت جیهانەوە پڕایی یان بۆشایی هەیە. وەڵامی ئەمە چییە؟",
              "commentary": "غەزالی دووبارە بە شێوەیەکی زیرەکانە پەنا بۆ 'شوبهاندنی کات و شوێن' دەباتەوە. ئەو دەڵێت: هەمان بەڵگەی ئێوە دەربارەی 'کات'ی پێشوەختە، دەتوانرێت بۆ 'شوێن'ی دەرەکی بەکاربهێنرێت. ئایا خودا دیتوانی جیهان باڵێک گەورەتر دروست بکات؟ ئەگەر بەڵێ، ئەوا دەبێت دان بە بوونی 'شوێن'ێکی بەتاڵی دەرەکیدا بنرێت کە ئەم گەورەبوونەی تێدا جێ دەبێتەوە. مادام ئێوە خۆتان دەڵێن لە دەرەوەی جیهان نە پڕایی هەیە و نە بۆشایی، کەواتە دەبێت دان بەوەشدا بنێن کە 'کات'ێکی پێشوەختەش بوونی نییە."
            },
            {
              "line_number": "79",
              "original_text": "وكذلك هل كان الله قادراً على أن يخلق كرة العالم أصغر مما خلقه بذراع ثم بذراعين؟ وهل بين التقديرين تفاوت فيما ينتفي من الملاء والشغل للأحياز؟ إذ الملاء المنتفي عند نقصان ذراعين أكثر مما ينتفي عند نقصان ذراع، فيكون الخلاء مقدراً، والخلاء ليس بشيء، فكيف يكون مقدراً؟ وجوابنا في تخييل الوهم تقدير الإمكانات الزمانية قبل وجود العالم كجوابكم في تخييل الوهم تقدير الإمكانات المكانية وراء وجود العالم، ولا فرق.",
              "translation": "هەروەها، ئایا خودا توانای ئەوەی هەبوو گۆی جیهان باڵێک بچووکتر دروست بکات، پاشان بە دوو باڵ؟ ئایا جیاوازی لە نێوان دوو مەزندەکەدا هەیە لەو پڕاییەی کە نامێنێت؟ چونکە ئەو پڕاییەی لە کاتی کەمکردنەوەی دوو باڵدا نامێنێت، زیاترە لەوەی لە کاتی کەمکردنەوەی یەک باڵدا نامێنێت. کەواتە 'بۆشایی' پێوانەیی دەبێت. بۆشاییش هیچ نییە، جا چۆن پێوانەیی دەبێت؟ وەڵامی ئێمە بۆ خەیاڵکردنی وەهم بۆ 'ئەگەرە کاتی'یەکان پێش بوونی جیهان، وەک وەڵامی ئێوەیە بۆ خەیاڵکردنی وەهم بۆ 'ئەگەرە شوێنی'یەکان لە پشتی جیهانەوە. هیچ جیاوازییەک نییە.",
              "commentary": "غەزالی شوبهاندنەکە بەهێزتر دەکات. ئەو دەڵێت: هەروەک چۆن ئێوە دەڵێن 'بۆشایی' کە 'هیچ'ە ناتوانێت بڕ و پێوانەی هەبێت، ئێمەش دەڵێین 'نەبوون'ی پێش جیهان کە 'هیچ'ە، ناتوانێت بڕ و پێوانەی کاتیی هەبێت. هەردووکیان تەنها وێناکردنی وەهمن."
            },
            {
              "line_number": "80",
              "original_text": "فإن قيل: نحن لا نقول: إن ما ليس بممكن فهو مقدور، وكون العالم أكبر مما هو عليه ولا أصغر منه ليس بممكن فلا يكون مقدوراً.",
              "translation": "ئەگەر بوترێت: ئێمە ناڵێین ئەوەی 'مومکین' نییە، لەژێر 'توانا'دایە. بوونی جیهان بە گەورەتر یان بچووکتر لەوەی هەیە، 'مومکین' نییە، کەواتە لەژێر تواناشدا نییە.",
              "commentary": "فەیلەسووفان لە وەڵامدا پەنا بۆ چارەسەرێکی ڕادیکاڵانە دەبەن: ئەوان دەڵێن لە بنەڕەتدا خودا نەیدەتوانی جیهان گەورەتر یان بچووکتر دروست بکات. ئەم قەبارە و شێوەیەی ئێستا، تاکە ئەگەری مومکین بووە."
            },
            {
              "line_number": "81",
              "original_text": "وهذا العذر باطل من ثلاثة أوجه: أحدها أن هذا مكابرة العقل، فإن العقل في تقدير العالم أكبر أو أصغر مما عليه بذراع ليس هو كتقديره الجمع بين السواد والبياض والوجود والعدم، والممتنع هو الجمع بين النفي والإثبات، وإليه ترجع المحالات كلها فهو تحكم بارد فاسد.",
              "translation": "ئەم بیانووە لە سێ ڕووەوە پووچەڵە: یەکەمیان ئەوەی کە ئەمە خۆگێلکردنە لە عەقڵ. چونکە وێناکردنی عەقڵ بۆ جیهانێکی باڵێک گەورەتر یان بچووکتر، وەک وێناکردنی کۆکردنەوەی سپێتی و ڕەشی یان بوون و نەبوون نییە. شتی مەحاڵ کۆکردنەوەی نەرێ و ئەرێیە، و هەموو مەحاڵەکانیش بۆ ئەمە دەگەڕێنەوە. کەواتە ئەمە حوکمێکی سەپێنراوی سارد و پووچەڵە.",
              "commentary": "غەزالی ئەم وەڵامە بە توندی ڕەتدەکاتەوە. ئەو دەڵێت: 'مەحاڵی لۆژیکی' تەنها کۆکردنەوەی دوو دژ بەیەکە. بەڵام هیچ دژبەیەکییەکی لۆژیکی لە وێناکردنی جیهانێکی باڵێک گەورەتردا نییە. وتەی فەیلەسووفان تەنها بانگەشەیەکی بێ بەڵگەیە."
            },
            {
              "line_number": "82",
              "original_text": "الثاني أنه إذا كان العالم على ما هو عليه لا يمكن أن يكون أكبر منه ولا أصغر. فوجوده على ما هو عليه واجب لا ممكن، والواجب مستغن عن علة. فقولوا بما قاله الدهريون من نفي الصانع ونفي سبب هو مسبب الأسباب، وليس هذا مذهبكم.",
              "translation": "دووەم: ئەگەر جیهان بەو شێوەیەی هەیە، نەکرێت گەورەتر یان بچووکتر بێت، کەواتە بوونی بەو شێوەیە 'پێویست' (واجب)ـە نەک 'ئەگەری' (ممكن). شتی پێویستیش پێویستی بە هۆکار نییە. کەواتە با ئێوەش وەک 'دەرەوی'یەکان (ماتریالیستەکان) بڵێن و نکۆڵی لە دروستکار و هۆکاری هۆکارەکان بکەن. بەڵام ئەمە بیروڕای ئێوە نییە.",
              "commentary": "غەزالی لێرەدا دەیانخاتە ناو تەڵەیەکی فەلسەفییەوە. ئەگەر بڵێن جیهان نەیدەتوانی جگە لەم شێوەیە بێت، کەواتە بوونی جیهان 'پێویست' بووە. بەپێی فەلسەفەی خۆیان، 'بوونەوەری پێویست' تەنها خودایە و پێویستی بە هۆکار نییە. کەواتە بەم قسەیە، جیهان خۆی دەبێتە خودا و پێویستی بە دروستکار نامێنێت، کە ئەمەش دژی هەموو بنەماکانی فەلسەفەکەیانە."
            },
            {
              "line_number": "83",
              "original_text": "الثالث هو أن هذا الفاسد لا يعجز الخصم عن مقابلته بمثله. فنقول: إنه لم يكن وجود العالم قبل وجوده ممكناً بل وافق الوجود الإمكان من غير زيادة ولا نقصان. فإن قلتم: فقد انتقل القديم من القدرة إلى العجز، قلنا: لا، لأن الوجود لم يكن ممكناً فلم يكن مقدوراً، وامتناع حصول ما ليس بممكن لا يدل على العجز. وإن قلتم: إنه كيف كان ممتنعاً فصار ممكناً؟ قلنا: ولم يستحيل أن يكون ممتنعاً في حال، ممكناً في حال؟ فإن قلتم: الأحوال متساوية، قيل لكم: والمقادير متساوية، فكيف يكون مقدار ممكناً وأكبر منه أو أصغر بمقدار ظفر ممتنعاً؟ فإن لم يستحل ذلك لم يستحل هذا. فهذا طريقة المقاومة.",
              "translation": "سێیەم: ئەم قسە پووچەڵە، ناحەزەکە لە وەڵامدانەوەی بە هەمان شێوە بێ توانا نییە. ئێمەش دەڵێین: بوونی جیهان 'پێش' کاتی بوونی خۆی 'مومکین' نەبووە، بەڵکو بوون و ئیمکان پێکەوە هاتنە دی بەبێ زیاد و کەم. ئەگەر بڵێن: کەواتە بوونەوەری ئەزەلی لە بەتواناییەوە بووە بە بێتوانا، دەڵێین: نەخێر، چونکە بوونەکە مومکین نەبووە تا لەژێر توانادا بێت. نەبوونی شتێکیش کە مومکین نەبێت، نیشانەی بێتوانایی نییە. ئەگەر بڵێن: چۆن سەرەتا مەحاڵ بوو و پاشان بوو بە مومکین؟ دەڵێین: بۆچی مەحاڵ بێت شتێک لە حاڵەتێکدا مەحاڵ بێت و لە حاڵەتێکی تردا مومکین؟ ئەگەر بڵێن: حاڵەتەکان یەکسانن، پێتان دەگوترێت: قەبارەکانیش یەکسانن، جا چۆن قەبارەیەک مومکینە و گەورەتر یان بچووکتر لێی بە ئەندازەی نینۆکێک مەحاڵە؟ ئەگەر ئەوە مەحاڵ نەبێت، ئەمەش مەحاڵ نییە. ئەمە ڕێگای بەرگری کردنە.",
              "commentary": "غەزالی بۆ جاری سێیەم، چەکەکەیان دژی خۆیان بەکاردەهێنێتەوە. ئەو دەڵێت: باشە، ئەگەر ئێوە بۆتان هەبێت بڵێن قەبارەی گەورەتر مەحاڵ بووە، ئێمەش بۆمان هەیە بڵێین بوون لە کاتێکی زووتردا مەحاڵ بووە. هەموو ئەو ڕەخنانەی ئێوە لە ئێمەی دەگرن (چۆن لە مەحاڵەوە بوو بە مومکین؟)، ئێمەش دەتوانین هەمان ڕەخنە لە ئێوە بگرین (چۆن قەبارەیەک مومکینە و یەکێکی تر مەحاڵە؟). بەمە نیشانی دەدات کە بیانووەکەیان تەنها خۆدزینەوەیە و هیچ بنەمایەکی لۆژیکیی نییە."
            },
            {
              "line_number": "84",
              "original_text": "والتحقيق في الجواب أن ما ذكروه من تقدر الإمكانات لا معنى لها، وإنما المسلم أن الله قديم قادر لا يمتنع عليه الفعل أبداً لو أراد، وليس في هذا القدر ما يوجب إثبات زمان ممتد إلا أن يضيف الوهم بتلبيسه إليه شيئاً آخر.",
              "translation": "وەڵامی ڕاستەقینە و کۆتایی ئەوەیە کە ئەو 'مەزندەکردنی ئەگەرانە'ی باسیان کرد، هیچ مانایەکی نییە. ئەوەی کە جێی قبووڵە ئەوەیە کە خودا ئەزەلی و بەتوانایە و هەرگیز کردار لێی قەدەغە نییە ئەگەر بیەوێت. لەم بڕەدا هیچ شتێک نییە کە سەلماندنی 'کات'ێکی درێژکراوە بخوازێت، مەگەر ئەوەی کە 'وەهم' بە فێڵ و تەڵەکەی خۆی شتێکی تری بخاتە پاڵ.",
              "commentary": "غەزالی بۆ دوا جار دەگەڕێتەوە سەر وەڵامە سەرەکییەکەی: هەموو کێشەکە لە 'وەهم'ەوە سەرچاوەی گرتووە. ئەو 'ئەگەر'انەی فەیلەسووفان باسی دەکەن (جیهانێکی گەورەتر، جیهانێکی زووتر)، تەنها لەناو خەیاڵ و وەهمی مرۆڤدا بوونیان هەیە و هیچ بوونێکی دەرەکییان نییە. کەواتە پێویست ناکات دان بە بوونی 'کات' یان 'شوێن'ێکی دەرەکیدا بنێین بۆ ئەوەی ئەم وێناکردنە وەهمییانە جێگەیان بێتەوە. ئەوەی ڕاستەقینەیە تەنها توانای ئەزەلیی خودایە."
            },
            {
              "line_number": "85",
              "original_text": "الثالث: تمسكوا بأن قالوا: وجود العالم ممكن قبل وجوده، إذ يستحيل أن يكون ممتنعاً ثم يصير ممكناً، وهذا الإمكان لا أول له، أي لم يزل ثابتاً ولم يزل العالم ممكناً وجوده، إذ لا حال من الأحوال يمكن أن يوصف العالم فيه بأنه ممتنع الوجود. فإذا كان الإمكان لم يزل فالممكن على وفق الإمكان أيضاً لم يزل، فإن معنى قولنا أنه ممكن وجوده أنه ليس محالاً وجوده. فإذا كان ممكناً وجوده أبداً لم يكن محالاً وجوده أبداً، وإلا فإن كان محالاً وجوده أبداً بطل قولنا إنه ممكن وجوده أبداً، وإن بطل قولنا إنه ممكن وجوده أبداً بطل قولنا إن الإمكان لم يزل، وإن بطل قولنا إن الإمكان لم يزل صح قولنا إن الإمكان له أول، وإذا صح أن له أولاً كان قبل ذلك غير ممكن، فيؤدي إلى إثبات حال لم يكن العالم ممكناً ولا كان الله عليه قادراً.",
              "translation": "بەڵگەی سێیەم: پشتیان بەوە بەستووە و وتوویانە: بوونی جیهان 'پێش' بوونی خۆی 'مومکین' بووە، چونکە مەحاڵە شتێک 'مەحاڵ' (ممتنع) بێت و پاشان ببێتە 'مومکین'. ئەم 'ئیمکان'ـەش سەرەتای نییە، واتە هەمیشە جێگیر بووە و هەمیشە بوونی جیهان مومکین بووە. چونکە هیچ حاڵەتێک نییە کە تێیدا جیهان بە مەحاڵی بوون وەسف بکرێت. جا مادام 'ئیمکان' هەمیشەیی بووە، کەواتە 'شتە مومکین'ـەکەش بەگوێرەی ئیمکانەکە، هەمیشەیی بووە. چونکە مانای وتەی ئێمە 'بوونەکەی مومکینە' ئەوەیە کە 'بوونەکەی مەحاڵ نییە'. جا ئەگەر هەمیشە بوونەکەی مومکین بووبێت، کەواتە هەمیشە بوونەکەی مەحاڵ نەبووە. ئەگەرنا، ئەگەر هەمیشە بوونەکەی مەحاڵ بووبێت، ئەوا وتەی ئێمە 'بوونەکەی هەمیشە مومکینە' پووچەڵ دەبێتەوە. ئەگەریش وتەی 'بوونەکەی هەمیشە مومکینە' پووچەڵ بووەوە، ئەوا وتەی 'ئیمکان هەمیشەییە' پووچەڵ دەبێتەوە. ئەگەریش وتەی 'ئیمکان هەمیشەییە' پووچەڵ بووەوە، ئەوا وتەی 'ئیمکان سەرەتای هەیە' ڕاست دەبێت. ئەگەریش سەرەتای هەبوو، کەواتە پێش ئەوە مومکین نەبووە. ئەمەش دەبێتە هۆی سەلماندنی حاڵەتێک کە تێیدا جیهان مومکین نەبووە و خوداش توانای دروستکردنی نەبووە.",
              "commentary": "ئەمە بەڵگەی سێیەمی فەیلەسووفانە کە لەسەر چەمکی 'ئیمکان' (Possibility) دامەزراوە. پوختەکەی ئەوەیە: (١) جیهان شتێکی مومکینە. (٢) شتێک ناتوانێت لە 'مەحاڵ'ـەوە ببێتە 'مومکین'. (٣) کەواتە 'ئیمکان'ی بوونی جیهان دەبێت ئەزەلی بێت. (٤) مادام 'ئیمکان'ی بوون ئەزەلییە، کەواتە خودی 'شتە مومکین'ەکەش (جیهان) دەبێت ئەزەلی بێت. ئەگەرنا، دەبێت حاڵەتێک هەبووبێت کە تێیدا جیهان 'مەحاڵ' بووە، کە ئەمەش بەلای ئەوانەوە توانای خودا سنووردار دەکات."
            },
            {
              "line_number": "86",
              "original_text": "الاعتراض أن يقال: العالم لم يزل ممكن الحدوث، فلا جرم ما من وقت إلا ويتصور أحداثه فيه، وإذا قدر موجوداً أبداً لم يكن حادثاً فلم يكن الواقع على وفق الإمكان بل خلافه. وهذا كقولهم في المكان وهو أن تقدير العالم أكبر مما هو، أو خلق جسم فوق العالم ممكن، وكذى آخر فوق ذلك الآخر، وهكذا إلى غير نهاية. فلا نهاية لإمكان الزيادة ومع ذلك فوجود ملاء مطلق لا نهاية له غير ممكن. فكذلك وجود لا ينتهي طرفه غير ممكن، بل كما يقال الممكن جسم متناهي السطح ولكن لا تتعين مقاديره في الكبر والصغر، فكذلك الممكن الحدوث ومبادئ الوجود لا تتعين في التقدم والتأخر وأصل كونه حادثاً متعين فإنه الممكن لا غير.",
              "translation": "ڕەخنەکە ئەوەیە کە بوترێت: جیهان هەمیشە 'ئیمکانی دروستبوون'ی (ممكن الحدوث) هەبووە، کەواتە هیچ کاتێک نییە مەگەر وێنای دروستبوونی تێدا بکرێت. بەڵام ئەگەر بە بوونەوەرێکی هەمیشەیی دابنرێت، ئەوا 'دروستکراو' (حادث) نییە، کەواتە واقیعەکە بەگوێرەی ئیمکانەکە نییە بەڵکو پێچەوانەکەیەتی. ئەمەش وەک قسەی ئەوانە لەبارەی شوێنەوە، کە وێناکردنی جیهانێکی گەورەتر، یان دروستکردنی جەستەیەک لە سەرووی جیهانەوە، مومکینە، و بەم شێوەیە تا بێکۆتا. کەواتە کۆتایی بۆ 'ئیمکانی زیادبوون' نییە، لەگەڵ ئەوەشدا بوونی پڕاییەکی بێ کۆتا مومکین نییە. بە هەمان شێوە، بوونێک کە لایەنێکی کۆتایی نەبێت، مومکین نییە. بەڵکو هەروەک چۆن دەگوترێت: ئەوەی مومکینە جەستەیەکی کۆتادارە بەڵام قەبارەکەی دیاریکراو نییە، بە هەمان شێوە ئەوەی مومکینە 'دروستبوون'ە و سەرەتاکانی بوون لە پێشکەوتن و دواکەوتندا دیاریکراو نین، بەڵام بنەمای 'دروستکراو' بوونەکەی دیاریکراوە، چونکە ئەوە تەنها ئەوەیە کە مومکینە.",
              "commentary": "غەزالی لێرەدا جیاوازییەکی ورد دەکات لە نێوان 'ئیمکانی بوون' و 'ئیمکانی دروستبوون'. ئەو دەڵێت: بەڵێ، جیهان هەمیشە 'ئیمکانی دروستبوون'ی هەبووە، بەڵام ئەمە ناگەیەنێت کە دەبێت هەمیشە بوونی هەبووبێت. بەڵکو مانای ئەوەیە کە هەمیشە 'دەیتوانی دروست ببێت'. دووبارە شوبهاندنی شوێن بەکاردەهێنێت: هەرچەندە هەمیشە 'ئیمکانی' دروستکردنی جیهانێکی گەورەتر هەیە، ئەمە ناگەیەنێت کە جیهان دەبێت بێکۆتا گەورە بێت. بە هەمان شێوە، هەرچەندە هەمیشە 'ئیمکانی' دروستکردنی جیهان هەبووە، ئەمە ناگەیەنێت کە جیهان دەبێت بێکۆتا لە ڕابردوودا درێژ ببێتەوە."
            },
            {
              "line_number": "87",
              "original_text": "الرابع: وهو أنهم قالوا: كل حادث فالمادة التي فيه تسبقه، إذ لا يستغني الحادث عن مادة، فلا تكون المادة حادثة وإنما الحادث الصور والأعراض والكيفيات على المواد.",
              "translation": "بەڵگەی چوارەم: ئەوەیە کە وتوویانە: هەر شتێکی 'دروستکراو' (حادث)، ئەو 'ماددە'یەی تێیدایە، پێشی دەکەوێت. چونکە دروستکراو پێویستی بە ماددە هەیە. کەواتە ماددە ناتوانێت دروستکراو بێت، بەڵکو ئەوەی دروستکراوە 'شێوە' (الصور) و سیفەت و چۆنیەتییەکانە کە دێنە سەر ماددەکان.",
              "commentary": "ئەمە بەڵگەی چوارەمی فەیلەسووفانە کە بە 'مەحاڵبوونی دروستبوون لە هیچەوە' (ex nihilo nihil fit) ناسراوە. بنەماکەی ئەوەیە کە هەر گۆڕانکارییەک پێویستی بە 'بنەما'یەک (substrate) هەیە کە گۆڕانکارییەکەی بەسەردا بێت. ئەم بنەمایەش 'ماددە'یە (المادة). شێوەکان دەگۆڕێن، بەڵام خودی ماددە بنەڕەتییەکە ناگۆڕێت و دەبێت ئەزەلی بێت."
            },
            {
              "line_number": "88",
              "original_text": "وبيانه أن كل حادث فهو قبل حدوثه لا يخلوا إما أن يكون ممكن الوجود أو ممتنع الوجود أو واجب الوجود... فإذن إمكان الوجود حاصل له قبل وجوده، وإمكان الوجود وصف إضافي لا قوام له بنفسه، فلا بد له من محل يضاف إليه، ولا محل إلا المادة فيضاف إليها... والمادة لا يكون لها مادة، فلا يمكن أن تحدث، إذ لو حدثت لكان إمكان وجودها سابقاً على وجودها وكان الإمكان قائماً بنفسه غير مضاف إلى شيء، مع أنه وصف إضافي لا يعقل قائماً بنفسه.",
              "translation": "ڕوونکردنەوەی ئەوەیە کە هەر دروستکراوێک پێش دروستبوونی، یان مومکینی بوونە، یان مەحاڵی بوونە، یان پێویستی بوونە... کەواتە 'ئیمکانی بوون' پێش بوونی خۆی بەدەست هاتووە. 'ئیمکانی بوون'یش سیفەتێکی 'ڕێژەیی'ـە (وصف إضافي) و بە خۆی ناوەستێت، کەواتە پێویستی بە 'شوێن'ێکە (محل) کە بدرێتە پاڵی. هیچ شوێنێکیش نییە جگە لە 'ماددە' کە بدرێتە پاڵی... خودی ماددەش ماددەیەکی تری نییە، کەواتە ناتوانێت دروست بووبێت. چونکە ئەگەر دروست بووبوایە، دەبوو 'ئیمکانی بوون'ی پێش بوونی خۆی بکەوتبایە، و 'ئیمکان'ەکە بە خۆی ڕاوەستابووایە و نەدرابایەتە پاڵ هیچ شتێک، لە کاتێکدا کە سیفەتێکی ڕێژەییە و وێنا ناکرێت بە خۆی ڕابوەستێت.",
              "commentary": "فەیلەسووفان لێرەدا بەڵگەی سێیەم ('ئیمکان') و چوارەم ('ماددە') تێکەڵ دەکەن. ئەوان دەڵێن: 'ئیمکان' سیفەتێکە و ناتوانێت لە بۆشاییدا هەبێت، بەڵکو دەبێت بدرێتە پاڵ شتێکی بووندار. ئەو شتە بووندارەش کە 'ئیمکان'ی گۆڕانی هەیە، 'ماددە'یە. جا ئەگەر خودی 'ماددە' خۆی دروستکراو بووایە، پرسیارەکە دەبوو: 'ئیمکان'ی بوونی ماددە پێش بوونی خۆی، درابووە پاڵ چی؟ مادام هیچ شتێکی تر نەبووە، کەواتە دەبێت 'ئیمکان' بە خۆی ڕاوەستابێت، کە ئەمەش مەحاڵە. دەرەنجام: ماددە دەبێت ئەزەلی بێت."
            },
            {
              "line_number": "89",
              "original_text": "ولا يمكن أن يقال إن معنى الإمكان يرجع إلى كونه مقدوراً وكون القديم قادراً عليه، لأنا لا نعرف كون الشيء مقدوراً إلا بكونه ممكناً. فنقول: هو مقدور لأنه ممكن، وليس بمقدور لأنه ليس بممكن. فإن كان قولنا: هو ممكن، يرجع إلى أنه مقدور، فكأنا قلنا: هو مقدور لأنه مقدور وليس بمقدور لأنه ليس بمقدور، وهو تعريف الشيء بنفسه... ولا إلى كونه معلوماً... فكل حادث فقد سبقه مادة، فلم تكن المادة الأولى حادثة بحال.",
              "translation": "ناتوانرێت بوترێت مانای 'ئیمکان' دەگەڕێتەوە بۆ ئەوەی کە شتەکە لەژێر 'توانا'دایە. چونکە ئێمە نازانین شتێک لەژێر توانادایە مەگەر بزانین 'مومکین'ە. دەڵێین: لەژێر توانادایە چونکە مومکینە. ئەگەر وتەی 'مومکینە' بگەڕێتەوە بۆ 'لەژێر توانادایە'، وەک ئەوە وایە بڵێین: لەژێر توانادایە چونکە لەژێر توانادایە، کە ئەمەش پێناسەکردنی شتە بە خۆی... ناشگەڕێتەوە بۆ ئەوەی کە زانراوە... کەواتە هەر دروستکراوێک، ماددەیەک پێشی کەوتووە، کەواتە ماددەی یەکەم بە هیچ شێوەیەک دروستکراو نییە.",
              "commentary": "فەیلەسووفان پێشوەختە دوو وەڵامی ئەگەری پووچەڵ دەکەن. (١) ناتوانرێت بوترێت 'ئیمکان' واتە 'توانای خودا'، چونکە 'ئیمکان' مەرجی پێشوەختەیە بۆ 'توانا'. (٢) ناتوانرێت بوترێت 'ئیمکان' واتە 'زانستی خودا'، چونکە 'زانست' پێویستی بە 'زانراو'ێک هەیە کە جیاوازە لە خۆی. کەواتە 'ئیمکان'ی زانراو، شتێکی سەربەخۆیە. دەرەنجامی کۆتایی ئەوان ئەوەیە کە 'ئیمکان'ی پێش دروستبوون، دەبێت لە 'ماددە'یەکی ئەزەلیدا بووبێت."
            },
            {
              "line_number": "90",
              "original_text": "الاعتراض أن يقال: الإمكان الذي ذكروه يرجع إلى قضاء العقل. فكل ما قدر العقل وجوده فلم يمتنع عليه تقديره سميناه ممكناً، وإن امتنع سميناه مستحيلاً، وإن لم يقدر على تقدير عدمه سميناه واجباً. فهذه قضايا عقلية لا تحتاج إلى موجود حتى تجعل وصفاً له. بدليل ثلاثة أمور:",
              "translation": "ڕەخنەکە ئەوەیە کە بوترێت: ئەو 'ئیمکان'ەی باسیان کرد، دەگەڕێتەوە بۆ 'بڕیاری عەقڵ' (قضاء العقل). هەر شتێک عەقڵ توانی بوونی وێنا بکات و لەسەری مەحاڵ نەبوو، ناوی دەنێین 'مومکین'. خۆ ئەگەر مەحاڵ بوو، ناوی دەنێین 'مەحاڵ'. خۆ ئەگەر نەیتوانی نەبوونی وێنا بکات، ناوی دەنێین 'پێویست'. ئەمانە 'بڕیاری عەقڵی'ن و پێویستیان بە بوونەوەرێک نییە تا بکرێنە وەسفی.",
              "commentary": "لێرەوە غەزالی وەڵامی خۆی دەست پێدەکات. ئەو بە تەواوی چەمکی 'ئیمکان'ی فەیلەسووفان ڕەتدەکاتەوە. بەلای ئەوەوە، 'ئیمکان' و 'مەحاڵ' و 'پێویست' سیفەتی شتە دەرەکییەکان نین، بەڵکو 'حوکم'ی عەقڵی ئێمەن دەربارەی وێناکردنەکان. 'ئیمکان' پێویستی بە 'ماددە'یەکی دەرەکی نییە تا هەڵیبگرێت، بەڵکو تەنها بڕیارێکی عەقڵە لەناو زەینی مرۆڤدا."
            },
            {
              "line_number": "91",
              "original_text": "أحدها أن الإمكان لو استدعى شيئاً موجوداً يضاف إليه ويقال إنه إمكانه لاستدعى الامتناع شيئاً موجوداً يقال إنه امتناعه، وليس للممتنع وجود في ذاته ولا مادة يطرى عليها المحال حتى يضاف الامتناع إلى المادة.",
              "translation": "یەکەمیان: ئەگەر 'ئیمکان' پێویستی بە شتێکی بووندار بووایە تا بدرێتە پاڵی، دەبوو 'مەحاڵبوون'یش (الامتناع) پێویستی بە شتێکی بووندار بووایە تا بدرێتە پاڵی. لە کاتێکدا شتی مەحاڵ نە لە زاتی خۆیدا بوونی هەیە و نە ماددەیەکی هەیە تا مەحاڵەکەی بەسەردا بێت و مەحاڵبوونەکەی بدرێتە پاڵ.",
              "commentary": "غەزالی بەڵگەیەکی زیرەکانە دێنێتەوە. ئەو دەڵێت: ئەگەر 'ئیمکان' پێویستی بە هەڵگرێک هەبێت، دەبێت 'مەحاڵبوون'یش کە دژەکەیەتی، پێویستی بە هەڵگرێک هەبێت. بەڵام 'مەحاڵبوون'ی 'کۆبوونەوەی دوو دژ بەیەک' لە کوێدایە؟ لە هیچ ماددەیەکدا نییە. کەواتە مادام 'مەحاڵبوون' دەتوانێت وەک حوکمێکی عەقڵی بوونی هەبێت بەبێ هەڵگر، 'ئیمکان'یش دەتوانێت."
            },
            {
              "line_number": "92",
              "original_text": "والثاني أن السواد والبياض يقضي العقل فيهما قبل وجودهما بكونهما ممكنين. فإن كان هذا الإمكان مضافاً إلى الجسم الذي يطريان عليه، حتى يقال معناه إن هذا الجسم يمكن أن يسود وأن يبيض، فإذن ليس البياض في نفسه ممكناً ولا له نعت الإمكان، وإنما الممكن الجسم والإمكان مضاف إليه. فنقول: ما حكم نفس السواد في ذاته أو هو ممكن أو واجب أو ممتنع، ولا بد من القول بأنه ممكن، فدل أن العقل في القضية بالإمكان لا يفتقر إلى وضع ذات موجود يضيف إليه الإمكان.",
              "translation": "دووەم: عەقڵ پێش بوونی سپێتی و ڕەشی، حوکمی 'مومکین' بوونیان دەدات. ئەگەر ئەم 'ئیمکان'ە درابێتە پاڵ ئەو جەستەیەی کە دێنە سەری، کەواتە مانای ئەوەیە: 'ئەم جەستەیە مومکینە ڕەش یان سپی بێت'. کەواتە خودی 'سپێتی' لە خۆیدا مومکین نییە و سیفەتی ئیمکانی نییە، بەڵکو ئەوەی مومکینە جەستەکەیە. ئێمە دەپرسین: حوکمی خودی 'سپێتی' لە زاتی خۆیدا چییە؟ ئایا مومکینە یان پێویستە یان مەحاڵ؟ دەبێت بوترێت 'مومکین'ە. کەواتە دەرکەوت کە عەقڵ لە بڕیاردان بە ئیمکان، پێویستی بە دانانی زاتێکی بووندار نییە تا ئیمکانەکەی بداتە پاڵ.",
              "commentary": "غەزالی دەڵێت: ئێمە دەتوانین باسی 'ئیمکان'ی خودی 'سپێتی' بکەین بەبێ ئەوەی بیبەستینەوە بە هیچ جەستەیەکی دیاریکراوەوە. ئەمەش نیشانەی ئەوەیە کە 'ئیمکان' دەتوانێت وەک چەمکێکی ئەبستراکت لە عەقڵدا بوونی هەبێت، بەبێ ئەوەی پێویستی بە هەڵگرێکی ماددی هەبێت."
            },
            {
              "line_number": "93",
              "original_text": "والثالث أن نفوس الآدميين عندهم جواهر قائمة بأنفسها ليس بجسم ومادة ولا منطبع في مادة. وهي حادثة على ما اختاره ابن سينا والمحققون منهم، ولها إمكان قبل حدوثها وليس لها ذات ولا مادة. فإمكانها وصف إضافي ولا يرجع إلى قدرة القادر وإلى الفاعل، فإلى ماذا يرجع؟ فينقلب عليهم هذا الإشكال.",
              "translation": "سێیەم: گیانی مرۆڤەکان بەلای ئەوانەوە جەوهەری سەربەخۆن، نە جەستەن و نە ماددەن و نە لەناو ماددەدا چەسپاون. ئەمانەش 'دروستکراو'ن بەپێی بۆچوونی ئیبن سینا و لێکۆڵەرەکانیان. ئەمانە 'ئیمکان'یان هەبووە پێش دروستبوونیان، بەڵام نە زاتیان هەبووە و نە ماددە. 'ئیمکان'ەکەیان سیفەتێکی ڕێژەییە و ناگەڕێتەوە بۆ توانای بکەر، ئەی بۆ چی دەگەڕێتەوە؟ کەواتە ئەم کێشەیە لەسەر خۆیان دەشکێتەوە.",
              "commentary": "غەزالی لێرەدا دووبارە بە زیرەکییەوە چەکی فەیلەسووفان دژی خۆیان بەکاردەهێنێتەوە. بەپێی بۆچوونی ئیبن سینا، گیانی مرۆڤ ناماددییە و 'دروستکراو'ـە. پرسیارەکە ئەمەیە: 'ئیمکان'ی بوونی گیان، پێش دروستبوونی، درابووە پاڵ چی؟ مادام گیان ماددەی نییە، کەواتە 'ئیمکان'ەکەی لە بۆشاییدا بووە، کە ئەمەش ڕێک ئەو شتەیە کە فەیلەسووفان بە مەحاڵیان دەزانی. بەمە غەزالی نیشانی دەدات کە سیستەمەکەی ئیبن سینا خۆی دژبەیەکیی تێدایە."
            },
            {
              "line_number": "94",
              "original_text": "فإن قيل: رد الإمكان إلى قضاء العقل محال، إذ لا معنى لقضاء العقل إلا العلم بالإمكان. فالإمكان معلوم وهو غير العلم... ولو قدرنا إعراض العقلاء عن تقدير الإمكان وغفلتهم عنه لكنا نقول: لا يرتفع الإمكان بل الممكنات في أنفسها، ولكن العقول غفلت عنها أو عدمت العقول والعقلاء. فيبقى الإمكان لا محالة.",
              "translation": "ئەگەر بوترێت: گەڕاندنەوەی 'ئیمکان' بۆ بڕیاری عەقڵ مەحاڵە، چونکە مانای بڕیاری عەقڵ شتێک نییە جگە لە 'زانین' بە ئیمکان. کەواتە ئیمکان 'زانراو'ە و جیاوازە لە 'زانست'... ئەگەر وا دابنێین عاقڵەکان واز لە وێناکردنی ئیمکان بهێنن یان لێی غافڵ بن، ئێمە دەڵێین: ئیمکان لەناو ناچێت، بەڵکو شتە مومکینەکان لە خۆیاندا هەر مومکینن، تەنها عەقڵەکان لێیان غافڵ بوون. کەواتە ئیمکان بێ گومان دەمێنێتەوە.",
              "commentary": "فەیلەسووفان بەرگری دەکەن و دەڵێن: 'ئیمکان' شتێکی 'ئۆبژێکتیڤ'ـە (objective) و لە دەرەوەی عەقڵی ئێمەدا بوونی هەیە. عەقڵی ئێمە تەنها 'کەشف'ی دەکات و 'دروست'ی ناکات. ئەگەر هیچ عەقڵێکیش بوونی نەبێت، شتە مومکینەکان هەر مومکینن. کەواتە ئیمکان ناتوانرێت تەنها بە حوکمێکی عەقڵی دابنرێت."
            },
            {
              "line_number": "95",
              "original_text": "وأما الأمور الثلاثة فلا حجة فيها، فإن الامتناع أيضاً وصف إضافي يستدعي موجوداً يضاف إليه. ومعنى الممتنع الجمع بين الضدين، فإذا كان المحل أبيض كان ممتنعاً عليه أن يسود... وأما الثاني، وهو كون السواد في نفسه ممكناً، فغلط. فإنه إن أخذ مجرداً دون محل يحله كان ممتنعاً لا ممكناً... وأما الثالث، وهو النفس، فهي قديمة عند فريق ولكن ممكن لها التعلق بالأبدان... وعلى مذهب من سلم أنها حادثة وليست منطبعة، فمعناه أن المادة ممكن لها أن يدبرها نفس ناطقة، فيكون الإمكان السابق على الحدوث مضافاً إلى المادة...",
              "translation": "سەبارەت بە سێ خاڵەکە، هیچ بەڵگەیان تێدا نییە. 'مەحاڵبوون'یش سیفەتێکی ڕێژەییە و پێویستی بە بوونەوەرێکە. مانای مەحاڵ کۆبوونەوەی دوو دژە، جا ئەگەر شوێنەکە سپی بوو، مەحاڵە لەسەری ڕەش بێت... دووەم، وتەی 'ڕەشی لە خۆیدا مومکینە' هەڵەیە. چونکە ئەگەر بە دابڕاوی لە شوێنێک وەربگیرێت، 'مەحاڵ' دەبێت نەک مومکین... سێیەم، گیان، بەلای کۆمەڵێکەوە ئەزەلییە... بەلای ئەوانەشەوە کە دەڵێن دروستکراوە، مانای ئەوەیە کە 'ماددە' مومکینە گیانێکی قسەکەر بەڕێوەی ببات، کەواتە ئیمکانەکە دەدرێتە پاڵ ماددە...",
              "commentary": "لێرەدا فەیلەسووفان هەوڵ دەدەن وەڵامی سێ بەڵگەکەی غەزالی بدەنەوە. (١) دەڵێن 'مەحاڵبوون'یش پێویستی بە هەڵگرە (شوێنە سپییەکە). (٢) دەڵێن 'ڕەشی' بەبێ شوێن مەحاڵە. (٣) بۆ کێشەی گیانیش، هەوڵ دەدەن بە شێوەیەک 'ئیمکان'ی بوونی گیان ببەستنەوە بە 'ماددە'ی جەستەوە. ئەم وەڵامانە هەندێکیان لاوازن و تەنها هەوڵی دەربازبوونن لە کێشەکە."
            },
            {
              "line_number": "96",
              "original_text": "والجواب أن رد الإمكان والوجوب والامتناع إلى قضايا عقلية صحيح، وما ذكر بأن معنى قضاء العقل علم والعلم يستدعي معلوماً. فنقول له:",
              "translation": "وەڵام ئەوەیە کە گەڕاندنەوەی 'ئیمکان' و 'پێویستی' و 'مەحاڵبوون' بۆ 'بڕیاری عەقڵی' ڕاستە. ئەوەش کە باسیان کرد کە مانای بڕیاری عەقڵ 'زانست'ە و زانستیش پێویستی بە 'زانراو'ە. ئێمە پێی دەڵێین:",
              "commentary": "غەزالی بۆ دوا جار جەخت لەسەر بۆچوونی خۆی دەکاتەوە کە 'ئیمکان' حوکمێکی عەقڵییە. ئەو خۆی ئامادە دەکات بۆ وەڵامدانەوەی دوا ڕەخنەی فەیلەسووفان کە دەڵێن 'حوکمی عەقڵ'یش (زانست) پێویستی بە شتێکی دەرەکی (زانراو) هەیە. ڕستە تەواونەکراوەکە ئاماژەیە بۆ ئەوەی کە وەڵامێکی وردی لە بەشی داهاتوودا هەیە."
            },
            
            {
              "line_number": "97",
              "original_text": "معلوم كما أن اللونية والحيوانية وسائر قضايا الكلية ثابتة في العقل عندهم، وهي علوم لا يقال لا معلوم لها، ولكن لا وجود لمعلوماتها في الأعيان، حتى صرح الفلاسفة بأن الكليات موجودة في الأذهان لا في الأعيان. وإنما الموجود في الأعيان جزئيات شخصية وهي محسوسة غير معقولة، ولكنها سبب لأن ينتزع العقل منها قضية مجردة عن المادة عقلية. فإذن اللونية قضية مفردة في العقل سوى السوادية والبياضية، ولا يتصور في الوجود لون ليس بسواد ولا بياض ولا غيره من الألوان، ويثبت في العقل صورة اللونية من غير تفصيل، ويقال: هي صورة وجودها في الأذهان لا في الأعيان. فإن لم يمتنع هذا لم يمتنع ما ذكرناه.",
              "translation": "زانراوەکەی، هەروەک چۆن 'ڕەنگ بوون' (اللونية) و 'گیاندار بوون' (الحيوانية) و باقی 'قەزییە گشتی'یەکانی تر (قضايا الكلية) بەلای ئەوانەوە لە عەقڵدا جێگیرن. ئەمانە زانستێکن کە ناوترێت زانراویان نییە، بەڵام زانراوەکانیان لە دەرەوەدا (في الأعيان) بوونیان نییە. تەنانەت فەیلەسووفان بە ڕاشکاوی وتوویانە کە 'گشتییەکان' (الكليات) لە زەینەکاندا بوونیان هەیە نەک لە دەرەوەدا. ئەوەی لە دەرەوەدا بوونی هەیە تەنها تاکە کەسییەکانە (جزئيات شخصية) کە هەستپێکراون نەک عەقڵی. بەڵام دەبنە هۆکارێک بۆ ئەوەی عەقڵ لێیانەوە قەزییەیەکی عەقڵیی داماڵراو لە ماددە دەربهێنێت. کەواتە 'ڕەنگ بوون' قەزییەیەکی تاکە لە عەقڵدا جیا لە 'ڕەش بوون' و 'سپی بوون'. لە بوونیشدا وێنا ناکرێت ڕەنگێک هەبێت نە ڕەش بێت و نە سپی و نە هیچ کام لە ڕەنگەکانی تر. بەڵام لە عەقڵدا وێنەی 'ڕەنگ بوون' بەبێ وردەکاری دەسەلمێت و دەگوترێت: ئەمە وێنەیەکە کە بوونی لە زەینەکاندایە نەک لە دەرەوەدا. جا ئەگەر ئەمە مەحاڵ نەبێت، ئەوەی ئێمەش باسمان کرد مەحاڵ نییە.",
              "commentary": "لێرەدا غەزالی بەڵگەی فەیلەسووفان بە چەکی خۆیان پووچەڵ دەکاتەوە. ئەو دەڵێت: ئێوە خۆتان دان بەوەدا دەنێن کە 'چەمکە گشتییەکان' (وەک 'ڕەنگ' بە شێوەیەکی گشتی) تەنها لەناو زەیندا بوونیان هەیە و لە دەرەوەدا بوونی سەربەخۆیان نییە. جا ئەگەر چەمکی گشتیی 'ڕەنگ' دەتوانێت لە عەقڵدا هەبێت بەبێ ئەوەی پێویستی بە 'ڕەنگێکی گشتی'ی دەرەکی هەبێت، ئەی بۆچی چەمکی گشتیی 'ئیمکان'یش نەتوانێت تەنها لەناو عەقڵدا وەک حوکمێک بوونی هەبێت، بەبێ ئەوەی پێویستی بە 'ماددە'یەکی دەرەکی هەبێت تا هەڵیبگرێت؟"
            },
            {
              "line_number": "98",
              "original_text": "وأما قولهم: لو قدر عدم العقلاء أو غفلتهم ما كان الإمكان ينعدم، فنقول: ولو قدر عدمهم هل كانت القضايا الكلية وهي الأجناس والأنواع تنعدم؟ فإذا قالوا: نعم، إذ لا معنى لها إلا قضية في العقول، فكذلك قولنا في الإمكان، ولا فرق بين البابين. وإن زعموا أنها تكون باقية في علم الله فكذى القول في الإمكان. فالإلزام واقع والمقصود إظهار تناقض كلامهم.",
              "translation": "سەبارەت بە وتەکەیان: 'ئەگەر وا دابنرێت عاقڵەکان نەمێنن یان لێی غافڵ بن، ئیمکان لەناو ناچێت'، ئێمە دەڵێین: باشە، ئەگەر وا دابنرێت ئەوان نەمێنن، ئایا 'قەزییە گشتی'یەکان کە 'ڕەگەز' و 'جۆر'ەکانن، لەناو دەچن؟ ئەگەر بڵێن: بەڵێ، چونکە هیچ مانایەکیان نییە جگە لە قەزییەیەک لە عەقڵەکاندا، ئێمەش هەمان قسە لەبارەی ئیمکانەوە دەکەین و هیچ جیاوازییەک لە نێوان دوو بابەتەکەدا نییە. خۆ ئەگەریش بانگەشەی ئەوە بکەن کە لە 'زانستی خودا'دا دەمێننەوە، هەمان قسە بۆ ئیمکانیش ڕاستە. کەواتە بەڵگەکە ناچارکەرە و مەبەستیش دەرخستنی دژبەیەکیی قسەکانیانە.",
              "commentary": "غەزالی دووڕیانێکی لۆژیکی بۆ فەیلەسووفان دادەنێت. دەپرسێت: ئەگەر هیچ عەقڵێکی مرۆیی نەمێنێت، ئایا چەمکە گشتییەکان نامێنن؟ (١) ئەگەر بڵێن بەڵێ نامێنن، غەزالیش دەڵێت کەواتە 'ئیمکان'یش نامێنێت و دەبێتە حوکمێکی عەقڵی. (٢) خۆ ئەگەر بڵێن لە 'زانستی خودا'دا دەمێننەوە، غەزالیش دەڵێت کەواتە 'ئیمکان'یش هەر لە زانستی خودادایە و پێویستی بە ماددەیەکی دەرەکی نییە. لە هەردوو حاڵەتەکەدا، بەڵگەکەی فەیلەسووفان پووچەڵ دەبێتەوە."
            },
            {
              "line_number": "99",
              "original_text": "وأما العذر عن الامتناع بأنه مضاف إلى المادة الموصوفة بالشيء إذ يمتنع عليه ضده، فليس كل محال كذلك فإن وجود شريك لله محال، وليس ثم مادة يضاف إليها الامتناع... فنتكلف إضافة الإمكان إليه بهذه الحيلة كما تكلفوه في رد الامتناع إلى ذاته بقلب عبارة الامتناع إلى الوجوب ثم بإضافة الانفراد إليه بنعت الوجوب.",
              "translation": "سەبارەت بە بیانووهێنانەوە بۆ 'مەحاڵبوون' بەوەی کە دەدرێتە پاڵ ماددەی وەسفکراو بە شتێک، چونکە دژەکەی لەسەری مەحاڵە، هەموو مەحاڵێک ئاوا نییە. بوونی 'هاوەڵ بۆ خودا' مەحاڵە، و هیچ ماددەیەکیش لەوێدا نییە تا مەحاڵبوونەکەی بدرێتە پاڵ... کەواتە ئێمەش دەتوانین بە هەمان فێڵ 'ئیمکان' بدەینە پاڵ خودا، هەروەک چۆن ئەوان بە گۆڕینی دەستەواژەی 'مەحاڵبوون' بۆ 'پێویستی' و پاشان دانەپاڵی 'تەنهایی' بۆ خودا، هەوڵیان دا 'مەحاڵبوون' ببەستنەوە بە زاتی خوداوە.",
              "commentary": "غەزالی بیانووی فەیلەسووفان پووچەڵ دەکاتەوە. ئەوان وتیان 'مەحاڵبوون'یش پێویستی بە هەڵگرە. غەزالی نموونەی 'مەحاڵبوونی هاوەڵ بۆ خودا' دێنێتەوە کە هیچ هەڵگرێکی ماددی نییە. ئەو هەوڵی فەیلەسووفان بۆ بەستنەوەی ئەمە بە 'پێویستیی تەنهایی خودا' بە تەنها یارییەکی زمانەوانی دادەنێت و دەڵێت ئێمەش دەتوانین بە هەمان یاری، 'ئیمکان' ببەستینەوە بە توانای خوداوە."
            },
            {
              "line_number": "100",
              "original_text": "وأما العذر عن السواد والبياض بأنه لا نفس له ولا ذات منفرداً، إن عني بذلك في الوجود فنعم، وإن عني بذلك في العقل فلا، فإن العقل يعقل السواد الكلي ويحكم عليه بالإمكان في ذاته.",
              "translation": "سەبارەت بە بیانووی سپێتی و ڕەشی بەوەی کە زاتێکی سەربەخۆیان نییە، ئەگەر مەبەست لە 'بوون'ی دەرەکیدا بێت، بەڵێ. بەڵام ئەگەر مەبەست لە 'عەقڵ'دا بێت، نەخێر. چونکە عەقڵ دەتوانێت 'ڕەشیی گشتی' تێبگات و حوکمی 'ئیمکان'ی بەسەردا بدات لە زاتی خۆیدا.",
              "commentary": "غەزالی جەخت لەسەر جیاوازیی نێوان بوونی دەرەکی و بوونی زەینی دەکاتەوە. ڕاستە 'ڕەشی' بەبێ شتێکی ڕەش لە دەرەوەدا بوونی نییە، بەڵام وەک چەمکێکی گشتی و ئەبستراکت، لەناو عەقڵدا بوونی هەیە و عەقڵ دەتوانێت حوکمی 'مومکین' بوونی بدات."
            },
            {
              "line_number": "101",
              "original_text": "ثم العذر باطل بالنفوس الحادثة فإن لها ذواتاً مفردة وإمكاناً سابقاً على الحدوث، وليس ثم ما يضاف إليه. وقولهم: إن المادة ممكن لها أن يدبرها النفس، فهذه إضافة بعيدة. فإن اكتفيتم بهذا فلا يبعد أن يقال: معنى إمكان الحادث أن القادر عليها يمكن في حقه أن يحدثها، فيكون إضافة إلى الفاعل، مع أنه ليس منطبعاً فيه، كما أنه إضافة إلى البدن المنفعل، مع أنه لا ينطبع فيه. ولا فرق بين النسبة إلى الفاعل والنسبة إلى المنفعل إذا لم يكن انطباع في الموضعين.",
              "translation": "پاشان بیانووەکە بەهۆی 'گیانە دروستکراوەکان'ەوە پووچەڵە، چونکە ئەوان زاتی سەربەخۆیان هەیە و 'ئیمکان'ێکی پێش دروستبوونیان هەیە، و هیچ شتێکیش نییە تا بدرێتە پاڵی. وتەکەی ئەوانیش کە 'ماددە مومکینە گیان بەڕێوەی ببات' پەیوەندییەکی دوورە. جا ئەگەر بەمە ڕازی بن، دوور نییە بوترێت: مانای ئیمکانی دروستکراو ئەوەیە کە 'بکەرە بەتوانا'کە مومکینە لەلایەن ئەوەوە دروستی بکات. کەواتە ئیمکانەکە دەدرێتە پاڵ 'بکەر' (الفاعل)، لەگەڵ ئەوەی کە تێیدا نەچەسپاوە، هەروەک چۆن دەدرێتە پاڵ 'جەستە'ی کارتێکراو، لەگەڵ ئەوەی کە تێیدا نەچەسپاوە. هیچ جیاوازییەکیش نییە لە نێوان دانەپاڵ بۆ بکەر یان بۆ کارتێکراو ئەگەر لە هەردوو حاڵەتەکەدا چەسپان بوونی نەبێت.",
              "commentary": "غەزالی بۆ دوا جار، بەڵگەی دژبەیەکیی سیستەمەکەی ئیبن سینا بەکاردەهێنێتەوە. ئەو دەڵێت: ئێوە بۆ چارەسەرکردنی کێشەی 'ئیمکان'ی گیان، پەناتان بۆ 'پەیوەندییەکی دوور' برد (بەستنەوەی بە ماددەوە). ئەگەر ئەمە قبووڵ بکەن، ئێمەش دەتوانین بە هەمان شێوە بڵێین 'ئیمکان'ی هەموو شتەکان پەیوەندییەکی هەیە بە 'توانا'ی بکەرەکەوە (خودا). بەمەش تەواوی پێویستیی بوونی ماددەی ئەزەلی لەناو دەبات."
            },
            {
              "line_number": "102",
              "original_text": "فإن قيل: فقد عولتم في جميع الاعتراضات على مقابلة الإشكالات بالإشكالات ولم تحلوا ما أوردوه من الإشكال، قلنا: المعارضة تبين فساد الكلام لا محالة، وينحل وجه الإشكال في تقدير المعارضة والمطالبة. ونحن لم نلتزم في هذا الكتاب إلا تكدير مذهبهم والتغبير في وجوه أدلتهم بما نبين تهافتهم. ولم نتطرق الذب عن مذهب معين فلم نخرج لذلك عن مقصود الكتاب، ولا نستقصي القول في الأدلة الدالة على الحدث إذ غرضنا إبطال دعواهم معرفة القدم.",
              "translation": "ئەگەر بوترێت: ئێوە لە هەموو ڕەخنەکانتاندا پشتیتان بە 'بەرەنگاربوونەوەی کێشە بە کێشە' بەستووە و ئەو کێشەیەی ئەوان هێنایانە ئاراوە، چارەسەرتان نەکردووە. دەڵێین: 'بەرەنگاربوونەوە' (المعارضة) بێ گومان پووچەڵیی قسەکە دەردەخات. ئێمە لەم کتێبەدا هیچ شتێکمان لە ئەستۆ نەگرتووە جگە لە لێڵکردنی بیروڕایان و تۆزاوی کردنی بەڵگەکانیان بەوەی کە 'تهافت' (دژبەیەکی و بێ بنەمایی)ـەکەیان دەربخەین. ئێمە بەرگریمان لە هیچ بیروڕایەکی دیاریکراو نەکردووە، بۆیە لە مەبەستی کتێبەکە دەرنەچووین. مەبەستی ئێمە پووچەڵکردنەوەی بانگەشەی ئەوانە بۆ زانینی ئەزەلییەتی جیهان.",
              "commentary": "لێرەدا غەزالی بە ڕاشکاوی ئامانج و میتۆدی کتێبەکەی ڕوون دەکاتەوە. ئەو دان بەوەدا دەنێت کە ئامانجی، سەلماندنی بۆچوونێکی دیاریکراو نییە، بەڵکو تەنها 'ڕووخاندن' (الهدم) و دەرخستنی دژبەیەکییەکانی ناو سیستەمی فەلسەفیی خۆیانە. ئەو دەڵێت نیشاندانی ئەوەی کە بەڵگەکانی فەیلەسووفان دەتوانرێت دژی خۆیان بەکاربهێنرێتەوە، بەسە بۆ سەلماندنی 'تهافت' و بێ بنەمایی بانگەشەکانیان."
            },
            {
              "line_number": "103",
              "original_text": "وأما إثبات المذهب الحق فسنصنف فيه كتاباً بعد الفراغ من هذا إن ساعد التوفيق إن شاء الله ونسميه قواعد العقائد، ونعتني فيه بالإثبات كما اعتنينا في هذا الكتاب بالهدم، والله أعلم.",
              "translation": "سەبارەت بە سەلماندنی بیروڕای ڕاست، دوای تەواوبوون لەمە کتێبێکی لەسەر دادەنێین ئەگەر تەوفیق یارمەتیدەر بێت إن شاء الله و ناوی دەنێین 'قواعد العقائد' (بنەماکانی بیروباوەڕ)، و تێیدا گرنگی بە 'سەلماندن' (الإثبات) دەدەین هەروەک چۆن لەم کتێبەدا گرنگیمان بە 'ڕووخاندن' (الهدم) دا. والله أعلم.",
              "commentary": "غەزالی خوێنەر ئاراستەی کارێکی داهاتووی خۆی دەکات. ئەو جەخت دەکاتەوە کە 'تهافت الفلاسفة' تەنها قۆناغی یەکەمە (ڕەخنە و ڕووخاندن). قۆناغی دووەم، کە 'بنیاتنان و سەلماندن'ە، لە کتێبێکی تردا دەبێت. ئەمە نیشانەی پلانێکی گەورەترە لە کارە فیکرییەکانی غەزالیدا."
            },
            {
              "line_number": "104",
              "original_text": "[مسألة في إبطال قولهم في أبدية العالم والزمان والحركة] ليعلم أن هذه المسألة فرع الأولى، فإن العالم عندهم كما أنه أزلي لا بداية لوجوده فهو أبدي لا نهاية لآخره، ولا يتصور فساده وفناؤه بل لم يزل كذلك ولا يزال أيضاً كذلك. وأدلتهم الأربعة التي ذكرناها في الأزلية جارية في الأبدية، والاعتراض كالاعتراض من غير فرق. فإنهم يقولون: إن العالم معلول علته أزلية أبدية، فكان المعلول مع العلة. ويقولون: إذا لم تتغير العلة لم يتغير المعلول. وعليه بنوا منع الحدوث، وهو بعينه جار في الانقطاع. وهذا مسلكهم الأول.",
              "translation": "[مەسەلە: لە پووچەڵکردنەوەی وتەیان لەبارەی ئەبەدییەتی جیهان و کات و جووڵەوە] با بزانرێت کە ئەم مەسەلەیە لقی مەسەلەی یەکەمە. چونکە جیهان بەلای ئەوانەوە هەروەک چۆن 'ئەزەلی'یە (بێ سەرەتا)، بە هەمان شێوە 'ئەبەدی'یشە (بێ کۆتا). وێنای لەناوچوون و نەمانی ناکرێت، بەڵکو هەمیشە ئاوا بووە و هەمیشەش ئاوا دەبێت. ئەو چوار بەڵگەیەی لەبارەی ئەزەلییەتەوە باسمان کردن، بۆ ئەبەدییەتیش هەر کاران. ڕەخنەکەش وەک هەمان ڕەخنەیە بەبێ جیاوازی. چونکە ئەوان دەڵێن: جیهان دەرەنجامێکە (معلول) کە هۆکارەکەی (علة) ئەزەلی و ئەبەدییە، کەواتە دەرەنجامەکەش لەگەڵ هۆکارەکەدایە. دەڵێن: ئەگەر هۆکار نەگۆڕێت، دەرەنجامیش ناگۆڕێت. لەسەر ئەمە، ڕێگرییان لە 'دروستبوون' کرد، و هەمان شت بۆ 'کۆتاییهاتن'یش ڕاستە. ئەمە ڕێچکەی یەکەمیانە.",
              "commentary": "غەزالی دەچێتە سەر مەسەلەی دووەم: ئایا جیهان کۆتایی دێت؟ ئەو دەڵێت ئەمە لقێکە لە مەسەلەی یەکەم، و فەیلەسووفان هەمان بەڵگەکانی پێشوویان بۆ سەلماندنی ئەبەدییەتی جیهانیش بەکاردەهێنن. بەتایبەتی بەڵگەی 'هۆکار و دەرەنجام': مادام هۆکارەکە (خودا) ئەبەدییە، دەرەنجامەکەش (جیهان) دەبێت ئەبەدی بێت و کۆتایی نەیەت."
            },
            {
              "line_number": "105",
              "original_text": "ومسلكهم الثاني أن العالم إذا عدم فيكون عدمه بعد وجوده، فيكون له بعد ففيه إثبات الزمان. وهو فاسد لأنه لا يستحيل بقاء العالم أبداً: ويعرف الواقع من الشرع. ومسلكهم الثالث إن إمكان الوجود لا ينقطع. فكذلك الوجود الممكن يجوز أن يكون على وفق الإمكان. إلا أن هذا الدليل لا يقوى، فإنا نحيل أن يكون أزلياً ولا نحيل أن يكون أبدياً لو أبقاه الله تعالى أبد، إذاً ليس من ضرورة الحادث أن يكون له آخر، ومن ضرورة الفعل أن يكون حادثاً وأن يكون له أول. ولم يوجب أن يكون للعالم لا محالة آخر إلا أبو الهذيل العلاف، فإنه قال: كما يستحيل في الماضي دورات لا نهاية لها فكذلك في المستقبل، وهو فاسد لأن كل المستقبل قط لا يدخل في الوجود لا متلاحقاً ولا متساوقاً، والماضي قد دخل كله في الوجود متلاحقاً وإن لم يكن متساوقاً. وإذا تبين أنا لا نبعد بقاء العالم أبداً من حيث العقل بل نجوز بقاءه وإفناءه، فإنما يعرف الواقع من قسمي الممكن بالشرع فلا يتعلق النظر فيه بالمعقول.",
              "translation": "ڕێچکەی دووەمیان ئەوەیە کە ئەگەر جیهان نەمێنێت، نەمانەکەی 'دوای' بوونی دەبێت، کەواتە 'پاش'ێکی هەیە و ئەمەش سەلماندنی 'کات'ە. ڕێچکەی سێیەمیشیان ئەوەیە کە 'ئیمکانی بوون' کۆتایی نایەت، کەواتە بوونە مومکینەکەش دەکرێت بەگوێرەی ئیمکانەکە بێت. بەڵام ئەم بەڵگەیەیان بەهێز نییە. چونکە ئێمە بە مەحاڵی دەزانین ئەزەلی بێت، بەڵام بە مەحاڵی نازانین ئەبەدی بێت ئەگەر خودای گەورە بیهێڵێتەوە. چونکە لە پێویستییەکانی شتی دروستکراو نییە کە کۆتایی هەبێت، بەڵام لە پێویستییەکانی کردارە کە دروستکراو بێت و سەرەتای هەبێت. تەنها ئەبو الهذیل العلاف وتوویەتی کە دەبێت جیهان کۆتایی هەبێت و وتوویەتی: هەروەک چۆن لە ڕابردوودا خولانەوەی بێ کۆتا مەحاڵە، لە داهاتووشدا هەر وایە. ئەمەش هەڵەیە، چونکە هیچی داهاتوو هەرگیز بە تەواوی نایەتە ناو بوونەوە، بەڵام هەموو ڕابردوو هاتووەتە ناو بوونەوە. جا کە دەرکەوت ئێمە لە ڕووی عەقڵەوە مانەوەی جیهانمان بەدوور نەزانی، بەڵکو هێشتنەوە و لەناوبردنی هەردووکی بە ڕەوا زانی، کەواتە زانینی ئەوەی کام لە دوو ئەگەرەکە ڕوودەدات، تەنها لە 'شەرع'ەوە دەزانرێت و پەیوەندیی بە عەقڵەوە نییە.",
              "commentary": "لێرەدا غەزالی جیاکارییەکی زۆر گرنگ دەکات لە نێوان 'ئەزەلییەت' (بێ سەرەتایی) و 'ئەبەدییەت' (بێ کۆتایی). ئەو دەڵێت: 'ئەزەلییەت' لە ڕووی عەقڵییەوە مەحاڵە، چونکە دەبێتە هۆی ناکۆکیی 'بێکۆتای بەسەرچوو'. بەڵام 'ئەبەدییەت' لە ڕووی عەقڵییەوە مەحاڵ نییە، چونکە داهاتوو هەرگیز 'تەواو' نابێت. ئەو ڕای ئەبو الهذیل ڕەتدەکاتەوە و دەگاتە دەرەنجامێکی گرنگ: عەقڵ ناتوانێت بە تەنها یەکلایی بکاتەوە کە ئایا جیهان کۆتایی دێت یان نا. هەردووکیان 'مومکین'ن. کەواتە بۆ زانینی وەڵامەکە، دەبێت پەنا بۆ سەرچاوەیەکی تر بەرین کە ئەویش 'وەحی' و 'شەرع'ە. بەمە، سنووری نێوان عەقڵ و وەحی دیاری دەکات."
            },
            {
          "section_title": "مەسەلەی دووەم: لە پووچەڵکردنەوەی وتەیان لەبارەی ئەبەدییەتی جیهان",
          "lines": [
            {
              "line_number": "106",
              "original_text": "وأما مسلكهم الرابع فهو جار، لأنهم يقولون: إذا عدم العالم بقي إمكان وجوده، إذ الممكن لا ينقلب مستحيلاً، وهو وصف إضافي. فيفتقر كل حادث بزعمهم إلى مادة سابقة، وكل منعدم فيفتقر إلى مادة ينعدم عنها. فالمواد والأصول لا تنعدم وإنما تنعدم الصور والأعراض الحالة فيها.",
              "translation": "سەبارەت بە ڕێچکەی چوارەمیان، ئەویش هەر کارایە. چونکە دەڵێن: ئەگەر جیهان نەمێنێت، 'ئیمکانی بوون'ی هەر دەمێنێت، چونکە مومکین نابێتە مەحاڵ. ئیمکانیش سیفەتێکی ڕێژەییە. کەواتە هەر دروستکراوێک بە گومانی ئەوان، پێویستی بە ماددەیەکی پێشوەختەیە، و هەر شتێکی نەمایش، پێویستی بە ماددەیەکە کە لێی نەمێنێت. کەواتە ماددە و بنەماکان نامێنن، بەڵکو ئەوەی نامێنێت شێوە و سیفەتەکانە کە دێنە سەریان.",
              "commentary": "فەیلەسووفان بەڵگەی چوارەمی خۆیان (پێویستیی ماددە) بۆ سەلماندنی ئەبەدییەتیش بەکاردەهێنن. ئەوان دەڵێن: هەروەک چۆن 'دروستبوون' پێویستی بە ماددەیەکە تا شێوەی نوێی بەسەردا بێت، 'نەمان'یش پێویستی بە ماددەیەکە تا شێوە کۆنەکەی لێی لابچێت. بەلای ئەوانەوە، 'نەمان' بریتی نییە لە نەمانی تەواو، بەڵکو تەنها گۆڕانی شێوەیە لەسەر ماددەیەکی ئەزەلی. کەواتە خودی 'ماددە'ی بنەڕەتی هەرگیز لەناو ناچێت."
            },
            {
              "line_number": "107",
              "original_text": "والجواب عن الكل ما سبق. وإنما أفردنا هذه المسألة لأن لهم فيها دليلين آخرين:",
              "translation": "وەڵامی هەموو ئەمانە هەمان وەڵامی پێشووە. ئەم مەسەلەیەمان تەنها لەبەر ئەوە جیاکردەوە کە دوو بەڵگەی تریان تێیدا هەیە:",
              "commentary": "غەزالی دەڵێت هەموو بەڵگەکانی پێشوویان بە هەمان شێوەی پێشوو وەڵام دراونەتەوە. بەڵام دوو بەڵگەی نوێ هەن کە تایبەتن بە پرسی ئەبەدییەتەوە و پێویستیان بە وەڵامی نوێیە."
            },
            {
              "line_number": "108",
              "original_text": "ما تمسك به جالينوس إذ قال: لو كان الشمس مثلاً تقبل الانعدام لظهر فيها ذبول في مدة مديدة، والأرصاد الدالة على مقدارها منذ آلاف سنين لا تدل إلا على هذا المقدار، فلما لم تذبل في هذه الآماد الطويلة دل أنها لا تفسد.",
              "translation": "ئەوەی جالینۆس پشتی پێ بەستووە کاتێک وتوویەتی: ئەگەر خۆر توانای لەناوچوونی هەبووایە، دەبوو لە ماوەیەکی درێژدا نیشانەی سیسبوون و کزبوونی (ذبول) تێدا دەرکەوتبایە. لە کاتێکدا کە چاودێرییە ئەستێرەناسییەکان (الأرصاد) کە قەبارەکەیان لە هەزاران ساڵەوە دیاری کردووە، هەر هەمان قەبارە نیشان دەدەن. جا مادام لەم ماوە درێژانەدا سیس نەبووە، ئەمە نیشانەی ئەوەیە کە لەناو ناچێت.",
              "commentary": "ئەمە بەڵگەیەکی 'ئەزموونی' (empirical)ـە کە هی جالینۆسە. بنەماکەی ئەوەیە کە هەر شتێک بەرەو لەناوچوون بڕوات، دەبێت بە شێوەیەکی پلە بە پلە نیشانەکانی پیری و کزبوونی تێدا دەرکەوێت. مادام چاودێرییەکان بۆ هەزاران ساڵ هیچ گۆڕانکارییەکیان لە قەبارەی خۆردا تۆمار نەکردووە، کەواتە خۆر بەرەو لەناوچوون ناڕوات و ئەبەدییە."
            },
            {
              "line_number": "109",
              "original_text": "الاعتراض عليه من وجوه: الأول إن شكل هذا الدليل أن يقال: إن كان الشمس تفسد فلا بد وأن يلحقها ذبول، لكن التالي محال فالمقدم محال، وهو قياس يسمى عندهم الشرطي المتصل، وهذه النتيجة غير لازمة لأن المقدم غير صحيح ما لم يضف إليه شرط آخر وهو قوله: إن كان تفسد فلا بد وأن تذبل، فهذا التالي لا يلزم هذا المقدم إلا بزيادة شرط وهو أن نقول: إن كان تفسد فساداً ذبولياً فلا بد وأن تذبل في طول المدة. أو يبين أنه لا فساد بطريق الذبول حتى يلزم التالي للمقدم. ولا نسلم أنه لا يفسد الشيء إلا بالذبول، بل الذبول أحد وجوه الفساد. ولا يبعد أن يفسد الشيء بغتة وهو على حال كماله.",
              "translation": "ڕەخنەگرتن لێی لە چەندین ڕووەوەیە: یەکەم: شێوەی ئەم بەڵگەیە ئەوەیە کە بگوترێت: 'ئەگەر خۆر لەناو بچێت، ئەوا دەبێت سیس ببێت'. بەڵام بەشی دووەم (التالي) مەحاڵە، کەواتە بەشی یەکەمیش (المقدم) مەحاڵە. ئەمە قیاسێکی مەرجیی پێکەوەبەستراوە (الشرطي المتصل). ئەم دەرەنجامە پێویست نییە، چونکە بەشی یەکەم ڕاست نییە مەگەر مەرجێکی تری بخرێتە پاڵ، ئەویش ئەوەیە بڵێین: 'ئەگەر لەناو بچێت، ئەوا دەبێت سیس ببێت'. ئەم بەشی دووەمە لە بەشی یەکەمەوە نایەتە دەرەوە مەگەر بڵێین: 'ئەگەر بە شێوەی سیسبوون لەناو بچێت، ئەوا دەبێت سیس ببێت'. یان دەبێت بیسەلمێنێت کە هیچ جۆرە لەناوچوونێک نییە جگە لە سیسبوون. ئێمە دان بەوەدا نانێین کە شت تەنها بە سیسبوون لەناو بچێت، بەڵکو سیسبوون یەکێکە لە شێوازەکانی لەناوچوون. دوور نییە شتێک 'کتوپڕ' (بغتة) لەناو بچێت لە کاتێکدا لەوپەڕی کامڵیی خۆیدایە.",
              "commentary": "غەزالی لە ڕووی لۆژیکییەوە بەڵگەکە هەڵدەوەشێنێتەوە. ئەو دەڵێت: جالینۆس وا دادەنێت کە 'تەنها' یەک ڕێگە بۆ لەناوچوون هەیە، ئەویش 'سیسبوون'ـی پلە بە پلەیە. بەڵام ئەمە گریمانەیەکی بێ بەڵگەیە. لەوانەیە شتەکان بە شێوەیەکی کتوپڕ و تەقینەوەیی لەناو بچن بەبێ ئەوەی هیچ نیشانەیەکی پێشوەختەیان هەبێت. کەواتە نەبوونی نیشانەی سیسبوون، نەمانی تەواو ناسەلمێنێت."
            },
            {
              "line_number": "110",
              "original_text": "الثاني أنه لو سلم له هذا وأنه لا فساد إلا بالذبول، فمن أين عرف أنه ليس يعتريها الذبول؟ وأما التفاته إلى الأرصاد فمحال لأنها لا تعرف مقاديرها إلا بالتقريب. والشمس التي يقال إنها كالأرض مائة وسبعين مرة أو ما يقرب منه لو نقص منها مقدار جبال مثلاً لكان لا يبين للحس، فلعلها في الذبول، وإلى الآن قد نقص مقدار جبال وأكثر. والحس لا يقدر على أن يدرك ذلك... وهذا كما أن الياقوت والذهب مركبان من العناصر عندهم وهي قابلة للفساد، ثم لو وضع ياقوته مائة سنة لم يكن نقصانه محسوساً، فلعل نسبة ما ينقص من الشمس في مدة تاريخ الأرصاد كنسبة ما ينقص من الياقوت في مائة سنة. وذلك لا يظهر للحس فدل أن دليله في غاية الفساد.",
              "translation": "دووەم: ئەگەر واش دابنێین کە هیچ لەناوچوونێک نییە جگە لە سیسبوون، لە کوێوە زانیویەتی کە سیسبوون ڕووی تێ ناکات؟ پشتبەستنی بە چاودێرییەکان مەحاڵە، چونکە ئەوان قەبارەکان تەنها 'بە نزیکەیی' (بالتقريب) دەزانن. خۆر کە دەگوترێت نزیکەی ١٧٠ جار لە زەوی گەورەترە، ئەگەر بڕی چەند شاخێکی لێ کەم ببێتەوە، بە هەست دەرناکەوێت. لەوانەیە لە حاڵەتی سیسبووندایە و هەتا ئێستا بڕی چەند شاخێک و زیاتریشی لێ کەم بووبێتەوە، بەڵام هەست ناتوانێت پێی بزانێت... ئەمەش وەک یاقووت و زێڕ وایە کە بەلای ئەوانەوە لە توخمەکان پێک هاتوون و توانای لەناوچوونیان هەیە، بەڵام ئەگەر یاقووتێک سەد ساڵ دابنرێت، کەمبوونەوەکەی بە هەست پێی نازانرێت. لەوانەیە ڕێژەی کەمبوونەوەی خۆر لە ماوەی مێژووی چاودێرییەکاندا، وەک ڕێژەی کەمبوونەوەی یاقووت بێت لە سەد ساڵدا. ئەمەش بە هەست دەرناکەوێت. کەواتە دەرکەوت کە بەڵگەکەی لەوپەڕی پووچەڵیدایە.",
              "commentary": "غەزالی ڕەخنەیەکی زانستییانەتر دەگرێت. ئەو دەڵێت: تەنانەت ئەگەر سیسبوونیش ڕووبدات، لەوانەیە ئەوەندە هێواش بێت کە بە ئامرازە چاودێرییە نادقیقەکانی ئەوان هەستی پێنەکرێت. قەبارەی خۆر ئەوەندە گەورەیە، کە کەمبوونەوەی بڕێکی زۆریش (وەک قەبارەی چەند شاخێک) لەوانەیە لە ماوەی چەند هەزار ساڵێکدا بە چاو یان بە ئامرازە سەرەتاییەکان هەستی پێنەکرێت. کەواتە بەڵگەکەی جالینۆس لەسەر بنەمایەکی ئەزموونیی لاواز دامەزراوە."
            },
            {
              "line_number": "111",
              "original_text": "وقد أعرضنا عن إيراد أدلة كثيرة من هذا الجنس يستركها العقلاء وأوردنا هذا الواحد ليكون عبرة ومثالاً لما تركناه واقتصرنا على الأدلة الأربعة التي يحتاج إلى تكلف في حل شبهها كما سبق.",
              "translation": "وازمان لە هێنانەوەی چەندین بەڵگەی لەم جۆرە هێناوە کە عاقڵان بە لاوازیان دەزانن، و ئەم یەک دانەیەمان هێنایەوە تا ببێتە پەند و نموونە بۆ ئەوانەی وازمان لێهێناون، و تەنها پشتمان بەو چوار بەڵگەیە بەست کە پێویستیان بە هەوڵدانە بۆ شیکردنەوەی گومانەکانیان.",
              "commentary": "غەزالی دووبارە جەخت لەسەر میتۆدی خۆی دەکاتەوە: ئەو تەنها بەهێزترین بەڵگەکانی فەیلەسووفان هەڵدەبژێرێت بۆ وەڵامدانەوە، و بەڵگە لاوازەکان فەرامۆش دەکات."
            },
            {
              "line_number": "112",
              "original_text": "الدليل الثاني لهم في استحالة عدم العالم أن قالوا: العالم لا تنعدم جواهره لأنه لا يعقل سبب معدم له، وما لم يكن منعدماً ثم انعدم فلا بد وأن يكون بسبب، وذلك السبب لا يخلوا إما من أن يكون إرادة القديم، وهو محال لأنه إذا لم يكن مريداً لعدمه ثم صار مريداً فقد تغير، أو يؤدي إلى أن يكون القديم وإرادته على نعت واحد في جميع الأحوال، والمراد يتغير من العدم إلى الوجود ثم من الوجود إلى العدم. وما ذكرناه من استحالة وجود حادث بإرادة قديمة يدل على استحالة العدم.",
              "translation": "بەڵگەی دووەمیان لە مەحاڵبوونی نەمانی جیهاندا ئەوەیە کە وتوویانە: جەوهەرەکانی جیهان نامێنن، چونکە هیچ 'هۆکارێکی نەمێنەر' (سبب معدم)ی بۆ وێنا ناکرێت. ئەوەی کە سەرەتا بوونی هەبووبێت و پاشان نەمێنێت، دەبێت بە هۆکارێک بێت. ئەو هۆکارەش یان 'ویستی بوونەوەری ئەزەلی'ـیە، کە مەحاڵە، چونکە ئەگەر ویستکاری نەمانی نەبووبێت و پاشان ببێتە ویستکاری، ئەوا گۆڕاوە. یان دەبێتە هۆی ئەوەی بوونەوەری ئەزەلی و ویستەکەی لە هەموو حاڵەتەکاندا وەک یەک بن، بەڵام شتی ویستراو (المراد) لە نەبوونەوە بۆ بوون و پاشان لە بوونەوە بۆ نەبوون دەگۆڕێت. ئەوەی لەبارەی مەحاڵبوونی دروستبوونی شتێکی نوێ بە ویستێکی ئەزەلی باسمان کرد، مەحاڵبوونی نەبوونی شتەکەش دەسەلمێنێت.",
              "commentary": "ئەمە دووەم بەڵگەی نوێی فەیلەسووفانە. ئەوان دەڵێن: هەروەک چۆن 'دروستبوون' پێویستی بە هۆکارێکە، 'نەمان'یش پێویستی بە هۆکارێکە. ئەو هۆکارە چییە؟ ئەگەر 'ویستی خودا' بێت، ئەوا هەمان کێشەی پێشوومان بۆ دروست دەبێتەوە: بۆچی خودا 'ئێستا' ویستی نەمانی جیهانی کرد و 'پێشتر' ویستی نەدەکرد؟ ئەمەش گۆڕانکاری لە ویستی خودادا دەخوازێت، کە مەحاڵە. کەواتە، هیچ هۆکارێکی گونجاو بۆ نەمانی جیهان بوونی نییە."
            },
            {
              "line_number": "113",
              "original_text": "ويزيد هاهنا إشكال آخر أقوى من ذلك، وهو أن المراد فعل المريد لا محالة، وكل من لم يكن فاعلاً ثم صار فاعلاً فإن لم يتغير هو في نفسه فلا بد وأن يصير فعله موجوداً بعد أن لم يكن موجوداً. فإنه لو بقي كما كان إذ لم يكن له فعل، والآن أيضاً لا فعل له، فإذن لم يفعل شيئاً. والعدم ليس بشيء فكيف يكون فعلاً؟ وإذا أعدم العالم وتجدد له فعل لم يكن، فما ذلك الفعل؟ أهو وجود العالم؟ وهو محال إذا انقطع الوجود، أو فعله عدم العالم؟ وعدم العالم ليس بشيء حتى يكون فعلاً، فإن أقل درجات الفعل أن يكون موجوداً وعدم العالم ليس شيئاً موجوداً حتى يقال: هو الذي فعله.",
              "translation": "لێرەدا کێشەیەکی بەهێزتریش دێتە ئاراوە، ئەویش ئەوەیە کە شتی ویستراو، بێ گومان 'کردار'ی (فعل) ویستکارەکەیە. هەر کەسێکیش کە بکەر نەبووبێت و پاشان ببێتە بکەر، ئەگەر خۆی نەگۆڕێت، دەبێت کردارەکەی بوونی پەیدا بکات دوای ئەوەی بوونی نەبووە. چونکە ئەگەر هەر وەک خۆی بمایەتەوە، ئێستاش کرداری نییە، کەواتە هیچ شتێکی نەکردووە. 'نەبوون'یش (العدم) هیچ نییە، جا چۆن دەبێتە کردار؟ ئەگەر جیهانی نەهێشت و کردارێکی نوێی بۆ دروست بوو، ئەو کردارە چییە؟ ئایا 'بوون'ی جیهانە؟ ئەمە مەحاڵە چونکە بوونەکە نەماوە. یان کردارەکەی 'نەبوون'ی جیهانە؟ 'نەبوون'ی جیهانیش هیچ نییە تا ببێتە کردار. چونکە کەمترین پلەی کردار ئەوەیە کە 'بوون'ی هەبێت. 'نەبوون'ی جیهانیش شتێکی بووندار نییە تا بوترێت: ئەوەیە کە کردی.",
              "commentary": "ئەمە بەڵگەیەکی فەلسەفیی وردە. فەیلەسووفان دەڵێن: 'کردار' (الفعل) بریتییە لە 'بەدیهێنانی شتێکی بووندار'. بەڵام 'نەمان' (العدم)، 'هیچ'ـە و شتێکی بووندار نییە. کەواتە 'نەهێشتن'ی جیهان، ناتوانێت 'کردار'ی خودا بێت، چونکە خودا 'هیچ'ی دروست نەکردووە. ئەگەر هیچ کردارێکی نوێش ڕووی نەدابێت، کەواتە خودا هیچ شتێکی نەکردووە و جیهان هەر وەک خۆی ماوەتەوە. بەم لۆژیکە، لەناوبردنی جیهان کارێکی مەحاڵە."
            },
            
            {
              "line_number": "114",
              "original_text": "الفاعل وأوجده الموجد. ولإشكال هذا زعموا: افترق المتكلمون في التقصي عن هذا أربع فرق وكل فرقة اقتحمت محالاً.",
              "translation": "بکەر و بەدیهێنەر بەدیهێناوە. بە گومانی ئەوان، بەهۆی ئاڵۆزیی ئەم کێشەیەوە، زانایانی کەلام (المتكلمون) بۆ چارەسەرکردنی بوون بە چوار گرووپەوە، و هەر گرووپێکیشیان کەوتۆتە ناو شتێکی مەحاڵەوە.",
              "commentary": "فەیلەسووفان لێرەدا هێرش دەکەنە سەر زانایانی کەلام. ئەوان دەڵێن: کێشەی 'چۆنیەتیی لەناوبردنی جیهان' ئەوەندە ئاڵۆزە کە خودی ناحەزەکانی ئێمە (زانایانی کەلام) لەناو خۆیاندا بوون بە چوار گرووپی دژ بەیەکەوە، و وەڵامی هیچ کامیشیان مەعقوڵ نییە. ئەمە ستراتیژێکە بۆ نیشاندانی ئەوەی کە کێشەکە لە بنەڕەتدا چارەسەری نییە و باشترین ڕێگە ئەوەیە بڵێین جیهان هەر لەناو ناچێت."
            },
            {
              "line_number": "115",
              "original_text": "أما المعتزلة فإنهم قالوا: فعله الصادر منه موجود وهو الفناء، يخلقه لا في محل فينعدم كل العالم دفعة واحدة، وينعدم الفناء المخلوق بنفسه حتى لا يحتاج إلى فناء آخر، فيتسلسل إلى غير نهاية. وهو فاسد... لأن الفناء ليس موجوداً معقولاً... ثم لم يعدم العالم فإنه إن خلق في ذات العالم... فيجتمعان ولو في لحظة... وإن خلقه لا في العالم ولا في محل فمن أين يضاد وجوده وجود العالم؟ ثم في هذا المذهب شناعة أخرى وهو أن الله لا يقدر على إعدام بعض جواهر العالم دون بعض...",
              "translation": "سەبارەت بە 'موعتەزیلە'، ئەوان وتوویانە: کرداری خودا شتێکی بووندارە کە ئەویش 'نەمان' (الفناء)ـە. خودا 'نەمان' لە 'هیچ شوێنێک'دا (لا في محل) دروست دەکات، جا هەموو جیهان یەکجار لەناو دەچێت. خودی 'نەمان'ـە دروستکراوەکەش بە خۆی لەناو دەچێت تا پێویستی بە نەمانێکی تر نەبێت و زنجیرەکە درێژ نەبێتەوە. ئەمەش پووچەڵە... چونکە 'نەمان' شتێکی بوونداری مەعقوڵ نییە... پاشان چۆن جیهان لەناو دەبات؟ ئەگەر لەناو خودی جیهاندا دروستی بکات... ئەوا بۆ ساتێکیش بێت پێکەوە کۆدەبنەوە... خۆ ئەگەریش لە دەرەوەی جیهان دروستی بکات، لە کوێوە دژی بوونی جیهان دەبێت؟ پاشان ناشیرینییەکی تریش لەم بیروڕایەدا هەیە، ئەویش ئەوەیە کە خودا ناتوانێت هەندێک لە جەوهەرەکانی جیهان لەناو ببات و هەندێکی بهێڵێتەوە...",
              "commentary": "فەیلەسووفان یەکەم وەڵامی زانایانی کەلام (موعتەزیلە) دەخەنەڕوو و ڕەخنەی لێ دەگرن. موعتەزیلە 'نەمان' دەکەن بە بوونەوەرێکی سەربەخۆ. فەیلەسووفان دەڵێن ئەمە چەندین کێشەی لۆژیکی هەیە: (١) چۆن 'نەمان' بوونی هەیە؟ (٢) ئەگەر بوونی هەبێت، چۆن دژی 'بوون' دەبێتەوە و لەناوی دەبات؟ (٣) ئەگەر لە هیچ شوێنێکدا نەبێت، چۆن کاریگەریی لەسەر هەموو شوێنەکان دەبێت؟ (٤) ئەمە وا دەکات خودا تەنها بتوانێت 'هەموو' جیهان یەکجار لەناو ببات."
            },
            {
              "line_number": "116",
              "original_text": "الفرقة الثانية الكرامية حيث قالوا: إن فعله الإعدام، والإعدام عبارة عن موجود يحدثه في ذاته تعالى عن قولهم فيصير العالم به معدوماً. وهذا أيضاً فاسد إذ فيه كون القديم محل الحوادث...",
              "translation": "گرووپی دووەم 'کەررامییە'ن کە وتوویانە: کرداری خودا 'نەهێشتن' (الإعدام)ـە، کە بریتییە لە بوونەوەرێک کە لە 'زاتی خۆی'دا دروستی دەکات، و جیهانی پێ لەناو دەچێت. ئەمەش پووچەڵە، چونکە وا دەکات بوونەوەری ئەزەلی ببێتە 'شوێنی ڕووداوەکان' (محل الحوادث)...",
              "commentary": "فەیلەسووفان ڕەخنە لە گرووپی دووەم (کەررامییە) دەگرن. ئەوان بە پێچەوانەی موعتەزیلەوە، 'نەهێشتن' دەکەن بە ڕووداوێک لەناو خودی زاتی خودادا. ئەمەش بەلای فەیلەسووفانەوە گەورەترین کوفرە، چونکە بنەمای سەرەکیی ئەوان ئەوەیە کە بوونەوەری ئەزەلی بە هیچ شێوەیەک ناگۆڕێت و نابێتە شوێنی هیچ ڕووداوێکی نوێ."
            },
            {
              "line_number": "117",
              "original_text": "الفرقة الثالثة الأشعرية إذ قالوا: أما الأعراض فإنها تفنى بأنفسها ولا يتصور بقاءها... وأما الجواهر فليست باقية بأنفسها ولكنها باقية ببقاء زائد على وجودها، فإذا لم يخلق الله البقاء انعدم لعدم المبقى. وهو أيضاً فاسد لما فيه من مناكرة المحسوس في أن السواد لا يبقى... ثم فيه إشكال آخر وهو أن الباقي إذا بقي ببقاء فيلزم أن تبقى صفات الله ببقاء... ويتسلسل إلى غير نهاية.",
              "translation": "گرووپی سێیەم 'ئەشعەری'یەکانن کە وتوویانە: سیفەتە کاتییەکان (الأعراض) بە خۆیان لەناو دەچن و مانەوەیان وێنا ناکرێت... جەوهەرەکانیش بە خۆیان نامێننەوە، بەڵکو بە 'مانەوە'یەک (بقاء) کە زیادەیە لەسەر بوونیان، دەمێننەوە. جا ئەگەر خودا ئەو 'مانەوە'یە دروست نەکات، لەناو دەچن. ئەمەش پووچەڵە، چونکە دژی شتی هەستپێکراوە کە ڕەشی نامێنێتەوە... پاشان کێشەیەکی تری تێدایە، ئەویش ئەوەیە کە ئەگەر شتی ماوە بە 'مانەوە' بمێنێتەوە، دەبێت سیفەتەکانی خوداش بە 'مانەوە' بمێننەوە... و ئەمەش زنجیرەیەکی بێ کۆتایی دروست دەکات.",
              "commentary": "فەیلەسووفان ڕەخنە لە ئەشعەرییەکان دەگرن. ئەشعەرییەکان دەڵێن شتەکان لە خۆیاندا توانای مانەوەیان نییە و لە هەر ساتێکدا خودا سیفەتی 'مانەوە'یان پێ دەبەخشێت. 'نەهێشتن'یش بریتییە لە 'دروست نەکردنی سیفەتی مانەوە'. فەیلەسووفان دەڵێن ئەمە دژی ئەزموونی ڕاستەوخۆیە (ئێمە وا هەست دەکەین ڕەنگی دیوارەکە بەردەوامە) و کێشەی لۆژیکیی زنجیرەی بێ کۆتاشی هەیە."
            },
            {
              "line_number": "118",
              "original_text": "والفرقة الرابعة طائفة أخرى من الأشعرية إذ قالوا: إن الأعراض تفنى بأنفسها، وأما الجواهر فإنها تفنى بأن لا يخلق الله فيها حركة ولا سكوناً ولا اجتماعاً ولا افتراقاً، فيستحيل أن يبقى جسم ليس بساكن ولا متحرك فينعدم. وكأن فرقتي الأشعرية مالوا إلى أن الإعدام ليس بفعل، إنما هو كف عن الفعل، لما لم يعقلوا كون العدم فعلاً.",
              "translation": "گرووپی چوارەم دەستەیەکی تری ئەشعەرییەکانن کە وتوویانە: جەوهەرەکان بەوە لەناو دەچن کە خودا نە 'جووڵە' و نە 'وەستان' و نە 'کۆبوونەوە' و نە 'جیابوونەوە'یان تێدا دروست نەکات. جا مەحاڵە جەستەیەک بمێنێتەوە کە نە وەستاو بێت و نە جووڵاو، کەواتە لەناو دەچێت. وەک ئەوە وایە هەردوو گرووپی ئەشعەرییەکان بەو لایەدا چووبن کە 'نەهێشتن' کردار نییە، بەڵکو 'وازهێنانە لە کردار' (كف عن الفعل).",
              "commentary": "فەیلەسووفان وەڵامی گرووپێکی تری ئەشعەری دەخەنەڕوو کە 'نەهێشتن' بە نەمانی سیفەتە بنەڕەتییەکانی جەستە لێکدەدەنەوە. هەردوو گرووپی ئەشعەرییەکان 'نەهێشتن' بە کردارێکی 'نەرێنی' (negative) دادەنێن. فەیلەسووفان ئەمە بە چارەسەرێکی گونجاو نازانن، چونکە هێشتا کێشەی 'چۆن نەبوون دەبێتە کردار؟' چارەسەر ناکات."
            },
            {
              "line_number": "119",
              "original_text": "وإذا بطلت هذه الطرق لم يبق وجه للقول بجواز إعدام العالم. ... وبالجملة عندهم كل قائم بنفسه لا في محل لا يتصور انعدامه بعد وجوده، سواء كان قديماً أو حادثاً. وإذا قيل لهم: مهما أغلي النار تحت الماء انعدم الماء، قالوا لم ينعدم ولكن انقلب بخاراً ثم ماء. فالمادة وهي الهيولى باقية...",
              "translation": "جا کە ئەم ڕێگایانە پووچەڵ بوونەوە، هیچ ڕوویەک نامێنێت بۆ وتەی ڕەوابوونی لەناوبردنی جیهان... بە کورتی، بەلای ئەوانەوە هەر شتێک بە خۆی ڕاوەستابێت و لە شوێنێکدا نەبێت، وێنای نەمانی ناکرێت دوای بوونی، جا ئەزەلی بێت یان دروستکراو. کاتێک پێیان دەگوترێت: ئەگەر ئاو بکوڵێنرێت، نامێنێت، دەڵێن: نامێنێت، بەڵکو دەگۆڕێت بۆ هەڵم... ماددەکە (الهيولى) هەر دەمێنێتەوە...",
              "commentary": "دەرەنجامی کۆتایی فەیلەسووفان ئەوەیە: مادام هیچ کام لە وەڵامەکانی زانایانی کەلام سەرکەوتوو نەبوون، کەواتە دەبێت بگەڕێینەوە بۆ بۆچوونە ئەسڵییەکە، ئەویش ئەوەیە کە لەناوبردنی جیهان مەحاڵە. ئەوان پێداگیری لەسەر بنەمای 'نەمانی ماددە' دەکەن و دەڵێن ئەوەی ئێمە دەیبینین تەنها گۆڕانی شێوەیە نەک نەمانی ڕەها."
            },
            {
              "line_number": "120",
              "original_text": "والجواب: أن ما ذكرتموه من الأقسام وإن أمكن أن نذب عن كل واحد ونبين أن إبطاله على أصلكم لا يستقيم لاشتمال أصولكم على ما هو من جنسه، ولكنا لا نطول به ونقتصر على قسم واحد ونقول: بم تنكرون على من يقول: الإيجاد والإعدام بإرادة القادر؟ فإذا أراد الله أوجد وإذا أراد أعدم، وهذا معنى كونه قادراً على الكمال، وهو في جملة ذلك لا يتغير في نفسه وإنما يتغير الفعل. وأما قولكم: إن الفاعل لا بد وأن يصدر منه فعل، فما الصادر منه؟ قلنا: الصادر منه ما تجدد وهو العدم، إذ لم يكن عدم ثم تجدد العدم، فهو الصادر عنه.",
              "translation": "وەڵام: ئەوەی باستان کرد لەو گرووپانە، هەرچەندە دەکرێت بەرگری لە هەریەکەیان بکەین و نیشانی بدەین کە پووچەڵکردنەوەیان لەسەر بنەمای ئێوە ڕاست دەرناچێت، چونکە بنەماکانی ئێوەش شتی لەو جۆرەیان تێدایە، بەڵام درێژەی پێنادەین و تەنها لەسەر یەک شت دەوەستین و دەڵێین: بە چی نکۆڵی لەوە دەکەن کەسێک بڵێت: 'بەدیهێنان' (الإيجاد) و 'نەهێشتن' (الإعدام) بە 'ویستی بکەری بەتوانا' دەبێت؟ جا ئەگەر خودا ویستی لێ بوو، بەدی دەهێنێت، و ئەگەر ویستی لێ بوو، نایهێڵێت. ئەمەش مانای بوونی بەتوانایە بە شێوەیەکی کامڵ. لە هەموو ئەمانەشدا، خودا خۆی ناگۆڕێت، بەڵکو کردارەکە دەگۆڕێت. سەبارەت بە وتەکەتان: 'دەبێت لە بکەرەوە کردارێک دەربچێت، ئەی چی لێی دەرچووە؟'، دەڵێین: ئەوەی لێی دەرچووە، ئەو شتە نوێیەیە کە ئەویش 'نەبوون'ە (العدم)، چونکە 'نەبوون' نەبوو، پاشان 'نەبوون' دروست بوو. کەواتە ئەوەیە کە لێیەوە دەرچووە.",
              "commentary": "لێرەوە غەزالی وەڵامی خۆی دەست پێدەکات. ئەو واز لە بەرگریکردن لە بۆچوونی گرووپەکانی کەلام دەهێنێت و ڕاستەوخۆ دەچێتە سەر کرۆکی بابەتەکە. ئەو پێداگیری لەسەر هەمان وەڵامی پێشووی دەکات: 'نەهێشتن' کردارێکی ڕاستەوخۆی 'ویستی' خودایە. کاتێک فەیلەسووفان دەپرسن: کرداری نوێ چییە؟ غەزالی بە بوێرییەوە وەڵام دەداتەوە: خودی 'دروستبوونی نەبوون' خۆی کردارە نوێیەکەیە."
            },
            {
              "line_number": "121",
              "original_text": "فإن قلتم: إنه ليس بشيء فكيف صدر منه؟ قلنا: وهو ليس بشيء فكيف وقع؟ وليس معنى صدوره منه إلا أن ما وقع مضاف إلى قدرته، فإذا عقل وقوعه لم لا تعقل إضافته إلى القدرة؟ وما الفرق بينهم وبين من ينكر طريان العدم أصلاً على الأعراض والصور ويقول: العدم ليس بشيء فكيف يطرى وكيف يوصف بالطريان والتجدد؟ ولا نشك في أن العدم يتصور طريانه على الأعراض، فالموصوف بالطريان معقول وقوعه سمى شيئاً أو لم يسم، فإضافة ذلك الواقع المعقول إلى قدرة القادر أيضاً معقول.",
              "translation": "ئەگەر بڵێن: 'نەبوون' هیچ نییە، چۆن لێیەوە دەرچووە؟ دەڵێین: مادام هیچ نییە، چۆن 'ڕوویدا'؟ مانای دەرچوونی لێی، شتێک نییە جگە لەوەی کە ئەوەی ڕوویداوە، دەدرێتە پاڵ توانای ئەو. جا مادام ڕوودانی مەعقوڵە، بۆچی دانەپاڵی بۆ توانا مەعقوڵ نەبێت؟ چی جیاوازییەکە هەیە لە نێوان ئەوان و ئەو کەسەی کە هەر لە بنەڕەتدا نکۆڵی لە هاتنی 'نەبوون' دەکات بەسەر سیفەت و شێوەکاندا و دەڵێت: نەبوون هیچ نییە، چۆن دێت و چۆن بە هاتن و نوێبوونەوە وەسف دەکرێت؟ گومانمان نییە کە هاتنی نەبوون بەسەر سیفەتەکاندا وێنا دەکرێت. کەواتە ئەوەی بە هاتن وەسف کراوە، ڕوودانی مەعقوڵە، جا ناوی بنرێت 'شت' یان نا. دانەپاڵی ئەو واقیعە مەعقوڵەش بۆ توانای بکەری بەتوانا، هەر مەعقوڵە.",
              "commentary": "غەزالی لێرەدا بەڵگەیەکی بەهێز دێنێتەوە. ئەو دەڵێت: ئێوە پرسیار دەکەن 'چۆن نەبوون دەبێتە کردار؟'. منیش پرسیار دەکەم 'چۆن نەبوون ڕوودەدات؟'. مادام هەموومان دان بەوەدا دەنێین کە شتەکان نامێنن (بۆ نموونە، ڕەنگی قژم سپی دەبێت و ڕەشییەکەی نامێنێت)، کەواتە خودی 'ڕوودانی نەبوون' شتێکی مەعقوڵ و واقیعە. جا مادام شتێک ڕوودەدات، بۆچی نەتوانرێت بدرێتە پاڵ توانای خودا؟"
            },
            {
              "line_number": "122",
              "original_text": "فإن قيل: هذا إنما يلزم على مذهب من يجوز عدم الشيء بعد وجوده، فيقال له: ما الذي طرى؟ وعندنا لا ينعدم الشيء الموجود، وإنما معنى انعدام الأعراض طريان أضدادها التي هي موجودات لا طريان العدم المجرد الذي ليس بشيء، فإن ما ليس بشيء كيف يوصف بالطريان؟ فإذا ابيض الشعر فالطاري هو البياض فقط وهو موجود، ولا نقول الطاري هو عدم السواد.",
              "translation": "ئەگەر بوترێت: ئەمە تەنها لەسەر ئەو بیروڕایە پێویستە کە ڕێگە بە نەمانی شت دەدات دوای بوونی. جا پێی دەگوترێت: چی هاتە ئاراوە؟ بەلای ئێمەوە شتی بووندار لەناو ناچێت. مانای نەمانی سیفەتەکان تەنها 'هاتنی دژ'ەکانیانە کە بووندارن، نەک هاتنی 'نەبوون'ی ڕووت کە هیچ نییە. ئەوەی هیچ نییە، چۆن بە هاتن وەسف دەکرێت؟ جا کە قژ سپی بوو، ئەوەی هاتووەتە ئاراوە تەنها 'سپێتی'یە کە بووندارە، و ناڵێین ئەوەی هاتووەتە ئاراوە 'نەبوون'ی ڕەشییە.",
              "commentary": "فەیلەسووفان وەڵام دەدەنەوە و دەڵێن: ئێمە هەر لە بنەڕەتدا باوەڕمان بە 'ڕوودانی نەبوون' نییە. بەلای ئەوانەوە، کاتێک شتێک 'نامێنێت'، لە ڕاستیدا شتێکی تری 'بووندار' (دژەکەی) جێگەی گرتۆتەوە. نەمانی ڕەشیی قژ، لە ڕاستیدا هاتنی سپێتییە. کەواتە هیچ ساتێک نییە کە 'نەبوون'ی ڕووت تێیدا ڕووبدات."
            },
            {
              "line_number": "123",
              "original_text": "وهذا فاسد من وجهين: أحدهما أن طريان البياض هل تضمن عدم السواد أم لا؟ فإن قالوا: لا، فقد كابروا المعقول. وإن قالوا: نعم، فالمتضمن غير المتضمن أم عينه؟... فإن قالوا غيره، فذلك الغير معقول أم لا؟ فإن قالوا: نعم، فذلك المتضمن المعقول وهو عدم السواد قديم أو حادث. فإن قالوا: حادث، فالموصوف بالحدوث كيف لا يكون معقولاً؟",
              "translation": "ئەمە لە دوو ڕووەوە پووچەڵە: یەکەمیان ئەوەی کە هاتنی سپێتی، ئایا 'نەبوون'ی ڕەشی لەخۆگرتووە یان نا؟ ئەگەر بڵێن: نەخێر، ئەوا خۆیان لە شتی مەعقوڵ گێل کردووە. خۆ ئەگەر بڵێن: بەڵێ، ئایا ئەوەی لەخۆگیراوە هەمان شتی لەخۆگرە یان جیاوازە؟... ئەگەر بڵێن جیاوازە، ئایا ئەو شتە جیاوازە مەعقوڵە یان نا؟ ئەگەر بڵێن: بەڵێ، کەواتە ئەو شتە لەخۆگیراوە مەعقوڵە کە 'نەبوون'ی ڕەشییە، ئایا ئەزەلییە یان دروستکراوە؟ ئەگەر بڵێن: دروستکراوە، جا ئەوەی بە دروستکراو وەسف کراوە، چۆن مەعقوڵ نییە؟",
              "commentary": "غەزالی بە شیکارییەکی لۆژیکیی ورد وەڵامیان دەداتەوە. ئەو دەڵێت: 'هاتنی سپێتی' بە پێویستی 'نەمانی ڕەشی' لەخۆدەگرێت. ئەم 'نەمان'ە، شتێکی جیاوازە لە خودی 'هاتن'ەکە. مادام جیاوازە و ئێمە دەتوانین باسی بکەین، کەواتە 'مەعقوڵ'ـە. مادام مەعقوڵیشە و پێشتر نەبووە و ئێستا هەیە، کەواتە 'دروستکراو' (حادث)ـە. جا ئەگەر شتێکی مەعقوڵ و دروستکراو بێت، بۆچی نەتوانرێت کردار بێت؟"
            },
            {
              "line_number": "124",
              "original_text": "الوجه الثاني أن من الأعراض ما ينعدم عندهم، لا بضده فإن الحركة لا ضد لها، وإنما التقابل بينهما وبين السكون عندهم تقابل الملكة والعدم، أي تقابل الوجود والعدم، ومعنى السكون عدم الحركة. فإذا عدمت الحركة لم يطر سكون هو ضده بل هو عدم محض، وكذلك الصفات التي هي من قبيل الاستكمال كانطباع أشباح المحسوسات في الرطوبة الجليدية من العين، بل انطباع صور المعقولات في النفس فإنها ترجع إلى استفتاح وجود من غير زوال",
              "translation": "ڕووی دووەم: هەندێک لە سیفەتە کاتییەکان بەلای ئەوانەوە لەناو دەچن، بەبێ ئەوەی دژێکیان هەبێت. 'جووڵە' دژی نییە، بەڵکو دژایەتیی نێوان ئەو و 'وەستان'، دژایەتیی 'بوون و نەبوون'ە. واتە مانای وەستان، 'نەبوون'ی جووڵەیە. جا کە جووڵە نەما، وەستانێک کە دژی بێت نایەتە ئاراوە، بەڵکو 'نەبوون'ێکی ڕووتە. هەروەها وەرگرتنی وێنەی هەستپێکراوەکان لە چاودا، یان وەرگرتنی وێنەی مەعقوڵەکان لە گیاندا، ئەمانە هەمووی دەگەڕێنەوە بۆ دەستپێکردنی بوونێک بەبێ ئەوەی شتێکی تر لەناو بچێت.",
              "commentary": "غەزالی بەڵگەیەکی بەهێزتریش دێنێتەوە. ئەو دەڵێت: باشە، با وا دابنێین نەمانی ڕەشی بە هاتنی سپێتییە. ئەی نەمانی 'جووڵە' بە هاتنی چییە؟ بەپێی فەلسەفەی خۆتان، 'وەستان' شتێکی بووندار نییە، بەڵکو تەنها 'نەبوون'ی جووڵەیە. کەواتە لێرەدا 'نەبوون'ێکی ڕووت ڕوودەدات بەبێ ئەوەی هیچ شتێکی بوونداری تر جێی بگرێتەوە. ئەمەش دەیسەلمێنێت کە 'ڕوودانی نەبوون' شتێکی ڕاستەقینە و مەعقوڵە، و دەتوانرێت کردار بێت."
            },
             "line_number": "125",
              "original_text": "ضده، وإذا عدم كان معناها زوال الوجود من غير استعقاب ضده. فزوالها عبارة عن عدم محض قد طرى، فعقل وقوع العدم الطاري وما عقل وقوعه بنفسه، وإن لم يكن شيئاً عقل أن ينسب إلى قدرة القادر.",
              "translation": "دژەکەی. جا کە نەمێنێت، مانای نەمانی بوونەکەیە بەبێ ئەوەی دژەکەی شوێنی بگرێتەوە. کەواتە نەمانی، بریتییە لە 'نەبوونێکی ڕووت' کە هاتووەتە ئاراوە. جا مادام ڕوودانی 'نەبوونی هاتوو' مەعقوڵە، و مەعقوڵ نییە بە خۆی ڕووبدات، هەرچەندە 'شت'یش نەبێت، مەعقوڵە کە بدرێتە پاڵ توانای بکەری بەتوانا.",
              "commentary": "غەزالی دەرەنجامی کۆتایی خۆی لەم خاڵەدا دادەڕێژێت. مادام سەلماندنی کە 'نەبوونێکی ڕووت' دەتوانێت ڕووبدات (وەک لە حاڵەتی نەمانی جووڵەدا)، و مادام هیچ شتێک بەبێ هۆکار ڕوونادات، کەواتە ئەم 'ڕوودانی نەبوون'ـە دەبێت هۆکارێکی هەبێت. ئەو هۆکارەش توانای خودایە. بەمە، غەزالی بنەمای فەلسەفیی 'نەبوون هیچ نییە و ناتوانێت کردار بێت' تێدەپەڕێنێت."
            },
            {
              "line_number": "126",
              "original_text": "فتبين بهذا أنه مهما تصور وقوع حادث بإرادة قديمة لم يفترق الحال بين أن يكون الواقع عدماً أو وجوداً.",
              "translation": "کەواتە بەمە دەرکەوت کە هەرکاتێک وێنای ڕوودانی شتێکی نوێ کرا بە ویستێکی ئەزەلی، هیچ جیاوازییەک لە نێوان ئەوەدا نییە کە ئایا ئەوەی ڕوویداوە 'بوون'ە یان 'نەبوون'.",
              "commentary": "ئەمە پوختەی وەڵامی غەزالییە. ئەو دەڵێت: هەموو ئەو بەڵگانەی ئێمە بۆ 'دروستبوون' بەکارمان هێنان، بە هەمان شێوە بۆ 'نەهێشتن'یش کاران. ویستی خودا دەتوانێت هەم بوون بەدی بهێنێت و هەم نەمانیش بەدی بهێنێت، چونکە هەردووکیان گۆڕانکارین لە دۆخی جیهاندا و دەدرێنە پاڵ توانای ئەو."
            },
        {
          "section_title": "مەسەلەی سێیەم: لە دەرخستنی فێڵیان بە وتەیان کە خودا بکەر و دروستکەری جیهانە و جیهان دروستکراو و کرداری ئەوە، و ڕونکردنەوەی ئەوەی کە ئەمە بەلای ئەوانەوە مەجازە نەک حەقیقەت",
          "lines": [
            {
              "line_number": "127",
              "original_text": "وقد اتفقت الفلاسفة سوى الدهرية على أن للعالم صانعاً وأن الله هو صانع العالم وفاعله وأن العالم فعله وصنعه، وهذا تلبيس على أصلهم. بل لا يتصور على مساق أصلهم أن يكون العالم من صنع الله، من ثلاثة أوجه: وجه في الفاعل ووجه في الفعل ووجه في نسبة مشتركة بين الفعل والفاعل.",
              "translation": "فەیلەسووفان، جگە لە دەرەوییەکان (ماتریالیستەکان)، کۆکن لەسەر ئەوەی کە جیهان دروستکەرێکی هەیە و خودا دروستکەر و بکەری جیهانە و جیهان کردار و دروستکراوی ئەوە. ئەمە لەسەر بنەمای خۆیان، فێڵ و چەواشەکارییە (تلبيس). بەڵکو لەسەر بنەمای خۆیان، وێنا ناکرێت جیهان دروستکراوی خودا بێت، لە سێ ڕووەوە: ڕوویەک لە 'بکەر' (الفاعل)، و ڕوویەک لە 'کردار' (الفعل)، و ڕوویەک لە 'پەیوەندی' هاوبەشی نێوان بکەر و کردار.",
              "commentary": "لێرەوە غەزالی دەست بە مەسەلەیەکی نوێ و زۆر گرنگ دەکات. ئەو فەیلەسووفان تاوانبار دەکات بە دووڕوویی و بەکارهێنانی زمانێکی ئایینی بۆ داپۆشینی بیروباوەڕێکی فەلسەفیی دژە-ئایینی. ئەو دەڵێت: ئێوە کە دەڵێن 'خودا دروستکەرە'، لە ڕاستیدا مەبەستتان شتێکی تەواو جیاوازە لەوەی خەڵکی ئاسایی لێی تێدەگات. پاشان سێ خاڵی سەرەکی بۆ سەلماندنی ئەمە دادەنێت."
            },
            {
              "line_number": "128",
              "original_text": "أما الذي في الفاعل فهو أنه لا بد وأن يكون مريداً مختاراً عالماً بما يريده، حتى يكون فاعلاً لما يريده. والله تعالى عندهم ليس مريداً بل لا صفة له أصلاً، وما يصدر عنه فيلزم منه لزوماً ضرورياً. والثاني أن العالم قديم والفعل هو الحادث. والثالث أن الله واحد عندهم من كل وجه، والواحد لا يصدر منه عندهم إلا واحد من كل وجه، والعالم مركب من مختلفات، فكيف يصدر عنه؟ ولنحقق وجه كل واحد من هذه الوجوه الثلاثة مع خبالهم في دفعه.",
              "translation": "ئەوەی لە 'بکەر'دایە، ئەوەیە کە دەبێت 'ویستکار' (مريد)، 'سەربەست' (مختار)، و 'زانا' بێت بەوەی دەیەوێت، تا ببێتە بکەری ئەوەی دەیەوێت. خودای گەورەش بەلای ئەوانەوە ویستکار نییە، بەڵکو هەر لە بنەڕەتدا سیفەتی نییە. ئەوەی لێیەوە دەردەچێت، بە شێوەیەکی 'پێویستی' (لزوم ضروري) لێیەوە دەرئەنجام دەبێت. دووەم: جیهان 'ئەزەلی'یە (قديم)، لە کاتێکدا 'کردار' شتێکی 'دروستکراو'ە (حادث). سێیەم: خودا بەلای ئەوانەوە لە هەموو ڕوویەکەوە 'یەک'ە، و لە یەکیشەوە بەلای ئەوانەوە تەنها یەک دەردەچێت. لە کاتێکدا جیهان لە شتی جیاواز پێک هاتووە، جا چۆن لێیەوە دەرچووە؟ با ڕووی هەریەک لەم سێ خاڵە بسەلمێنین لەگەڵ بێ بنەمایی وەڵامەکانیان.",
              "commentary": "غەزالی سێ بەڵگەکەی بە کورتی پێناسە دەکات: (١) بکەری ڕاستەقینە 'ویست'ی هەیە، بەڵام خودای فەیلەسووفان نییەتی. (٢) کرداری ڕاستەقینە لە کاتدا ڕوودەدات، بەڵام جیهانی فەیلەسووفان ئەزەلییە. (٣) لە یەکی ڕەهاوە (خودا) ناتوانێت فرەیی (جیهان) دروست ببێت. ئەم سێ خاڵە کرۆکی ڕەخنەکانی غەزالین لە تیۆریی 'دەرچوون' (Emanation)ـی فەیلەسووفان."
            },
            {
              "line_number": "129",
              "original_text": "الأول فنقول: الفاعل عبارة عمن يصدر منه الفعل، مع الإرادة للفعل على سبيل الاختيار ومع العلم بالمراد. وعندكم أن العالم من الله كالمعلول من العلة يلزم لزوماً ضرورياً، لا يتصور من الله دفعه، لزوم الظل من الشخص والنور من الشمس، وليس هذا من الفعل في شيء.",
              "translation": "یەکەم: دەڵێین: 'بکەر' بریتییە لەو کەسەی کردار لێیەوە دەردەچێت، لەگەڵ 'ویست' بۆ کردارەکە بە شێوەی 'سەربەستی' و لەگەڵ 'زانین' بە شتی ویستراو. بەلای ئێوەوە، جیهان لە خوداوە وەک دەرەنجامە لە هۆکار، بە شێوەیەکی پێویستیی لێیەوە دەرئەنجام دەبێت و وێنای ڕەتکردنەوەی لێ ناکرێت، وەک دەرکەوتنی سێبەر لە کەسێک و تیشک لە خۆر. ئەمە هیچ پەیوەندییەکی بە 'کردار'ەوە نییە.",
              "commentary": "غەزالی لێرەدا پێناسەی 'بکەر'ی ڕاستەقینە دەکات. بکەر سێ مەرجی هەیە: ویست، سەربەستی، زانین. پاشان نیشانی دەدات کە خودای فەیلەسووفان هیچ کام لەم مەرجانەی تێدا نییە. پەیوەندیی نێوان خودا و جیهان بەلای ئەوانەوە پەیوەندییەکی میکانیکی و پێویستییە، وەک پەیوەندیی خۆر و تیشکەکەی. خۆر 'هەڵنابژێرێت' کە تیشک بدات. کەواتە بەم پێیە، خودا بکەری جیهان نییە."
            },
            {
              "line_number": "130",
              "original_text": "بل من قال إن السراج يفعل الضوء والشخص يفعل الظل فقد جازف وتوسع في التجوز توسعاً خارجاً من الحد واستعار اللفظ... ولكن الفاعل لم يسم فاعلاً صانعاً بمجرد كونه سبباً بل بكونه سبباً على وجه مخصوص، وهو على وجه الإرادة والاختيار، حتى لو قال القائل: الجدار ليس بفاعل والحجر ليس بفاعل والجماد ليس بفاعل وإنما الفعل للحيوان، لم ينكر ذلك ولم يكن قوله كاذباً.",
              "translation": "بەڵکو هەر کەسێک بڵێت: چرادان 'کردار'ی ڕووناکی دەکات و کەسەکە 'کردار'ی سێبەر دەکات، ئەوا زیادەڕەوی کردووە و بە شێوەیەکی لەڕادەبەدەر 'مەجاز'ی بەکارهێناوە و وشەکەی خواستووە... 'بکەر' ناوی نەنراوە بکەر و دروستکەر تەنها لەبەر ئەوەی 'هۆکار'ە، بەڵکو لەبەر ئەوەی هۆکارە بە شێوەیەکی دیاریکراو، ئەویش بە شێوەی ویست و سەربەستییە. تەنانەت ئەگەر یەکێک بڵێت: دیوار بکەر نییە، بەرد بکەر نییە، بێگیان بکەر نییە، بەڵکو کردار تەنها هی گیانلەبەرە، نکۆڵی لێناکرێت و قسەکەی درۆ نییە.",
              "commentary": "غەزالی جەخت لەسەر مانای زمانەوانی و عورفیی وشەی 'بکەر' دەکاتەوە. لە زمانی خەڵکدا، 'کردار' تەنها دەدرێتە پاڵ بوونەوەرێکی خاوەن ویست (گیانلەبەر). وتنی 'بەرد کردار دەکات' تەنها مەجازە. کەواتە فەیلەسووفان بە بەکارهێنانی وشەی 'بکەر' بۆ خودا، فێڵ لە مانای وشەکە دەکەن."
            },
            {
              "line_number": "131",
              "original_text": "فإن قيل: كل موجود ليس واجب الوجود بذاته بل هو موجود بغيره، فإنا نسمي ذلك الشيء مفعولاً ونسمي سببه فاعلاً ولا نبالي كان السبب فاعلاً بالطبع أو بالإرادة... بل الفعل جنس وينقسم إلى ما يقع بآلة وإلى ما يقع بغير آلة، فكذلك هو جنس وينقسم إلى ما يقع بالطبع وإلى ما يقع بالاختيار.",
              "translation": "ئەگەر بوترێت: هەر بوونەوەرێک کە 'پێویستی بوون' نەبێت بە زاتی خۆی، بەڵکو بە یەکێکی تر بوونی هەبێت، ئێمە ناوی دەنێین 'کراو' (مفعول) و ناوی هۆکارەکەشی دەنێین 'بکەر' (فاعل) و گرنگ نییە بەلامانەوە هۆکارەکە بە 'سروشت' بکەر بێت یان بە 'ویست'... بەڵکو 'کردار' ڕەگەزێکە (جنس) و دابەش دەبێت بۆ ئەوەی بە سروشت ڕوودەدات و ئەوەی بە سەربەستی ڕوودەدات.",
              "commentary": "لێرەدا فەیلەسووفان بەرگری لە خۆیان دەکەن. ئەوان پێناسەی وشەی 'بکەر' فراوان دەکەن و دەیکەن بە هەر 'هۆکار'ێک. ئەوان دەڵێن 'کردار' چەمکێکی گشتییە و دوو جۆری هەیە: کرداری سروشتی (وەک سووتاندنی ئاگر) و کرداری ویستدارانە (وەک نووسینی مرۆڤ). کەواتە بەلای ئەوانەوە، خودا بکەرە بە مانای یەکەمیان."
            },
            {
              "line_number": "132",
              "original_text": "بدليل أنا إذا قلنا \"فعل\" بالطبع لم يكن قولنا \"بالطبع\" ضداً لقولنا \"فعل\"، ولا دفعاً ونقضاً له بل كان بياناً لنوع الفعل... وإذا قلنا \"فعل\" بالاختيار لم يكن تكراراً... بل كان بياناً لنوع الفعل...",
              "translation": "بەڵگەکەش ئەوەیە کە ئەگەر بڵێین: 'کردارێکی بە سروشت' کرد، وتەی 'بە سروشت' دژ و پێچەوانەی وتەی 'کردار' نییە، بەڵکو ڕوونکردنەوەی جۆری کردارەکەیە... ئەگەریش بڵێین 'کردارێکی بە سەربەستی' کرد، دووبارەکردنەوە نییە... بەڵکو ڕوونکردنەوەی جۆری کردارەکەیە...",
              "commentary": "فەیلەسووفان بەڵگەیەکی زمانەوانی دێننەوە. ئەوان دەڵێن مادام دەتوانین بڵێین 'کرداری سروشتی' و 'کرداری سەربەست' بەبێ ئەوەی دژبەیەکیی لۆژیکی دروست ببێت، کەواتە 'کردار' چەمکێکی گشتیترە لە 'ویست'."
            },
            {
              "line_number": "133",
              "original_text": "قلنا: هذه التسمية فاسدة ولا يجوز أن يسمى كل سبب بأي وجه كان فاعلاً... ولو كان كذلك لما صح أن يقال الجماد لا فعل له وإنما الفعل للحيوان... فإن سمى الجماد فاعلاً فبالاستعارة... وأما قولكم: إن قولنا \"فعل\" عام وينقسم... غير مسلم وهو كقول القائل: قولنا \"أراد\" عام وينقسم إلى من يريد مع العلم بالمراد وإلى من يريد ولا يعلم ما يريد، وهو فاسد، إذ الإرادة تتضمن العلم بالضرورة، فكذلك الفعل يتضمن الإرادة بالضرورة.",
              "translation": "دەڵێین: ئەم ناو لێنانە پووچەڵە و دروست نییە هەر هۆکارێک بە هەر شێوەیەک بێت ناوی بنرێت بکەر... ئەگەر وا بووایە، دروست نەدەبوو بوترێت: 'بێگیان کرداری نییە و کردار تەنها هی گیانلەبەرە'... ئەگەریش بێگیان ناوی نرا بکەر، ئەوا بە 'خواستن' (استعارة)ـە... وتەکەی ئێوەش کە دەڵێن 'کردار' گشتییە و دابەش دەبێت... قبووڵکراو نییە. وەک ئەوە وایە یەکێک بڵێت: 'ویست' گشتییە و دابەش دەبێت بۆ ئەوەی دەیەوێت و دەزانێت چی دەوێت، و ئەوەی دەیەوێت و نازانێت چی دەوێت. ئەمە پووچەڵە، چونکە 'ویست' بە پێویستی 'زانین' لەخۆدەگرێت. بە هەمان شێوە، 'کردار'یش بە پێویستی 'ویست' لەخۆدەگرێت.",
              "commentary": "غەزالی وەڵامیان دەداتەوە. ئەو پێداگیری دەکات کە فراوانکردنی مانای 'کردار' هەڵەیەکی زمانەوانی و فەلسەfiـیە. ئەو شوبهاندنێکی بەهێز دەکات: هەروەک چۆن 'ویست' بەبێ 'زانین' مەحاڵە، 'کردار'یش بەبێ 'ویست' مەحاڵە (لە مانای ڕاستەقینەیدا). کەواتە 'کرداری سروشتی' دەستەواژەیەکی دژبەیەکە."
            },
            {
              "line_number": "134",
              "original_text": "وأما قولكم: إن قولنا \"فعل\" بالطبع ليس بنقض للأول، فليس كذلك فإنه نقض له من حيث الحقيقة، ولكن لا يسبق إلى الفهم التناقض ولا يشتد نفور الطبع عنه لأنه يبقى مجازاً. وإذا قال \"فعل\" بالاختيار فهو تكرير على التحقيق كقوله \"أراد\" وهو عالم بما أراده. إلا أنه لما تصور أن يقال \"فعل\" وهو مجاز ويقال \"فعل\" وهو حقيقة لم تنفر النفس عن قوله \"فعل\" بالاختيار وكان معناه فعل فعلاً حقيقياً لا مجازياً...",
              "translation": "سەبارەت بە وتەکەتان کە 'کردار بە سروشت' پێچەوانەی 'کردار' نییە، وا نییە. لە ڕووی حەقیقەتەوە پێچەوانەیەتی، بەڵام دژبەیەکییەکە یەکسەر نایەتە بەر زەین چونکە وەک 'مەجاز'ێک دەمێنێتەوە. کاتێکیش دەگوترێت: 'کردارێکی بە سەربەستی' کرد، لە ڕاستیدا ئەمە 'دووبارەکردنەوە'یە، وەک ئەوەی بڵێیت 'ویستی و زانی چی دەوێت'. بەڵام لەبەر ئەوەی دەکرێت 'کردار' بە شێوەیەکی مەجازی بەکاربهێنرێت، دەروون لە وتەی 'کردار بە سەربەستی' هەڵنایەت و ماناکەی دەبێتە: 'کردارێکی ڕاستەقینەی کرد نەک مەجازی'...",
              "commentary": "غەزالی شیکارییەکی زمانەوانیی ورد دەکات. ئەو دەڵێت: 'کرداری سروشتی' دژبەیەکییە، بەڵام لەبەر ئەوەی بە شێوەیەکی مەجازی بەکاردێت، گوێی لێی ڕاهاتووە. لە بەرامبەردا، 'کرداری سەربەست' لە ڕووی لۆژیکییەوە دووبارەکردنەوەیە (چونکە کردار هەر سەربەستانەیە)، بەڵام لەبەر ئەوەی وشەی 'کردار' هەندێک جار بە مەجاز بەکاردێت، ئەم زیادەیە بۆ ئەوەیە جەخت لەسەر مانای ڕاستەقینەی وشەکە بکاتەوە. دەرەنجامی کۆتایی غەزالی ئەوەیە کە خودای فەیلەسووفان، بە هیچ پێوەرێکی مەعقوڵ، بکەری ڕاستەقینەی جیهان نییە."
            },
             {
              "line_number": "135",
              "original_text": "ونظر بعينه، ويكون معناه نفي احتمال المجاز. فهذا مزلة القدم، فليتنبه لمحل انخداع هؤلاء الأغبياء.",
              "translation": "و بە چاوی بینی، و ماناکەی نەهێشتنی ئەگەری مەجاز دەبێت. ئەمە جێگەی هەڵخلیسکانی پێیە، با ئاگاداری شوێنی هەڵخەڵەتانی ئەم گێلانە بین.",
              "commentary": "غەزالی بە توندی کۆتایی بە بەڵگەی یەکەم دێنێت. ئەو پێی وایە کە فەیلەسووفان بەهۆی یاریی زمانەوانییەوە، چەمکی 'کردار'یان بە شێوەیەک فراوان کردووە کە مانای ڕاستەقینەی خۆی لەدەست داوە، و ئەمەش خاڵی سەرەکیی هەڵخەڵەتاندنیانە."
            },
            {
              "line_number": "136",
              "original_text": "فإن قيل: تسمية الفاعل فاعلاً إنما يعرف من اللغة... والعرب تقول: النار تحرق والسيف يقطع والثلج يبرد... فإن قلتم: إن كل ذلك مجاز كنتم متحكمين فيه من غير مستند.",
              "translation": "ئەگەر بوترێت: ناونانی بکەر بە بکەر، تەنها لە زمانەوە دەزانرێت... عەرەبیش دەڵێن: ئاگر دەسووتێنێت، شمشێر دەبڕێت، بەفر سارد دەکات... جا ئەگەر بڵێن هەموو ئەمانە مەجازن، ئەوا حوکمێکی سەپێنراوتان داوە بەبێ هیچ بەڵگەیەک.",
              "commentary": "فەیلەسووفان بەرگرییەکی زمانەوانی دەکەن. ئەوان دەڵێن: بەکارهێنانی زمان خۆی نیشانەی ئەوەیە کە 'کردار' دەدرێتە پاڵ شتی بێ ویست. مادام عەرەب دەڵێت 'ئاگر دەسووتێنێت'، کەواتە مانای وشەی 'کردار' لە زماندا فراوانترە لەوەی غەزالی دەیڵێت."
            },
            {
              "line_number": "137",
              "original_text": "والجواب أن كل ذلك بطريق المجاز وإنما الفعل الحقيقي ما يكون بالإرادة. والدليل عليه أنا لو فرضنا حادثاً توقف في حصوله على أمرين أحدهما إرادي والآخر غير إرادي، أضاف العقل الفعل إلى الإرادي. وكذى اللغة فإن من ألقى إنساناً في نار فمات يقال: هو القاتل دون النار... فلم يضاف القتل إلى المريد لغة وعرفاً وعقلاً؟ مع أن النار هي العلة القريبة في القتل... فدل أن الفاعل من صدر الفعل عن إرادته، وإذا لم يكن الله مريداً عندهم ولا مختاراً لفعل لم يكن صانعاً ولا فاعلاً إلا مجازاً.",
              "translation": "وەڵام ئەوەیە کە هەموو ئەمانە بە شێوەی 'مەجاز'ن و کرداری ڕاستەقینە تەنها ئەوەیە کە بە ویست بێت. بەڵگەکەش ئەوەیە کە ئەگەر ڕووداوێکمان وێنا کرد کە بۆ ڕوودانی پێویستی بە دوو شت بێت، یەکێکیان ویستدارانە و ئەوی تریان ناویستدارانە، عەقڵ کردارەکە دەداتە پاڵ ویستدارانەکە. زمانيش هەر وا دەکات. ئەو کەسەی مرۆڤێک فڕێدەداتە ناو ئاگرەوە و دەمرێت، پێی دەگوترێت: 'ئەو' بکوژە نەک ئاگرەکە... بۆچی کوشتنەکە لە ڕووی زمان و عورف و عەقڵەوە دەدرێتە پاڵ ویستکارەکە؟ لە کاتێکدا کە ئاگر هۆکارە نزیکەکەیە بۆ کوشتن... کەواتە دەرکەوت کە بکەر ئەو کەسەیە کە کردار لە ویستیەوە دەرچووە. جا مادام خودا بەلای ئەوانەوە ویستکار و سەربەست نییە، کەواتە دروستکەر و بکەر نییە مەگەر بە مەجاز نەبێت.",
              "commentary": "غەزالی بەڵگەیەکی زۆر بەهێزی یاسایی-عەقڵی دێنێتەوە. لە حاڵەتی کوشتندا، هەرچەندە ئاگر هۆکاری ڕاستەوخۆی مردنەکەیە، بەڵام یاسا و عەقڵ و زمان، بەرپرسیارێتییەکە دەخەنە ئەستۆی ئەو کەسەی کە 'ویست'ی بەکارهێناوە. ئەمە بە ڕوونی دەیسەلمێنێت کە مانای ڕاستەقینە و بنەڕەتیی 'کردار' و 'بەرپرسیارێتی' بەندە لەسەر 'ویست'. کەواتە بەکارهێنانی فەیلەسووفان بۆ ئەم وشانە، تەنها مەجازە."
            },
            {
              "line_number": "138",
              "original_text": "فإن قيل: نحن نعني بكون الله فاعلاً أنه سبب لوجود كل موجود سواه وأن العالم قوامه به، ولولا وجود البارئ لما تصور وجود العالم، ولو قدر عدم البارئ لانعدم العالم، كما لو قدر عدم الشمس لانعدم الضوء. فهذا ما نعنيه بكونه فاعلاً، فإن كان الخصم يأبى أن يسمي هذا المعنى فعلاً فلا مشاحة في الأسامي بعد ظهور المعنى.",
              "translation": "ئەگەر بوترێت: ئێمە مەبەستمان لەوەی خودا بکەرە، ئەوەیە کە هۆکاری بوونی هەموو بوونەوەرێکی ترە و مانەوەی جیهان پێوەی بەندە. ئەگەر بوونی دروستکار نەبووایە، وێنای بوونی جیهان نەدەکرا. وەک چۆن ئەگەر خۆر نەمێنێت، ڕووناکی نامێنێت. ئەمەیە مەبەستمان لە بکەر بوون. جا ئەگەر ناحەزەکەمان ڕازی نییە ئەم مانا ناوبنێت کردار، با کێشەمان لەسەر ناوەکان نەبێت دوای دەرکەوتنی مانا.",
              "commentary": "لێرەدا فەیلەسووفان پاشەکشە دەکەن و دەڵێن: باشە، با واز لە وشەی 'بکەر' بهێنین. مەبەستی ئێمە ئەوەیە کە جیهان لە بوونی خۆیدا بە تەواوی پشت بە خودا دەبەستێت. ئەگەر ئەمە ناونانرێت کردار، با کێشە نەبێت. گرنگ مانا فەلسەفییەکەیە."
            },
            {
              "line_number": "139",
              "original_text": "قلنا: غرضنا أن نبين أن هذا المعنى لا يسمى فعلاً وصنعاً، وإنما المعنى بالفعل والصنع ما يصدر عن الإرادة حقيقية. وقد نفيتم حقيقة معنى الفعل ونطقتم بلفظه تجملاً بالإسلاميين، ولا يتم الدين بإطلاق الألفاظ الفارغة عن المعاني. فصرحوا بأن الله لا فعل له، حتى يتضح أن معتقدكم مخالف لدين المسلمين. ولا تلبسوا بأن الله صانع العالم وأن العالم صنعه فإن هذه لفظة أطلقتموها ونفيتم حقيقتها، ومقصود هذه المسألة الكشف عن هذا التلبيس فقط.",
              "translation": "دەڵێین: مەبەستی ئێمە ئەوەیە کە ڕوونی بکەینەوە ئەم مانا ناونانرێت کردار و دروستکراو. مانای کردار و دروستکراو ئەوەیە کە لە ویستێکی ڕاستەقینەوە دەربچێت. ئێوە مانای ڕاستەقینەی کردارتان ڕەتکردۆتەوە و تەنها وشەکەتان وتووە بۆ خۆ شیرینکردن لای موسڵمانان. دینیش بە وتنی وشەی بەتاڵ لە مانا تەواو نابێت. کەواتە بە ڕاشکاوی بڵێن: خودا کرداری نییە، تا ڕوون بێتەوە کە بیروباوەڕی ئێوە پێچەوانەی ئایینی موسڵمانانە. خۆتان تێکەڵ مەکەن بەوەی کە خودا دروستکەری جیهانە و جیهان دروستکراوی ئەوە، چونکە ئەمە وشەیەکە وتووتانە و حەقیقەتەکەیتان ڕەتکردۆتەوە. مەبەستی ئەم مەسەلەیەش تەنها دەرخستنی ئەم فێڵ و چەواشەکارییەیە.",
              "commentary": "غەزالی پاشەکشەکەیان قبووڵ ناکات. ئەو پێداگیری دەکات کە کێشەکە تەنها لەسەر ناو نییە، بەڵکو لەسەر 'حەقیقەت'ە. ئەو تاوانباریان دەکات بەوەی کە بە مەبەست وشە ئایینییەکان بەکاردەهێنن بۆ شاردنەوەی بیروباوەڕێکی دژە-ئایینی و فریودانی خەڵکی ئاسایی. ئامانجی سەرەکیی غەزالی لەم مەسەلەیەدا، ئاشکراکردنی ئەم 'فێڵ'ـەیە."
            },
            {
              "line_number": "140",
              "original_text": "الثاني: في إبطال كون العالم فعلاً لله على أصلهم بشرط في الفعل، وهو أن الفعل عبارة عن الأحداث، والعالم عندهم قديم وليس بحادث، ومعنى الفعل إخراج الشيء من العدم إلى الوجود بإحداثه. وذلك لا يتصور في القديم إذ الموجود لا يمكن إيجاده. فإذن شرط الفعل أن يكون حادثاً، العالم قديم عندهم، فكيف يكون فعلاً لله؟",
              "translation": "دووەم: لە پووچەڵکردنەوەی بوونی جیهان بە کرداری خودا لەسەر بنەمای ئەوان، بە مەرجێک لە کرداردا، ئەویش ئەوەیە کە 'کردار' بریتییە لە 'دروستکردن' (الأحداث). جیهانیش بەلای ئەوانەوە ئەزەلییە نەک دروستکراو. مانای کردار، 'دەرهێنانی شتە لە نەبوونەوە بۆ بوون' بە دروستکردنی. ئەمەش لە شتی ئەزەلیدا وێنا ناکرێت، چونکە 'شتێکی بووندار ناتوانرێت بهێنرێتە بوون'. کەواتە مەرجی کردار ئەوەیە کە دروستکراو بێت. جیهانیش بەلای ئەوانەوە ئەزەلییە، جا چۆن دەبێتە کرداری خودا؟",
              "commentary": "غەزالی دەچێتە سەر بەڵگەی دووەمی. ئەو دەڵێت: 'کردار' بە پێناسە، 'دروستکردن'ە، واتە گواستنەوەی شتێکە لە 'نەبوون'ەوە بۆ 'بوون'. شتێک کە هەمیشە بوونی هەبووبێت (ئەزەلی)، ناتوانرێت 'دروست' بکرێت. مادام جیهان بەلای فەیلەسووفانەوە ئەزەلییە، کەواتە ناتوانێت کرداری خودا بێت."
            },
            {
              "line_number": "141",
              "original_text": "فإن قيل: معنى الحادث موجود بعد عدم، فلنبحث أن الفاعل إذا أحدث كان الصادر منه المتعلق به الوجود المجرد أو العدم المجرد أو كلاهما... فبقي أنه متعلق به من حيث أنه موجود، وأن الصادر منه مجرد الوجود، وأنه لا نسبة إليه إلا الوجود. فإن فرض الوجود دائماً فرضت النسبة دائمة، وإذا دامت هذه النسبة كان المنسوب إليه أفعل وأدوم تأثيراً لأنه لم يتعلق العدم بالفاعل بحال.",
              "translation": "ئەگەر بوترێت: مانای دروستکراو، 'بوونەوەرێکە دوای نەبوون'. با لێی بکۆڵینەوە: کاتێک بکەر شتێک دروست دەکات، ئایا ئەوەی لێیەوە دەرچووە و پێوەی بەندە، 'بوون'ی ڕووتە یان 'نەبوون'ی ڕووتە یان هەردووکیانە؟... ئەوەی دەمێنێتەوە ئەوەیە کە پێوەی بەندە لەبەر ئەوەی 'بوونەوەر'ە، و ئەوەی لێیەوە دەرچووە خودی 'بوون'ە. جا ئەگەر بوون هەمیشەیی بێت، پەیوەندییەکەش هەمیشەیی دەبێت. کە پەیوەندییەکە هەمیشەیی بوو، ئەوا بکەرەکە 'چالاکتر' و 'بەردەوامتر' دەبێت لە کاریگەریدا.",
              "commentary": "فەیلەسووفان وەڵام دەدەنەوە. ئەوان دەڵێن: کرداری خودا بریتی نییە لە 'گواستنەوە لە نەبوونەوە بۆ بوون'، بەڵکو بریتییە لە 'بەخشینی بەردەوامی بوون'. بەلای ئەوانەوە، ئەوەی لە خوداوە دەردەچێت، خودی 'بوون'ی جیهانە لە هەر ساتێکدا. 'پێشتر نەبوون' مەرج نییە بۆ کردار، بەڵکو ئەوەی گرنگە 'پشتبەستنی بوون'ە بە بکەر. مادام جیهان لە هەر ساتێکدا لە بوونی خۆیدا پشت بە خودا دەبەستێت، کەواتە لە هەر ساتێکدا کرداری خودایە."
            },

            {
              "line_number": "142",
              "original_text": "فبقي أن يقال: إنه متعلق به من حيث أنه حادث... وكونه مسبوقاً بالعدم ليس من فعل فاعل وصنع صانع... فاشتراطه في كونه فعلاً اشتراط ما لا تأثير للفاعل فيه بحال. وأما قولكم: إن الموجود لا يمكن إيجاده، إن عنيتم به أنه لا يستأنف له وجود بعد عدم فصحيح. وإن عنيتم به أنه في حال كونه موجوداً لا يكون موجداً، فقد بينا أنه يكون موجداً في حال kونه موجوداً... والإيجاد مقارن لكون الفاعل موجداً... وكل ذلك مع الوجود لا قبله. فإذن لا إيجاد إلا لموجود...",
              "translation": "کەواتە دەمێنێتەوە بگوترێت: کردار پێوەی بەندە لەبەر ئەوەی 'دروستکراو'ە... 'پێشتر نەبوون'یش کرداری بکەر نییە... کەواتە مەرجدانانی بۆ کردار، مەرجدانانی شتێکە کە بکەر هیچ کاریگەرییەکی تێیدا نییە. وتەکەی ئێوەش 'بوونەوەر ناتوانرێت بهێنرێتە بوون'، ئەگەر مەبەستتان ئەوە بێت کە دووبارە لە نەبوونەوە دروست ناکرێتەوە، ڕاستە. خۆ ئەگەر مەبەستتان ئەوە بێت کە لە کاتی بوونیدا، 'هێنراو بە بوون' نییە، ئەوا ڕوونمان کردەوە کە هەر لە کاتی بوونیدا 'هێنراو بە بوون'ە... 'هێنانە بوون' هاوکاتە لەگەڵ بوونی بکەر و کراودا... کەواتە 'هێنانە بوون' تەنها بۆ بوونەوەرە...",
              "commentary": "فەیلەسووفان لێرەدا پێناسەی 'هێنانە بوون' (الإيجاد) دەگۆڕن. ئەوان دەڵێن: 'هێنانە بوون' بریتی نییە لە 'دەستپێکردنی بوون'، بەڵکو بریتییە لە 'پەیوەندیی پشتبەستنی بوون'. ئەم پەیوەندییە لەگەڵ خودی بووندا هاوکاتە. کەواتە وتەی 'بوونەوەر ناتوانرێت بهێنرێتە بوون' هەڵەیە، بەڵکو بە پێچەوانەوە، 'تەنها بوونەوەر دەهێنرێتە بوون' (واتە بوون دەبەخشرێت بەو شتەی کە بوونی هەیە)."
            },
            {
              "line_number": "143",
              "original_text": "قالوا: ولهذا قضينا بأن العالم فعل الله أزلاً وأبداً، وما من حال إلا وهو فاعل له لأن المرتبط بالفاعل الوجود، فإن دام الارتباط دام الوجود، وإن انقطع انقطع لا كما تخيلتموه من أن البارئ لو قدر عدمه لبقى العالم، إذ ظننتم أنه كالبناء مع البناء، فإنه ينعدم ويبقى البناء...",
              "translation": "وتیان: هەر بۆیەش ئێمە بڕیارمان داوە کە جیهان کرداری خودایە لە ئەزەل و ئەبەددا. هیچ حاڵەتێک نییە مەگەر خودا تێیدا بکەری جیهانە، چونکە ئەوەی بە بکەرەوە بەستراوەتەوە خودی 'بوون'ە. جا ئەگەر پەیوەندییەکە بەردەوام بوو، بوونیش بەردەوام دەبێت، و ئەگەر پچڕا، ئەویش دەپچڕێت. نەک وەک ئەوەی ئێوە خەیاڵتان کردووە کە ئەگەر دروستکار نەمێنێت، جیهان هەر دەمێنێتەوە، چونکە واتان زانیوە وەک پەیوەندیی نێوان وەستا و بینایە، کە وەستاکە نامێنێت و بیناکە هەر دەمێنێتەوە...",
              "commentary": "دەرەنجامی فەیلەسووفان ئەوەیە کە پەیوەندیی خودا و جیهان، پەیوەندیی 'هۆکاری بوونبەخش'ـە (sustaining cause) نەک 'هۆکاری دەستپێکەر' (initiating cause). جیهان لە هەر ساتێکی بوونیدا، وەک تیشک وایە بۆ خۆر، ئەگەر خۆر نەمێنێت، تیشکیش نامێنێت. بە پێچەوانەی وەستا و بینا، کە دوای تەواوبوونی بیناکە، وەستاکە دەتوانێت بڕوات و بیناکە هەر بمێنێتەوە."
            },
            {
              "line_number": "144",
              "original_text": "والجواب: إن الفعل يتعلق بالفاعل من حيث حدوثه لا من حيث عدمه السابق ولا من حيث كونه موجوداً فقط... بل يتعلق به في حال حدوثه من حيث أنه حدوث وخروج من العدم إلى الوجود، فإن نفى منه معنى الحدوث لم يعقل كونه فعلاً ولا تعلقه بالفاعل. وقولكم: إن كونه حادثاً يرجع إلى كونه مسبوقاً بالعدم وكونه مسبوقاً بالعدم، ليس من فعل الفاعل وجعل الجاعل فهو كذلك، لكنه شرط في كون الوجود فعل الفاعل...",
              "translation": "وەڵام: کردار پەیوەندیی بە بکەرەوە هەیە لەبەر ئەوەی 'دروستبوون'ە (حدوثه)، نەک لەبەر نەبوونی پێشووی و نەک تەنها لەبەر بوونەکەی... بەڵکو لە کاتی دروستبوونیدا پێوەی بەندە لەبەر ئەوەی 'دروستبوون' و 'دەرچوونە لە نەبوونەوە بۆ بوون'. ئەگەر مانای 'دروستبوون'ی لێ بسڕیتەوە، نە بوونی بە کردار و نە پەیوەندیی بە بکەرەوە، مەعقوڵ نابێت. وتەکەی ئێوەش کە 'دروستبوون' دەگەڕێتەوە بۆ 'پێشتر نەبوون'، و 'پێشتر نەبوون' کرداری بکەر نییە، ڕاستە. بەڵام 'مەرج'ـە لەوەی کە بوونەکە کردار بێت...",
              "commentary": "غەزالی پێداگیری لەسەر پێناسە ئەسڵییەکەی خۆی دەکات. ئەو دەڵێت: ئێوە ناتوانن بە ئارەزووی خۆتان مانای وشەی 'کردار' بگۆڕن. 'کردار' بە پێناسە، 'دروستبوون'ە. ڕاستە 'پێشتر نەبوون' کرداری خودا نییە، بەڵام 'مەرج'ێکی بنەڕەتییە بۆ ئەوەی شتێک ناوی بنرێت کردار. بە سڕینەوەی ئەم مەرجە، ئێوە حەقیقەتی کردارتان سڕیوەتەوە و تەنها وشەکەتان هێشتۆتەوە."
            },
             {
              "line_number": "145",
              "original_text": "بالعدم. فالوجود الذي ليس مسبوقاً بعدم بل هو دائم لا يصلح لأن يكون فعل الفاعل، وليس كل ما يشترط في كون الفعل فعلاً ينبغي أن يكون بفعل الفاعل، فإن ذات الفاعل وقدرته وإرادته وعلمه شرط في كونه وليس ذلك من أثر الفعل ولكن لا يعقل فعل إلا من موجود، فكان وجود الفاعل شرطاً وإرادته وقدرته وعلمه ليكون فاعلاً وإن لم يكن من أثر الفاعل.",
              "translation": "بە نەبوون. کەواتە ئەو بوونەی کە نەبوونی لەپێشەوە نییە، بەڵکو هەمیشەییە، شیاوی ئەوە نییە کردار بێت. هەموو ئەوەی مەرجە بۆ ئەوەی کردار کردار بێت، پێویست ناکات بە کرداری بکەر بێت. زاتی بکەر و توانا و ویست و زانستی، مەرجن بۆ بوونی بە بکەر، بەڵام ئەمانە دەرەنجامی کردارەکە نین. بەڵام کردار وێنا ناکرێت مەگەر لە بوونەوەرێکەوە بێت. کەواتە بوونی بکەر و ویست و توانا و زانستی مەرجن بۆ ئەوەی بکەر بێت، هەرچەندە دەرەنجامی کرداری بکەرەکە نەبن.",
              "commentary": "غەزالی جەخت لەسەر ئەوە دەکاتەوە کە هەرچەندە 'پێشتر نەبوون' کرداری خودا نییە، بەڵام 'مەرج'ێکی لۆژیکیی پێویستە بۆ ئەوەی شتێک ناوی بنرێت 'کردار'. ئەو چەند مەرجێکی تر دەهێنێتەوە کە کرداری خودا نین بەڵام پێویستن (وەک خودی زاتی خودا و سیفەتەکانی). بەمە دەیەوێت بڵێت کە مەرجەکان دەتوانن لە دەرەوەی خودی کردارەکەوە بن."
            },
            {
              "line_number": "146",
              "original_text": "فإن قيل: إن اعترفتم بجواز كون الفعل مع الفاعل غير متأخر عنه، فيلزم أن يكون الفعل حادثاً إن كان الفاعل حادثاً، وقديماً إن كان قديماً. وإن شرطتم أن يتأخر الفعل عن الفاعل بالزمان، فهذا محال إذ من حرك اليد في قدح ماء تحرك الماء مع حركة اليد لا قبله ولا بعده... فإن فرضنا اليد قديمة في الماء متحركة كانت حركة الماء أيضاً دائمة وهي مع دوامها معلولة ومفعولة. ولا يمتنع ذلك بفرض الدوام، فكذلك نسبة العالم إلى الله.",
              "translation": "ئەگەر بوترێت: ئەگەر دان بەوەدا بنێن کە ڕەوایە کردار لەگەڵ بکەردا هاوکات بێت، ئەوا پێویست دەکات کردار دروستکراو بێت ئەگەر بکەر دروستکراو بوو، و ئەزەلی بێت ئەگەر بکەر ئەزەلی بوو. خۆ ئەگەر مەرجتان ئەوە بێت کردار لە بکەر دوابکەوێت بە کات، ئەمە مەحاڵە، چونکە ئەو کەسەی دەستی لە پەرداخێک ئاودا دەجووڵێنێت، ئاوەکە لەگەڵ جووڵەی دەستەکەدا دەجووڵێت نەک پێشی یان پاشی... جا ئەگەر وا دابنێین دەستەکە ئەزەلییە و لەناو ئاودا دەجووڵێت، دەبوو جووڵەی ئاوەکەش هەمیشەیی بووایە، و لەگەڵ هەمیشەیی بوونیشیدا هەر دەرەنجام و کراو دەبوو. هەمیشەیی بوون ڕێگر نییە لەمە. پەیوەندیی جیهانیش بە خوداوە هەر ئاوایە.",
              "commentary": "فەیلەسووفان نموونەی 'دەست لەناو ئاو' دێننەوە بۆ ئەوەی بیسەلمێنن کە کردار (جووڵەی ئاو) دەتوانێت هاوکات بێت لەگەڵ بکەردا (جووڵەی دەست). پاشان ئەم نموونەیە دەبەنە ئاستێکی ئەزەلییەوە و دەڵێن: ئەگەر جووڵەی دەست ئەزەلی بووایە، جووڵەی ئاویش ئەزەلی دەبوو، بەڵام هێشتا هەر کردار و دەرەنجام دەبوو. کەواتە ئەزەلی بوون، کردار بوون نافەوتێنێت."
            },
            {
              "line_number": "147",
              "original_text": "قلنا: لا نحيل أن يكون الفعل مع الفاعل بعد كون الفعل حادثاً، كحركة الماء فإنها حادثة عن عدم، فجاز أن يكون فعلاً ثم سواء كان متأخراً عن ذات الفاعل أو مقارناً له. وإنما نحيل الفعل القديم فإن ما ليس حادثاً عن عدم فتسميته فعلاً مجاز مجرد لا حقيقة له. وأما المعلول مع العلة فيجوز أن يكونا حادثين وأن يكونا قديمين... ومعلول العلة لا يسمى فعل العلة إلا مجازاً، بل ما يسمى فعلاً فشرطه أن يكون حادثاً عن عدم...",
              "translation": "دەڵێین: ئێمە بە مەحاڵی نازانین کردار لەگەڵ بکەردا هاوکات بێت، 'دوای' ئەوەی کردارەکە 'دروستکراو' بوو. وەک جووڵەی ئاو، کە لە نەبوونەوە دروست بووە، جا ڕەوایە کردار بێت، جا دواکەوتبێت لە زاتی بکەرەکە یان هاوکات بێت لەگەڵیدا. ئێمە تەنها 'کرداری ئەزەلی' بە مەحاڵ دەزانین. ئەوەی لە نەبوونەوە دروست نەبووبێت، ناونانی بە کردار تەنها مەجازێکی ڕووتە. سەبارەت بە هۆکار و دەرەنجام، دەکرێت هەردووکیان دروستکراو بن یان هەردووکیان ئەزەلی بن... دەرەنجامی هۆکار ناونانرێت کرداری هۆکار مەگەر بە مەجاز نەبێت. بەڵکو ئەوەی ناودەنرێت کردار، مەرجی ئەوەیە کە لە نەبوونەوە دروست بووبێت.",
              "commentary": "غەزالی جیاوازی دەکات لە نێوان چەمکی گشتیی 'دەرەنجام' و چەمکی تایبەتی 'کردار'. ئەو دەڵێت: ڕاستە، دەرەنجام دەتوانێت ئەزەلی بێت ئەگەر هۆکارەکەی ئەزەلی بێت (وەک خۆر و تیشک). بەڵام 'کردار' بە مانای ڕاستەقینەی، جۆرێکی تایبەتە لە دەرەنجام کە مەرجی سەرەکیی 'دروستبوونە لە نەبوونەوە'. کەواتە فەیلەسووفان بە تێکەڵکردنی ئەم دوو چەمکە، خوێنەر چەواشە دەکەن."
            },
            {
              "line_number": "148",
              "original_text": "وقولكم: لو قدرنا حركة الإصبع مع الإصبع قديماً دائماً لم يخرج حركة الماء عن كونه فعلاً، تلبيس، لأن الإصبع لا فعل له وإنما الفاعل ذو الإصبع وهو المريد، ولو قدر قديماً لكانت حركة الإصبع فعلاً له من حيث أن كل جزء من الحركة فحادث عن عدم، فبهذا الاعتبار كان فعلاً وأما حركة الماء فقد لا نقول أنه من فعله بل هو من فعل الله. وعلى أي وجه كان فكونه فعلاً من حيث أنه حادث، إلا أنه دائم الحدوث وهو فعل من حيث أنه حادث.",
              "translation": "وتەکەتان: 'ئەگەر جووڵەی پەنجەمان لەگەڵ پەنجەکەدا بە ئەزەلی و هەمیشەیی دابنایە، جووڵەی ئاوەکە لە کردار بوون دەرنەدەچوو'، فێڵ و چەواشەکارییە. چونکە پەنجە کرداری نییە، بەڵکو بکەر خاوەنی پەنجەکەیە کە ویستکارەکەیە. ئەگەریش بە ئەزەلی دابنرایە، جووڵەی پەنجەکە کردار دەبوو لەبەر ئەوەی 'هەر بەشێکی جووڵەکە' لە نەبوونەوە دروست بووە... جووڵەی ئاوەکەش، لەوانەیە نەڵێین کرداری ئەوە، بەڵکو کرداری خودایە. جا بە هەر شێوەیەک بێت، کردار بوونەکەی لەبەر ئەوەیە کە دروستکراوە، هەرچەندە 'هەمیشە لە دروستبوون'ـدایە. کردارە لەبەر ئەوەی دروستکراوە.",
              "commentary": "غەزالی فێڵەکەیان ئاشکرا دەکات. ئەو دەڵێت: تەنانەت لە نموونەی دەستی ئەزەلیشدا، ئەوەی کردارە، 'هەر ساتێکی نوێ'ی جووڵەکەیە نەک کۆی جووڵەکە وەک یەکەیەکی ئەزەلی. 'هەمیشە لە دروستبووندا بوون' (dāʾim al-ḥudūth) جیاوازە لە 'ئەزەلی بوون' (qadīm). کەواتە تەنانەت لە نموونەکەی خۆشیاندا، مەرجی 'دروستبوون' هەر پارێزراوە."
            },
            {
              "line_number": "149",
              "original_text": "فإن قيل: فإذا اعترفتم بأن نسبة الفعل إلى الفاعل من حيث أنه موجود كنسبة المعلول إلى العلة ثم سلمتم تصور الدوام في نسبة العلة، فنحن لا نعني بكون العالم فعلاً إلا كونه معلولاً دائم النسبة إلى الله تعالى فإن لم تسموا هذا فعلاً فلا مضايقة في التسميات بعد ظهور المعاني.",
              "translation": "ئەگەر بوترێت: جا مادام دانتان بەوەدا نا کە پەیوەندیی کردار بە بکەرەوە لەبەر ئەوەی بوونەوەرە، وەک پەیوەندیی دەرەنجامە بە هۆکارەوە، پاشان ڕێگەتان دا بە وێناکردنی هەمیشەیی بوون لە پەیوەندیی هۆکاردا، ئێمەش مەبەستمان لە کردار بوونی جیهان شتێک نییە جگە لەوەی دەرەنجامێکە کە پەیوەندییەکی هەمیشەیی بە خوداوە هەیە. جا ئەگەر ئێوە ئەمە ناونانێن کردار، با کێشەمان لەسەر ناوەکان نەبێت.",
              "commentary": "فەیلەسووفان دووبارە پاشەکشە دەکەن بۆ هەمان خاڵی پێشوو: کێشەکە لەسەر ناوەکانە نەک مانا."
            },
            {
              "line_number": "150",
              "original_text": "قلنا: ولا غرض من هذه المسألة إلا بيان أنكم تتجملون بهذه الأسماء من غير تحقيق وأن الله عندكم ليس فاعلاً تحقيقاً ولا العالم فعله تحقيقاً وأن إطلاق هذا الاسم مجاز منكم لا تحقيق له، وقد ظهر هذا.",
              "translation": "دەڵێین: مەبەست لەم مەسەلەیە شتێک نییە جگە لە ڕوونکردنەوەی ئەوەی کە ئێوە خۆتان بەم ناوانە دەڕازێننەوە بەبێ هیچ حەقیقەتێک، و خودا بەلای ئێوەوە بەڕاستی بکەر نییە و جیهانیش بەڕاستی کرداری ئەو نییە، و بەکارهێنانی ئەم ناوە مەجازێکە لەلایەن ئێوەوە و حەقیقەتی نییە. ئەمەش دەرکەوت.",
              "commentary": "غەزالی دووبارە بە هەمان شێوەی پێشوو وەڵامیان دەداتەوە: مەبەست ئاشکراکردنی فێڵ و چەواشەکارییەکەی ئێوەیە لە بەکارهێنانی زماندا."
            },
            {
              "line_number": "151",
              "original_text": "الثالث: في استحالة كون العالم فعلاً لله على أصلهم بشرط مشترك بين الفاعل والفعل، وهو أنهم قالوا: لا يصدر من الواحد إلا شيء واحد، والمبدأ واحد من كل وجه والعالم مركب من مختلفات، فلا يتصور أن يكون فعلاً لله بموجب أصلهم.",
              "translation": "سێیەم: لە مەحاڵبوونی بوونی جیهان بە کرداری خودا لەسەر بنەمای ئەوان، بە مەرجێکی هاوبەشی نێوان بکەر و کردار، ئەویش ئەوەیە کە وتوویانە: 'لە یەکەوە تەنها یەک دەردەچێت'. بنەماکەش (المبدأ) لە هەموو ڕوویەکەوە یەکە و جیهانیش لە شتی جیاواز پێک هاتووە. کەواتە وێنا ناکرێت بەپێی بنەمای ئەوان، کرداری خودا بێت.",
              "commentary": "لێرەوە غەزالی دەست بە بەڵگەی سێیەم دەکات. ئەمە ڕەخنەیەکی کلاسیکییە لە فەلسەفەی نوێ-ئەفلاتوونی: ئەگەر خودا 'یەک'ێکی ڕەها و سادە بێت، چۆن دەتوانێت 'فرەیی' (كثرة) و جیاوازییەکانی ناو جیهانی دروست کردبێت؟ بنەمای لۆژیکیی 'لە یەکەوە تەنها یەک دەردەچێت' (Ex uno non fit nisi unum)، وا دەکات دروستبوونی جیهانێکی فرەچەشن لە خودایەکی تاک و تەنهاوە، مەحاڵ بێت."
            },
            {
              "line_number": "152",
              "original_text": "فإن قيل: العالم بجملته ليس صادراً من الله بغير واسطة، بل الصادر منه موجود واحد هو أول المخلوقات وهو عقل مجرد... ثم يصدر منه الثالث ومن الثالث رابع وتكثر الموجودات بالتوسط... وهذه الأقسام كلها محال في المبدأ الأول... فلم يبق إلا أن تكون الكثرة في العالم صادرة من الله بطريق التوسط كما سبق.",
              "translation": "ئەگەر بوترێت: جیهان بە گشتی، ڕاستەوخۆ لە خوداوە دەرنەچووە، بەڵکو ئەوەی لێیەوە دەرچووە بوونەوەرێکی 'یەک'ە، کە یەکەم دروستکراوە و 'عەقڵێکی داماڵراو'ە... پاشان لێیەوە سێیەم و لە سێیەمەوە چوارەم دەردەچێت و بوونەوەرەکان بە 'نێوەندگیری' (التوسط) زۆر دەبن... ئەمەش تاکە ڕێگەی مومکینە، چونکە هۆکارەکانی تری فرەیی (جیاوازیی هێز، ماددە، ئامراز) لە خودادا بوونیان نییە.",
              "commentary": "فەیلەسووفان وەڵامی ئەم کێشەیە بە تیۆریی 'دەرچوون' (Emanation) دەدەنەوە. ئەوان دەڵێن: ڕاستە، ڕاستەوخۆ لە خوداوە تەنها 'یەک' شت دەرچووە (عەقڵی یەکەم). بەڵام پاشان لە عەقڵی یەکەمەوە، بەهۆی فرەیییەکی ناوەکییەوە، چەند شتێکی تر دەرچوون، و بەم شێوەیە زنجیرەکە درێژ دەبێتەوە و فرەیی لە جیهاندا دروست دەبێت."
            },
            {
              "line_number": "153",
              "original_text": "قلنا: فيلزم من هذا أن لا يكون في العالم شيء واحد مركب من أفراد، بل تكون الموجودات كلها آحاداً وكل واحد معلول لواحد آخر فوقه وعلة لآخر تحته... وليس كذلك فإن الجسم عندهم مركب من صورة وهيولى وقد صار باجتماعهما شيئاً واحداً. والإنسان مركب من جسم ونفس... والفلك عندهم كذلك فإنه جرم ذو نفس... فكيف وجدت هذه المركبات؟ أمن علة واحدة؟ فيبطل قولهم: لا يصدر من الواحد إلا واحد، أو من علة مركبة؟ فيتوجه السؤال في تركيب العلة...",
              "translation": "دەڵێین: لەمەوە پێویست دەکات کە لە جیهاندا هیچ شتێکی 'پێکهاتوو' (مركب) بوونی نەبێت، بەڵکو دەبێت هەموو بوونەوەرەکان 'تاک' بن و هەر یەکێکیان دەرەنجامی یەکێکی تر بێت... بەڵام وا نییە. جەستە بەلای ئەوانەوە لە 'شێوە' و 'ماددە' پێک هاتووە. مرۆڤ لە جەستە و گیان پێک هاتووە... فەلەکیش هەروا... جا ئەم شتە پێکهاتووانە چۆن دروست بوون؟ ئایا لە هۆکارێکی 'یەک'ەوە؟ کەواتە بنەماکەی خۆتان پووچەڵ دەبێتەوە. یان لە هۆکارێکی 'پێکهاتوو'ـەوە؟ کەواتە پرسیارەکە دەچێتە سەر پێکهاتنی هۆکارەکە...",
              "commentary": "غەزالی کێشەیەکی بنەڕەتی لە تیۆریی دەرچووندا دەدۆزێتەوە. ئەو دەڵێت: باشە، با وا دابنێین فرەیی بە زنجیرەیەک لە 'تاک'ەکان دروست بووە. ئەی چی دەربارەی ئەو شتانەی کە خۆیان 'پێکهاتوو'ن لە چەند بەشێکی جیاواز (وەک جەستە = شێوە + ماددە)؟ ئەم شتە پێکهاتووانە چۆن لە 'یەک'ێکەوە دروست بوون؟ ئەمە بنەما سەرەکییەکەیان ('لە یەکەوە تەنها یەک') دەشکێنێت."
            },
            {
              "line_number": "154",
              "original_text": "فإن قيل: إذا عرف مذهبنا اندفع الإشكال... الموجودات تنقسم... والمبدأ الأول فاض من وجوده العقل الأول، وهو موجود قائم بنفسه... ويلزم عن وجوده ثلاثة أمور: عقل ونفس الفلك الأقصى وهي السماء التاسعة وجرم الفلك الأقصى. ثم لزم من العقل الثاني عقل ثالث ونفس فلك الكواكب وجرمه، ثم لزم من العقل الثالث عقل رابع... وأخيراً العقل الفعال... ثم إن المواد تمتزج بسبب حركات الكواكب امتزاجات مختلفة يحصل منها المعادن والنبات والحيوان...",
              "translation": "ئەگەر بوترێت: ئەگەر بیروڕای ئێمە بزانیت، کێشەکە نامێنێت... لە بنەمای یەکەمەوە، 'عەقڵی یەکەم' دەرچوو. لە بوونی ئەمیشەوە 'سێ' شت پێویست بوو: عەقڵێک، گیانی فەلەکی هەرە دوور، و جەستەی فەلەکی هەرە دوور. پاشان لە عەقڵی دووەمەوە، عەقڵی سێیەم و گیان و جەستەی فەلەکی ئەستێرە جێگیرەکان... و بەم شێوەیە تا دەگاتە 'عەقڵی چالاک' (العقل الفعال). پاشان ماددەکان بەهۆی جووڵەی هەسارەکانەوە تێکەڵ دەبن و کانزا و ڕووەک و گیانلەبەر دروست دەکەن...",
              "commentary": "لێرەدا فەیلەسووفان مۆدێلە ئاڵۆزەکەی 'دەرچوون'ی خۆیان بە وردی باس دەکەن. ئەوان ڕوونی دەکەنەوە کە چۆن لە خودی 'عەقڵی یەکەم'ـەوە، بەهۆی فرەیییەکی ناوەکییەوە (زانینی بە خۆی، زانینی بە هۆکارەکەی، بوونی وەک مومکین)، سێ شتی جیاواز دەرچوون. پاشان ئەم پرۆسەیە لە هەر عەقڵێکی نوێدا دووبارە دەبێتەوە و بەم شێوەیە فرەیی دروست دەبێت."
            },
            {
              "line_number": "155",
              "original_text": "فخرج منه أن العقول بعد المبدأ الأول عشرة والأفلاك تسعة... وحصل منه أن تحت كل عقل من العقول الأول ثلاثة أشياء: عقل ونفس فلك وجرمه، فلا بد وأن يكون في مبدئه تثليث لا محالة، ولا يتصور كثرة في المعلول الأول إلا",
              "translation": "لەمەوە دەرچوو کە عەقڵەکان دە دانەن و فەلەکەکان نۆ دانەن... و لەژێر هەر عەقڵێکی یەکەمدا سێ شت هەیە: عەقڵێک، گیانی فەلەکێک، و جەستەی فەلەکێک. کەواتە دەبێت لە بنەماکەیدا 'سێیەتی'یەک (تثليث) هەبێت. فرەییش لە دەرەنجامی یەکەمدا وێنا ناکرێت مەگەر...",
              "commentary": "غەزالی پوختەی مۆدێلەکەیان دەکات و دەگاتە خاڵی سەرەکیی ڕەخنەکەی: چۆن لە 'عەقڵی یەکەم' کە خۆی 'یەک'ە، 'سێ' شتی جیاواز دەرچوون؟ ئەمە دیسانەوە هەمان بنەمای 'لە یەکەوە تەنها یەک' دەشکێنێت، تەنها لە قۆناغێکی دواتردا. ڕستە تەواونەکراوەکە ئاماژەیە بۆ ئەوەی کە غەزالی لە بەشی داهاتوودا بە وردی هێرش دەکاتە سەر ئەم خاڵە."
            },
            
            {
              "line_number": "156",
              "original_text": "من وجه واحد وهو أنه يعقل مبدأه ويعقل نفسه، وهو باعتبار ذاته ممكن الوجود لأن وجوب وجوده بغيره لا بنفسه، وهذه معان ثلاثة مختلفة. والأشرف من المعلولات الثلاثة ينبغي أن ينسب إلى الأشرف من هذه المعاني فيصدر منه العقل من حيث أنه يعقل مبدأه، ويصدر نفس الفلك من حيث أنه يعقل نفسه، ويصدر جرم الفلك من حيث أنه ممكن الوجود بذاته.",
              "translation": "لەلایەنێکەوە، ئەو 'هۆکار'ەکەی (مبدأه) خۆی دەزانێت و 'خودی' خۆشی دەزانێت. هەروەها بەگوێرەی زاتی خۆی 'مومکینی بوون'ـە، چونکە پێویستیی بوونی لە یەکێکی ترەوەیە نەک لە خۆیەوە. ئەمانە سێ مانای جیاوازن. جا دەبێت بەنرخترین دەرەنجام بدرێتە پاڵ بەنرخترین مانا: 'عەقڵ' لێیەوە دەردەچێت لەبەر ئەوەی 'هۆکار'ەکەی دەزانێت. 'گیانی فەلەک' لێیەوە دەردەچێت لەبەر ئەوەی 'خودی' خۆی دەزانێت. 'جەستەی فەلەک'یش لێیەوە دەردەچێت لەبەر ئەوەی 'مومکینی بوون'ـە.",
              "commentary": "لێرەدا فەیلەسووفان بە وردی ڕوونی دەکەنەوە کە چۆن فرەیی لە خودی 'عەقڵی یەکەم'دا دروست دەبێت. هەرچەندە عەقڵی یەکەم لە زاتی خۆیدا یەکە، بەڵام سێ 'ڕەهەند' یان 'ڕوو'ی هەیە: (١) زانینی بە هۆکارە بەرزەکەی (خودا). (٢) زانینی بە زاتی خۆی. (٣) زاتی خۆی وەک بوونەوەرێکی 'مومکین'. ئەم سێ ڕەهەندە دەبنە سەرچاوەی سێ دەرەنجامی جیاواز. ئەمە هەوڵێکی ئاڵۆزە بۆ ئەوەی لە کێشەی 'لە یەکەوە تەنها یەک' دەرباز بن."
            },
            {
              "line_number": "157",
              "original_text": "فيبقى أن يقال: هذا التثليث من أين حصل في المعلول الأول ومبدؤه واحد؟ فنقول: لم يصدر من المبدأ الأول إلا واحد وهو ذات هذا العقل الذي به يعقل نفسه، ولزمه ضرورة لا من جهة المبدأ إن عقل المبدأ، وهو في ذاته ممكن الوجود وليس له الإمكان من المبدأ الأول بل هو لذاته. ونحن لا نبعد أن يوجد من الواحد واحد يلزم ذلك المعلول، لا من جهة المبدأ، أمور ضرورية إضافية أو غير إضافية، فيحصل بسبه كثرة ويصير بذلك مبدأ لوجود الكثرة.",
              "translation": "کەواتە دەمێنێتەوە بگوترێت: ئەم 'سێیەتی'یە لە کوێوە لە دەرەنجامی یەکەمدا دروست بوو لە کاتێکدا هۆکارەکەی یەکە؟ دەڵێین: لە هۆکاری یەکەمەوە تەنها یەک شت دەرچووە، کە ئەویش 'زات'ی ئەم عەقڵەیە. بەڵام بە پێویستی و نەک لەلایەن هۆکارەکەوە، چەند شتێکی تری لێوە پێویست بوو: ئەوەی کە هۆکارەکەی دەزانێت، و ئەوەی کە لە زاتی خۆیدا مومکینە. ئێمە بەدووری نازانین کە لە یەکێکەوە یەکێک دروست ببێت و پاشان لەو دەرەنجامە، چەند شتێکی تری پێویستی لێ بکەوێتەوە (نەک لە هۆکارە یەکەمەکەوە)، و بەمە فرەیی دروست ببێت.",
              "commentary": "فەیلەسووفان لێرەدا وردەکارییەکی گرنگ زیاد دەکەن. ئەوان دەڵێن: ڕاستەوخۆ لە خوداوە تەنها 'زات'ی عەقڵی یەکەم دەرچووە. بەڵام دوو ڕەهەندەکەی تر ('زانینی بە خودا' و 'مومکین بوون')، تایبەتمەندیی 'پێویست'ی خودی ئەو زاتەن و ڕاستەوخۆ لە خوداوە دەرنەچوون. ئەمە هەوڵێکی وردە بۆ پاراستنی بنەمای 'لە یەکەوە تەنها یەک' لە قۆناغی یەکەمدا، و خستنەپاڵی فرەیی بۆ قۆناغی دووەم."
            },
            {
              "line_number": "158",
              "original_text": "قلنا: ما ذكرتموه تحكمات وهي على التحقيق ظلمات فوق ظلمات، لو حكاه الإنسان عن منام رآه لاستدل به على سوء مزاجه، أو أورد جنسه في الفقهيات التي قصارى المطلب فيها تخمينات لقيل أنها ترهات لا تفيد غلبات الظنون.",
              "translation": "دەڵێین: ئەوەی باستان کرد حوکمی سەپێنراوە (تحكمات)، و لە ڕاستیدا تاریکییە لەسەر تاریکی. ئەگەر مرۆڤ باسی خەونێکی بکردایە کە بینیویەتی، بەڵگەی لەسەر خراپیی باری دەروونی خۆی پێ دەهێنایەوە. یان ئەگەر لە فیقهیاتدا بهێنرایەتەوە، دەیانگوت قسەی پووچە و تەنانەت گومانی بەهێزیش دروست ناکات.",
              "commentary": "لێرەدا غەزالی بە زمانێکی زۆر توند و گاڵتەجاڕانە وەڵامیان دەداتەوە. ئەو تەواوی مۆدێلە ئاڵۆزەکەی 'دەرچوون' بە کۆمەڵێک قسەی پووچ و بێ مانا و خەونئاسا دادەنێت کە هیچ بەڵگەیەکی عەقڵیی لە پشتەوە نییە. ئەمە نیشانەی ئەوەیە کە غەزالی ئەم تیۆرییە بە خاڵی هەرە لاوازی سیستەمی فەلسەفی دادەنێت."
            },
            {
              "line_number": "159",
              "original_text": "الأول هو أنا نقول: ادعيتم أن أحد معاني الكثرة في المعلول الأول أنه ممكن الوجود، فنقول: كونه ممكن الوجود عين وجوده أو غيره، فإن كان عينه فلا ينشأ منه كثرة، وإن كان غيره فهلا قلتم: في المبدأ الأول كثرة، لأنه موجود وهو مع ذلك واجب الوجود، فوجوب الوجود غير نفس الوجود، فليجز صدور المختلفات منه لهذه الكثرة.",
              "translation": "یەکەم: ئێمە دەڵێین: ئێوە بانگەشەی ئەوەتان کرد کە یەکێک لە هۆکارەکانی فرەیی لە دەرەنجامی یەکەمدا، 'مومکین بوون'ی بوونەکەیەتی. ئێمە دەپرسین: ئایا 'مومکین بوون' هەمان 'بوون'ە یان شتێکی ترە؟ ئەگەر هەمان شت بێت، فرەیی دروست ناکات. خۆ ئەگەر شتێکی تر بێت، ئەی بۆ نەتانوت: لە هۆکاری یەکەمیشدا (خودا) فرەیی هەیە؟ چونکە ئەو 'بوون'ی هەیە و لەگەڵ ئەوەشدا 'پێویستی بوون'ـە. کەواتە 'پێویستیی بوون' شتێکی جیاوازە لە 'بوون'. با کەواتە لەبەر ئەم فرەیییە، شتی جیاوازی لێوە دەربچێت.",
              "commentary": "غەزالی یەکەم ڕەخنەی لۆژیکیی خۆی دەست پێدەکات. ئەو دەڵێت: ئێوە دەڵێن 'مومکین بوون' جیاوازە لە 'بوون' و ئەمە فرەیی دروست دەکات. باشە، بە هەمان لۆژیک، دەبێت 'پێویستیی بوون'یش جیاواز بێت لە 'بوون'. کەواتە خودی خوداش (کە هەم 'بوون'ە و هەم 'پێویستی بوون'ە) فرەیی تێدایە و دەبێت شتی جیاوازی لێوە دەربچێت. ئەمە دژبەیەکییە لەگەڵ بنەمای 'یەکبوونی ڕەها'ی خودا لەلای خۆیان."
            },
            {
              "line_number": "160",
              "original_text": "فإن قيل: إمكان الوجود له من ذاته ووجوده من غيره، فكيف يكون ما له من ذاته وما له من غيره واحداً؟ قلنا: وكيف يكون وجوب الوجود عين الوجود ويمكن أن ينفى وجوب الوجود ويثبت الوجود؟... فإن كان فصل أحد القسمين زائداً على العام فكذى الفصل الثاني ولا فرق.",
              "translation": "ئەگەر بوترێت: 'ئیمکانی بوون'ی لە زاتی خۆیەوەیە و 'بوون'ی لە یەکێکی ترەوەیە، چۆن دەکرێت ئەم دووانە یەک بن؟ دەڵێین: ئەی چۆن دەکرێت 'پێویستیی بوون' هەمان 'بوون' بێت، لە کاتێکدا دەکرێت پێویستیی بوون ڕەت بکرێتەوە و بوون هەر بسەلمێنرێت؟... ئەگەر جیاکەرەوەی بەشێک زیادە بێت لەسەر گشتییەکە، دەبێت جیاکەرەوەی بەشەکەی تریش هەر وا بێت.",
              "commentary": "غەزالی وەڵامی پێشبینیکراوی فەیلەسووفان دەداتەوە و بە هەمان لۆژیک پووچەڵی دەکاتەوە. 'بوون' چەمکێکی گشتییە و دوو جۆری هەیە: 'پێویست' و 'مومکین'. ئەگەر 'مومکین بوون' زیادەیەک بێت لەسەر 'بوون'، دەبێت 'پێویست بوون'یش زیادەیەک بێت لەسەر 'بوون'. هیچ جیاوازییەکی لۆژیکی نییە. کەواتە یان هەردووکیان فرەیی دروست دەکەن یان هیچیان."
            },
            {
              "line_number": "161",
              "original_text": "الاعتراض الثاني هو أن نقول: عقله مبدأه عين وجوده وعين عقله نفسه أم غيره؟ فإن كان عينه فلا كثرة في ذاته... وإن كان غيره فهذه الكثرة موجودة في الأول فإنه يعقل ذاته ويعقل غيره... وإن كانت هذه كثرة فهي موجودة في الأول، فليصدر منه المختلفات.",
              "translation": "ڕەخنەی دووەم ئەوەیە کە دەڵێین: ئایا 'زانینی بە هۆکارەکەی' هەمان 'بوون'ی خۆیەتی و هەمان 'زانینی بە خۆی'ـەتی، یان شتێکی ترە؟ ئەگەر هەمان شت بێت، فرەیی نییە. خۆ ئەگەر شتێکی تر بێت، کەواتە ئەم فرەیییە لە خودی خوداشدا هەیە، چونکە ئەو 'زاتی خۆی دەزانێت' و 'شتی تریش دەزانێت'... جا ئەگەر ئەمە فرەیی بێت، لە خوداشدا هەیە، با کەواتە شتی جیاوازی لێوە دەربچێت.",
              "commentary": "غەزالی دەچێتە سەر دوو ڕەهەندەکەی تر: 'زانینی بە هۆکار' و 'زانینی بە خۆ'. ئەو دەپرسێت: ئایا ئەم دوو زانینە لەناو عەقڵی یەکەمدا فرەیی دروست دەکەن؟ ئەگەر بەڵێ، کەواتە دەبێت لەناو خوداشدا کە هەم خۆی دەزانێت و هەم عەقڵی یەکەم، فرەیی هەبێت. ئەمەش دیسانەوە دژبەیەکییە لەگەڵ بنەماکەیاندا."
            },
            {
              "line_number": "162",
              "original_text": "فإن قيل: الأول لا يعقل إلا ذاته وعقله ذاته هو عين ذاته، فالعقل والعاقل والمعقول واحد ولا يعقل غيره.",
              "translation": "ئەگەر بوترێت: یەکەم (خودا) تەنها 'زاتی خۆی' دەزانێت، و زانینی بە زاتی خۆی هەمان زاتی خۆیەتی. کەواتە 'زانست' و 'زان' و 'زانراو' یەکن، و هیچ شتێکی تر نازانێت.",
              "commentary": "لێرەدا فەیلەسووفان (بەتایبەتی قوتابخانەی ئەرەستۆی توندڕەو) پەنا بۆ چارەسەرێکی زۆر ڕادیکاڵانە دەبەن بۆ پاراستنی یەکبوونی ڕەهای خودا: ئەوان دەڵێن خودا هیچ شتێک نازانێت جگە لە زاتی خۆی."
            },
            {
              "line_number": "163",
              "original_text": "والجواب من وجهين: أحدهما أن هذا المذهب لشناعته هجره ابن سينا وسائر المحققين وزعموا أن الأول يعلم نفسه مبدأ لفيضان ما يفيض منه ويعقل الموجودات كلها بأنواعها عقلاً كلياً لا جزئياً، إذ استقبحوا قول القائل: المبدأ الأول لا يصدر منه إلا عقل واحد ثم لا يعقل ما يصدر منه، ومعلوله عقل... فيكون المعلول أشرف من العلة...",
              "translation": "وەڵام لە دوو ڕووەوەیە: یەکەمیان ئەوەی کە ئەم بیروڕایە لەبەر ناشیرینییەکەی، ئیبن سینا و لێکۆڵەرەکانی تر وازیان لێهێناوە و وتوویانە کە یەکەم، خۆی وەک سەرچاوەی دەرچووەکان دەزانێت و هەموو بوونەوەرەکانیش بە شێوەیەکی 'گشتی' (كلي) دەزانێت نەک 'تاکەکەسی' (جزئي). چونکە بە قێزەونیان زانیوە بڵێن: هۆکاری یەکەم تەنها یەک عەقڵی لێوە دەرچووە و پاشان نازانێت چی لێوە دەرچووە، لە کاتێکدا دەرەنجامەکەی... دەبێتە بەنرختر لە هۆکارەکەی...",
              "commentary": "غەزالی یەکەم وەڵامی ئەوەیە کە تەنانەت فەیلەسووفە گەورەکانی وەک ئیبن سیناش ئەم بۆچوونەیان بە قێزەون زانیوە و ڕەتیان کردۆتەوە. چونکە ئەمە وا دەکات کە عەقڵی یەکەم (کە هەم خۆی و هەم خودا و هەم دەرەنجامەکانی دەزانێت) لە خودا (کە تەنها خۆی دەزانێت) زاناتر و بەنرختر بێت. ئەمەش مەحاڵێکی فەلسەفییە."
            },
            {
              "line_number": "164",
              "original_text": "فقد انتهى منهم التعمق في التعظيم إلى أن أبطلوا كل ما يفهم من العظمة وقربوا حاله من حال الميت الذي لا خبر له مما يجري في العالم، إلا أنه فارق الميت في شعوره بنفسه فقط. وهكذى يفعل الله بالزائغين عن سبيله... المغرورين بعقولهم زاعمين أن فيها مندوحة عن تقليد الرسل وأتباعهم.",
              "translation": "قوڵبوونەوەیان لە پایەبەرزکردندا گەیشتە ئەوەی کە هەموو ئەوەی لە گەورەیی تێدەگیشترا، پووچەڵیان کردەوە و حاڵیان لە حاڵی 'مردوو'یەک نزیک کردەوە کە هیچ ئاگایەکی لەوە نییە لە جیهاندا ڕوودەدات، تەنها بەوە جیاوازە کە هەست بە خودی خۆی دەکات. خوداش ئاوا لە لادەرانی ڕێگەی خۆی دەکات... ئەوانەی فێڵی عەقڵی خۆیان خواردووە و وا دەزانن کە پێویستیان بە شوێنکەوتنی پێغەمبەران و لایەنگرانیان نییە.",
              "commentary": "غەزالی بە کۆتاییەکی زۆر توند و کاریگەرەوە ئەم باسە دادەخات. ئەو دەڵێت: ئێوە بە ناوی 'پایەبەرزکردن' و 'داماڵین'ی خودا لە سیفاتی مرۆیی، گەیشتنە ئەوەی کە خوداتان کرد بە بوونەوەرێکی نەزان و بێ ئاگا لە جیهان، کە تەنها لە مردوو باشترە. ئەمە بەلای غەزالییەوە دەرەنجامی حەتمی پشتکردنە لە وەحی و تەنها پشتبەستنە بە عەقڵی سنوورداری مرۆڤ."
            },
              {
              "line_number": "165",
              "original_text": "فلا جرم اضطروا إلى الاعتراف بأن لباب معقولا رجعت إلى ما لو حكي في منام لتعجب منه.",
              "translation": "کەواتە بێ گومان ناچار بوون دان بەوەدا بنێن کە کرۆکی مەعقوولەکەیان گەڕایەوە بۆ شتێک کە ئەگەر لە خەوندا بگێڕدرایەتەوە، مایەی سەرسوڕمان دەبوو.",
              "commentary": "غەزالی دووبارە بە گاڵتەجاڕییەوە کۆتایی بەم خاڵە دێنێت و جەخت لەسەر نامەعقوڵبوونی بۆچوونی فەیلەسووفان دەکاتەوە."
            },
            {
              "line_number": "166",
              "original_text": "الجواب الثاني هو أن من ذهب إلى أن الأول لا يعقل إلا نفسه إنما حاذر من لزوم الكثرة... وهذا لازم في المعلول الأول فينبغي أن لا يعقل إلا نفسه، لأنه لو عقل الأول أو غيره لكان ذلك غير ذاته ولافتقر إلى علة غير علة ذاته... فينبغي أن لا يعلم إلا ذاته، وتبطل الكثرة التي نشأت من هذا الوجه.",
              "translation": "وەڵامی دووەم: ئەو کەسەی کە دەڵێت یەکەم تەنها خۆی دەزانێت، تەنها لەبەر ئەوە وای وتووە تا لە فرەیی ڕابکات... ئەمەش لە دەرەنجامی یەکەمیشدا (عەقڵی یەکەم) هەر پێویستە. دەبێت ئەویش تەنها خۆی بزانێت. چونکە ئەگەر هۆکارەکەی یان شتێکی تری بزانیایە، ئەوا ئەو زانینە جیاواز دەبوو لە زاتەکەی و پێویستی بە هۆکارێکی تر دەبوو... کەواتە دەبێت تەنها زاتی خۆی بزانێت، و ئەو فرەییەی کە لەم ڕووەوە دروست بوو، پووچەڵ دەبێتەوە.",
              "commentary": "غەزالی لێرەدا بەڵگەکەیان دژی خۆیان بەکاردەهێنێتەوە. ئەو دەڵێت: ئەگەر ئێوە بۆ پاراستنی یەکبوونی خودا، دەڵێن ئەو تەنها خۆی دەزانێت، دەبێت هەمان لۆژیک بۆ عەقڵی یەکەمیش بەکاربهێنن. دەبێت ئەویش تەنها خۆی بزانێت. بەمەش، دوو لەو سێ ڕەهەندەی کە فرەییان لێ دروست کردبوو ('زانینی بە هۆکار' و 'مومکین بوون')، لەناو دەچن و تیۆریی دەرچوونەکەیان هەر لە سەرەتاوە هەڵدەوەشێتەوە."
            },
            {
              "line_number": "167",
              "original_text": "فإن قيل: لما وجد وعقل ذاته لزمه أن يعقل المبدأ. قلنا: لزمه ذلك بعلة أو بغير علة؟ فإن كان بعلة فلا علة إلا المبدأ الأول وهو واحد، ولا يتصور أن يصدر منه إلا واحد وقد صدر وهو ذات المعلول، فالثاني كيف يصدر منه؟ وإن لزم بغير علة فليلزم وجود الأول موجودات بلا علة كثيرة... فإن لم يعقل هذا... فهذا اللازم في حق المعلول.",
              "translation": "ئەگەر بوترێت: کاتێک بوونی پەیدا کرد و زاتی خۆی زانی، پێویست بوو لێی کە هۆکارەکەشی بزانێت. دەڵێین: ئایا ئەمە بە هۆکارێک پێویست بوو یان بەبێ هۆکار؟ ئەگەر بە هۆکار بێت، هیچ هۆکارێک نییە جگە لە هۆکاری یەکەم کە یەکە و تەنها یەک شتی لێوە دەرچووە کە زاتی دەرەنجامەکەیە، جا دووەم چۆن لێیەوە دەردەچێت؟ خۆ ئەگەر بەبێ هۆکار پێویست بێت، با کەواتە لە هۆکاری یەکەمیشەوە چەندین بوونەوەری بێ هۆکار دروست ببن...",
              "commentary": "غەزالی پرسیارێکی کوشندە دەکات: باشە، 'زانینی عەقڵی یەکەم بە خودا'، خۆی هۆکارێکی هەیە یان نا؟ ئەگەر هۆکارەکەی خودا بێت، ئەوا خودا دوو شتی لێوە دەرچووە (زاتی عەقڵ و زانینی عەقڵ)، کە دژی بنەماکەیانە. خۆ ئەگەر بێ هۆکار بێت، ئەوا بنەمای هۆکارییەت دەشکێنن و دەرگا بۆ دروستبوونی شتی بێ هۆکار دەکەنەوە. ئەمە دووڕیانێکی لۆژیکییە کە دەرچوونی لێی نییە."
            },
            {
              "line_number": "168",
              "original_text": "وليس هو من ضرورة المعلول الأول لكونه ممكن الوجود فإن إمكان الوجود ضروري في كل معلول. أما كون المعلول عالماً بالعلة ليس ضرورياً في وجود ذاته كما أن كون العلة عالماً بالمعلول ليس ضرورياً في وجود ذاته. بل لزوم العلم بالمعلول أظهر من لزوم العلم بالعلة، فبان أن الكثرة الحاصلة من علمه بالمبدأ محال...",
              "translation": "ئەمە لە پێویستییەکانی دەرەنجامی یەکەم نییە لەبەر ئەوەی مومکینی بوونە، چونکە ئیمکانی بوون لە هەموو دەرەنجامێکدا پێویستە. بەڵام زانینی دەرەنجام بە هۆکارەکەی، لە بوونی زاتی خۆیدا پێویست نییە. هەروەک چۆن زانینی هۆکار بە دەرەنجامەکەی، لە بوونی زاتی خۆیدا پێویست نییە. بەڵکو پێویستیی زانین بە دەرەنجام، لە پێویستیی زانین بە هۆکار ڕوونترە. کەواتە دەرکەوت کە ئەو فرەییەی لە زانینی بە هۆکارەکەیەوە دروست بووە، مەحاڵە...",
              "commentary": "غەزالی جەخت لەوە دەکاتەوە کە هیچ پێویستییەکی لۆژیکی نییە کە دەرەنجام هۆکارەکەی بناسێت. بەمەش ئەو بنەمایەی کە فەیلەسووفان فرەییان لەسەر بنیاد نابوو، بە تەواوی هەڵدەوەشێنێتەوە."
            },
            {
              "line_number": "169",
              "original_text": "الاعتراض الثالث هو أن عقل المعلول الأول ذات نفسه عين ذاته أو غيره. فإن كان عينه فهو محال لأن العلم غير المعلوم، وإن كان غيره فليكن كذلك في المبدأ الأول فيلزم منه كثرة ويلزم فيه تربيع لا تثليث بزعمهم، فإنه ذاته وعقله مبدأه وإنه ممكن الوجود بذاته. ويمكن أن يزاد أنه واجب الوجود بغيره فيظهر تخميس، وبهذا يتعرف تعمق هؤلاء في الهوس.",
              "translation": "ڕەخنەی سێیەم: ئایا زانینی دەرەنجامی یەکەم بە زاتی خۆی، هەمان زاتی خۆیەتی یان شتێکی ترە؟ ئەگەر هەمان شت بێت، مەحاڵە، چونکە زانست جیاوازە لە زانراو. خۆ ئەگەر شتێکی تر بێت، با لە هۆکاری یەکەمیشدا هەر وا بێت و فرەیی لێوە دروست ببێت. بەڵکو چوار شت لێی دروست دەبێت نەک سێ: زاتەکەی، زانینی بە هۆکارەکەی، ئەوەی کە مومکینی بوونە بە زاتی خۆی. دەشکرێت زیاد بکرێت کە 'پێویستی بوون'ـە بە یەکێکی تر، جا دەبێتە پێنج شت. بەمە قوڵبوونەوەی ئەمانە لە شتی پووچدا دەردەکەوێت.",
              "commentary": "غەزالی لێرەدا بە گاڵتەجاڕییەوە دەڵێت: ئەگەر ئێوە بەم شێوەیە دەست بکەن بە دابەشکردنی ڕەهەندەکان، من دەتوانم لە سێ شتەوە بیکەم بە چوار و تەنانەت پێنج شتیش! ئەمە نیشانەی ئەوەیە کە تەواوی پرۆسەکە حوکمێکی سەپێنراوی بێ بنەمایە نەک شیکارییەکی لۆژیکی."
            },
            {
              "line_number": "170",
              "original_text": "الاعتراض الرابع أن نقول: التثليث لا يكفي في المعلول الأول فإن جرم السماء الأول لزم عندهم من معنى واحد من ذات المبدأ وفيه تركيب من ثلاثة أوجه: أحدها أنه مركب من صورة وهيولى... الثاني أن الجرم الأقصى على حد مخصوص في الكبر... الثالث أن الفلك الأقصى انقسم إلى نقطتين هما القطبان...",
              "translation": "ڕەخنەی چوارەم: دەڵێین: سێیەتییەکە لە دەرەنجامی یەکەمدا بەس نییە. چونکە جەستەی ئاسمانی یەکەم بەلای ئەوانەوە لە یەک مانای سادەوە دەرچووە، کەچی خۆی لە سێ ڕووەوە پێکهاتووە: یەکەم، لە 'شێوە' و 'ماددە' پێک هاتووە... دووەم، قەبارەیەکی دیاریکراوی هەیە... سێیەم، دابەش بووە بۆ دوو خاڵ کە دوو جەمسەرەکەن...",
              "commentary": "غەزالی لێرەدا دەڵێت: تەنانەت ئەگەر واش دابنێین کە لە عەقڵی یەکەمەوە سێ شت دەرچوون، هێشتا کێشەکە چارەسەر نابێت. چونکە یەکێک لەو سێ شتە (جەستەی فەلەکی یەکەم)، خۆی چەندین فرەیی تری تێدایە (پێکهاتن لە شێوە و ماددە، قەبارەی دیاریکراو، جەمسەرەکان). جا ئەم فرەیییە نوێیانە لە کوێوە هاتن، لە کاتێکدا دەبوو لە یەک ڕەهەندی سادەوە دەرچووبن؟"
            },
            {
              "line_number": "171",
              "original_text": "فإن قيل: سببه أنه لو كان أكبر منه لكان مستغنى عنه في تحصيل النظام الكلي، ولو كان أصغر منه لم يصلح للنظام المقصود. فنقول: وتعين جهة النظام هل هو كاف في وجود ما به النظام أم يفتقر إلى علة موجدة؟ فإن كان كافياً فقد استغنيتم عن وضع العلل...",
              "translation": "ئەگەر بوترێت: هۆکارەکەی ئەوەیە کە ئەگەر گەورەتر بووایە، پێویست نەدەبوو بۆ سیستەمی گشتی، و ئەگەر بچووکتر بووایە، شیاوی سیستەمەکە نەدەبوو. دەڵێین: ئایا دیاریکردنی ئاراستەی سیستەمەکە بەسە بۆ بوونی ئەوەی سیستەمەکەی پێیە، یان پێویستی بە هۆکارێکی بەدیهێنەرە؟ ئەگەر بەس بێت، کەواتە پێویستتان بە دانانی هۆکارەکان نییە...",
              "commentary": "غەزالی وەڵامی 'پێویستیی سیستەمی گشتی' کە پێشتر باسی کردبوو، دووبارە ڕەتدەکاتەوە. ئەو دەڵێت: 'پێویستیی سیستەم' ناتوانێت هۆکاری 'بوون' بێت، بەڵکو هۆکارێکی بەدیهێنەری دەوێت."
            },
            {
              "line_number": "172",
              "original_text": "فإن قيل: لعل في المبدأ أنواعاً من الكثرة لازمة لا من جهة المبدأ، وإنما ظهر لنا ثلاثة أو أربعة والباقي لم نطلع عليه... قلنا: فإذا جوزتم هذا فقولوا: إن الموجودات كلها على كثرتها وقد بلغت آلافاً صدرت من المعلول الأول... ثم يلزم منه الاستغناء بالعلة الأولى...",
              "translation": "ئەگەر بوترێت: لەوانەیە لە بنەماکەدا چەندین جۆر فرەیی هەبێت کە لە خودی بنەماکەوە نەهاتبێت، و ئێمە تەنها سێ یان چوارمان بۆ دەرکەوتووە... دەڵێین: جا ئەگەر ڕێگە بەمە بدەن، با بڵێن: هەموو بوونەوەرەکان بە هەموو فرەیییانەوە کە هەزارانیان تێپەڕاندووە، هەر لە دەرەنجامی یەکەمەوە دەرچوون... پاشان پێویست بە خودی هۆکاری یەکەمیش نامێنێت...",
              "commentary": "لێرەدا غەزالی دوایین بەرگریی فەیلەسووفان پووچەڵ دەکاتەوە. ئەوان لەوانەیە بڵێن: 'فرەیی'یەکی شاراوەی بێ هۆکار لە عەقڵی یەکەمدا هەیە کە ئێمە لێی تێناگەین. غەزالی دەڵێت: ئەگەر دەرگا بۆ 'فرەیی بێ هۆکار' بکەنەوە، ئەوا تەواوی سیستەمەکەتان دەڕووخێت. چونکە دەتوانرێت هەموو جیهان بخرێتە پاڵ ئەم فرەیییە بێ هۆکارە و ئیتر پێویست بە خوداش نامێنێت. ئەمە دەرەنجامێکی مەترسیدارە کە فەیلەسووفان نایانەوێت."
            },
            {
              "line_number": "173",
              "original_text": "فإن قيل: لقد كثرت الأشياء حتى زادت على ألف، ويبعد أن تبلغ الكثرة اللازمة للمعلول الأول مبلغ الألف.",
              "translation": "ئەگەر بوترێت: شتەکان ئەوەندە زۆر بوون کە لە هەزار تێپەڕیون، و بەدوورە کە فرەیی پێویست لە دەرەنجامی یەکەمدا بگاتە هەزار.",
              "commentary": "فەیلەسووفان وەک دوا هەوڵ دەڵێن: مەعقوڵ نییە هەموو ئەم فرەیییە زۆرەی جیهان، لە یەک بوونەوەرەوە (عەقڵی یەکەم) سەرچاوەی گرتبێت. ئەمە وەڵامێکی لاوازە و زیاتر لە 'بەدوورزانین' دەچێت نەک بەڵگەیەکی لۆژیکی."
            },
       ]
        }
      ]
    }
  ]
}
