{
  "books": [
    {
      "title": "تهافت الفلاسفة (Tahāfut al-Falāsifa)",
      "author": "ئەبو حامیدی غەزالی (Abu Hamid al-Ghazali)",
      "sections": [
        {
          "section_title": "مەسەلەی یەکەم: لە پووچەڵکردنەوەی وتەیان دەربارەی ئەزەلییەتی جیهان",
          "lines": [
            {
              "line_number": "1",
              "original_text": "تفصيل المذهب: اختلفت الفلاسفة في قدم العالم. فالذي استقر عليه رأي جماهيرهم المتقدمين والمتأخرين القول بقدمه وأنه لم يزل موجوداً مع الله تعالى ومعلولاً له ومسوقاً له غير متأخر عنه بالزمان مساوقة المعلول للعلة ومساوقة النور للشمس، وأن تقدم الباري عليه كتقدم العلة على المعلول، وهو تقدم بالذات والرتبة لا بالزمان.",
              "translation": "شیکردنەوەی بیروڕاکە: فەیلەسووفان لەبارەی کۆنی (قِدَم)ی جیهانەوە ڕایان جیاواز بووە. ئەوەی کە بۆچوونی زۆرینەی فەیلەسووفانی پێشین و پاشینی لەسەر جێگیر بووە، وتەی کۆنی جیهانە، و ئەوەیە کە هەمیشە لەگەڵ خودای گەورەدا هەبووە و دەرەنجامی (معلول)ی ئەوە و هاوشانی بووە، بەبێ ئەوەی لە ڕووی کاتەوە لێی دواکەوتبێت، وەک هاوشانیی دەرەنجام بۆ هۆکار و هاوشانیی تیشک بۆ خۆر. پێشکەوتنی دروستکاريش بەسەریدا وەک پێشکەوتنی هۆکارە بەسەر دەرەنجامدا، کە پێشکەوتنە لە ڕووی زات و پلەوە، نەک لە ڕووی کاتەوە.",
              "commentary": "غەزالی بە خستنەڕووی بۆچوونی سەرەکیی فەیلەسووفان دەست پێدەکات. بەلای ئەوانەوە، پەیوەندیی نێوان خودا و جیهان، پەیوەندییەکی هۆکار و دەرەنجامی ئەزەلییە، نەک دروستکەرێک کە لە خاڵێکی کاتدا شتێک دروست بکات. چەمکی 'هاوشانی' (مساوقة) زۆر گرنگە، کە مانای ئەوەیە هۆکار و دەرەنجام لە ڕووی کاتەوە پێکەوەن، هەرچەندە لە ڕووی بوون و پلەوە هۆکارەکە لەپێشترە."
            },
            {
              "line_number": "2",
              "original_text": "وحكي عن أفلاطن أنه قال: العالم مكون ومحدث. ثم منهم من أول كلامه وأبى أن يكون حدث العالم معتقداً له.",
              "translation": "لە ئەفلاتونەوە گێڕدراوەتەوە کە وتوویەتی: جیهان دروستکراو (مُکوَّن) و بەدیهێنراوە (مُحدَث). پاشان هەندێکیان قسەکەیان لێکداوەتەوە و ڕەتیان کردۆتەوە کە بڕوای بە دروستبوونی جیهان لە کاتدا هەبووبێت.",
              "commentary": "لێرەدا ئاماژە بە بۆچوونێکی بەظاهیر دژ بەیەک دەکرێت کە هی ئەفلاتونە. فەیلەسووفانی دواتر بۆ ئەوەی بۆچوونی ئەفلاتون لەگەڵ بیروباوەڕی خۆیاندا بگونجێنن، وتوویانە مەبەستی ئەفلاتون لە 'دروستبوون' (حدوث)، دروستبوونێکی زاتییە نەک کاتی. واتە جیهان لە زاتی خۆیدا پێویستی بە هۆکارێکە بۆ بوون، بەڵام ئەمە ناگەیەنێت کە لە کاتێکی دیاریکراودا دەستی پێکردووە."
            },
            {
              "line_number": "3",
              "original_text": "وذهب جالينوس في آخر عمره في الكتاب الذي سماه \"ما يعتقده جالينوس رأياً\" إلى التوقف في هذه المسألة. وأنه لا يدري العالم قديم أو محدث. وربما",
              "translation": "جالینۆسیش لە کۆتایی تەمەنیدا لە کتێبێکدا کە ناوی ناوە \"ئەوەی جالینۆس وەک ڕا بڕوای پێیەتی\" لەم مەسەلەیەدا وەستاوە (توقُّف). و ئەوەی کە نازانێت جیهان کۆنە یان دروستکراوە. و لەوانەیە...",
              "commentary": "غەزالی بۆچوونی سێیەم دەهێنێتەوە کە هی جالینۆسە و بریتییە لە 'لاادری' یان گومانکاری. ئەمە وەک حاڵەتێکی دەگمەن لەناو فەیلەسووفاندا نیشان دەدات بۆ ئەوەی بڵێت کە ئەم پرسە ئەوەندە ئاڵۆزە کە کەسێکی وەک جالینۆسیش نەیتوانیوە یەکلایی بکاتەوە. ڕستە تەواونەکراوەکەی \"وربما...\" (و لەوانەیە...) ئاماژەیە بۆ ئەوەی کە نووسخەی ئەسڵی لەوێدا وەستاوە یان غەزالی بە مەبەست وازی لێهێناوە."
            },
            {
              "line_number": "4",
              "original_text": "دل على أنه لا يمكن أن يعرف وأن ذلك ليس لقصور فيه بل لاستعصاء هذه المسألة في نفسها على العقول، ولكن هذا كالشاذ في مذهبهم وإنما مذهب جميعهم أنه قديم وأنه بالجملة لا يتصور أن يصدر حادث من قديم بغير واسطة أصلاً.",
              "translation": "بەڵگەی هێنایەوە لەسەر ئەوەی کە زانینی مەحاڵە و ئەوەش لەبەر کەموکوڕییەک لە خۆیدا نییە، بەڵکو لەبەر ئەوەیە کە ئەم مەسەلەیە خۆی لە خۆیدا بۆ عەقڵەکان سەختە. بەڵام ئەمە لەناو بیروباوەڕی ئەواندا وەک حاڵەتێکی دەگمەن وایە، چونکە بیروڕای هەموویان ئەوەیە کە جیهان کۆنە و بە گشتی ناکرێت وێنا بکرێت کە دروستکراوێک (حادث) لە بوونەوەرێکی ئەزەلییەوە (قدیم) بەبێ هیچ نێوەندێک سەرچاوە بگرێت.",
              "commentary": "لێرەدا غەزالی بۆچوونە گومانکارییەکەی جالینۆس وەک حاڵەتێکی پەراوێزخراو دادەنێت و جەخت لەسەر کۆدەنگیی فەیلەسووفان دەکاتەوە لەسەر ئەزەلییەتی جیهان و بنەمای سەرەکییان: مەحاڵە شتێکی نوێ (کە سەرەتا و کۆتایی هەیە) ڕاستەوخۆ لە شتێکی ئەزەلییەوە (کە نەگۆڕە و سەرەتای نییە) دروست ببێت."
            },
            {
              "line_number": "5",
              "original_text": "اختيار أشد أدلتهم وقعاً في النفس. إيراد أدلتهم. لو ذهبت أصف ما نقل عنهم في معرض الأدلة وذكر في الاعتراض عليه لسودت في هذه المسألة أوراقاً، ولكن لا خير في التطويل. فلنحذف من أدلتهم ما يجري مجرى التحكم أو التخيل الضعيف الذي يهون على كل ناظر حله. ولنقتصر على إيراد ما له وقع في النفس، مما لا يجوز أن ينهض مشككاً لفحول النظار، فإن تشكيك الضعفاء بأدنى خبال ممكن. وهذا الفن من الأدلة ثلاثة:",
              "translation": "هەڵبژاردنی کاریگەرترین بەڵگەکانیان لەسەر دەروون. خستنەڕووی بەڵگەکانیان. ئەگەر بمویستایە هەموو ئەوەی لێیانەوە گێڕدراوەتەوە لە بەڵگە و ئەو ڕەخنانەی لێی گیراوە باسی بکەم، ئەوا چەندین لاپەڕەم لەسەر ئەم مەسەلەیە ڕەش دەکردەوە، بەڵام هیچ خێرێک لە درێژدادڕیدا نییە. بۆیە واز لەو بەڵگانەیان دەهێنین کە لە حوکمی سەپێنراو یان خەیاڵی لاواز دەچن کە بۆ هەر وردبینێک پووچەڵکردنەوەی ئاسانە. با تەنها ئەوە بخەینەڕوو کە کاریگەریی لەسەر دەروون هەیە، ئەوەی کە دەشێت گومان بخاتە دڵی گەورەترین بیرمەندانیشەوە، چونکە بەگومانخستنی کەسانی لاواز بە کەمترین شتی نالۆژیکی دەکرێت. ئەم جۆرە بەڵگەش سێ دانەیە:",
              "commentary": "غەزالی لێرەدا ڕێبازی خۆی ڕوون دەکاتەوە: ئەو بەڵگە لاوازەکانی فەیلەسووفان فەرامۆش دەکات و ڕاستەوخۆ هێرش دەکاتە سەر بەهێزترین و کاریگەرترین بەڵگەکانیان. ئەمە ستراتیژێکی زیرەکانەیە، چونکە ئەگەر بتوانێت بەهێزترین بەڵگەیان پووچەڵ بکاتەوە، ئەوا بەڵگە لاوازەکان خۆیان لە خۆیاندا دەکەون."
            },
            {
              "line_number": "6",
              "original_text": "الأول يستحيل حدوث حادث من قديم مطلقاً قولهم يستحيل صدور حادث من قديم مطلقاً، لأنا إذا فرضنا القديم ولم يصدر منه العالم مثلاً فإنما لم يصدر لأنه لم يكن للوجود مرجح بل كان وجود العالم ممكناً إمكاناً صرفاً، فإذا حدث بعد ذلك لم يخل إما أن تجدد مرجح أو لم يتجدد، فإن لم يتجدد مرجح بقي العالم على الإمكان الصرف كما قبل ذلك، وإن تجدد مرجح فمن محدث ذلك المرجح؟ ولم حدث الآن ولم يحدث من قبل؟ والسؤال في حدوث المرجح قائم.",
              "translation": "یەکەم: مەحاڵە دروستکراوێک لە بوونەوەرێکی ئەزەلییەوە بە شێوەیەکی ڕەها سەرچاوە بگرێت. چونکە ئەگەر وا دابنێین بوونەوەری ئەزەلی هەبووە و جیهانی لێوە دروست نەبووە، ئەوا هۆکاری دروست نەبوونەکەی ئەوە بووە کە هیچ هۆکارێکی یەکلاکەرەوە (مرجِّح) بۆ بوونی لە ئارادا نەبووە، بەڵکو بوونی جیهان تەنها ئەگەرێکی ڕووت بووە. جا ئەگەر دواتر دروست بوو، ئەوا یان هۆکارێکی یەکلاکەرەوەی نوێ هاتووەتە ئاراوە یان نەهاتووە. ئەگەر نەهاتبێتە ئاراوە، ئەوا دەبوو جیهان هەر لەسەر دۆخی ئەگەری ڕووتی خۆی بمێنێتەوە. خۆ ئەگەر هۆکارێکی یەکلاکەرەوەی نوێش هاتبێتە ئاراوە، ئەوا پرسیارەکە ئەمەیە: کێ ئەو هۆکارە نوێیەی دروست کرد؟ بۆچی ئێستا دروستی کرد و پێشتر نەیکرد؟ کەواتە پرسیارەکە لەبارەی دروستبوونی خودی هۆکارەکەوە بەردەوامە.",
              "commentary": "ئەمە کرۆکی بەڵگەی یەکەمی فەیلەسووفانە کە بە 'بەڵگەی هۆکاری یەکلاکەرەوە' (argument from determination) ناسراوە. پوختەکەی ئەوەیە: بۆچی جیهان لەو کاتەدا دروست بوو کە دروست بوو، نەک چرکەیەک پێشتر یان دواتر؟ ئەگەر خودا ئەزەلی و نەگۆڕ بێت، ئەوا دەبێت هەمیشە لە هەمان حاڵەتدا بێت. کەواتە یان دەبێت هەمیشە جیهان دروست بکات (کەواتە جیهان ئەزەلییە) یان هەرگیز دروستی نەکات. هاتنەئارای 'هۆکارێکی یەکلاکەرەوە'ی نوێ خۆی پێویستی بە هۆکارێکی ترە، ئەمەش دەبێتە هۆی زنجیرەیەکی بێ کۆتا (تسلسل)."
            },
            {
              "line_number": "7",
              "original_text": "وبالجملة فأحوال القديم إذا كانت متشابهة فإما أن لا يوجد عنه شيء قط وإما أن يوجد على الدوام، فأما أن يتميز حال الترك عن حال الشروع فهو محال. ... وتحقيقه أن يقال: لم لم يحدث العالم قبل حدوثه؟ لا يمكن أن يحال على عجزه عن الأحداث ولا على استحالة الحدوث... ولا أمكن أن يقال: لم يكن قبله غرض ثم تجدد غرض، ولا أمكن أن يحال على فقد آلة ثم على وجودها، بل أقرب ما يتخيل أن يقال: لم يرد وجوده قبل ذلك. فيلزم أن يقال: حصل وجوده لأنه صار مريداً لوجوده بعد أن لم يكن مريداً، فيكون قد حدثت الإرادة.",
              "translation": "بەکورتی، ئەگەر حاڵەتەکانی بوونەوەری ئەزەلی هەمووی وەک یەک بن، ئەوا یان دەبێت هەرگیز هیچی لێوە دروست نەبێت، یان دەبێت بەردەوام شتی لێوە دروست ببێت. بەڵام جیاکردنەوەی حاڵەتی 'دروست نەکردن' لە حاڵەتی 'دەستپێکردن' مەحاڵە. ... ڕوونکردنەوەی ئەمە ئەوەیە کە بپرسین: بۆچی جیهان پێش کاتی دروستبوونی، دروست نەبوو؟ ناتوانرێت بخرێتە ئەستۆی بێتوانایی خودا یان مەحاڵبوونی دروستبوون... ناشتوانرێت بوترێت: پێشتر ئامانجێکی نەبووە و پاشان ئامانجێکی نوێی بۆ دروست بووە، یان ئامرازێکی نەبووە و پاشان پەیدای کردووە. بەڵکو نزیکترین شت ئەوەیە بوترێت: پێشتر 'ویستی' (أراد) بوونی جیهانی نەکردووە. لێرەوە پێویست دەکات بوترێت: جیهان دروست بوو چونکە خودا 'بوو' بە ویستکاری بوونی، پاش ئەوەی ویستکار نەبوو. کەواتە خودی ویستەکە (الإرادة) شتێکی نوێ و دروستکراوە.",
              "commentary": "فەیلەسووفان هەموو پاساوە ئەگەرییەکان بۆ دواکەوتنی دروستکردن پووچەڵ دەکەنەوە (کەمیی توانا، ئامراز، ئامانج) چونکە ئەمانە سیفەتی کەمین کە لە بوونەوەرێکی کامڵی ئەزەلیدا نین. تەنها یەک ئەگەر دەمێنێتەوە: گۆڕان لە 'ویست'دا. بەڵام ئەگەر ویستی خودا بگۆڕێت، لە 'نەویستن'ەوە بۆ 'ویستن'، ئەوا خودی ویستەکە 'دروستکراو'ە (حادث)، ئەمەش خودی خودا دەکاتە شوێنی ڕووداو و گۆڕانکاری، کە لەلای فەیلەسووفان مەحاڵە."
            },
            {
              "line_number": "8",
              "original_text": "وحدوثه في ذاته محال لأنه ليس محل الحوادث، وحدوثه لا في ذاته لا يجعله مريداً. ولنترك النظر في محل حدوثه. أليس الإشكال قائماً في أصل حدوثه! وأنه من أين حدث؟ ولم حدث الآن ولم يحدث قبله؟ ... وإن حدث بإحداث الله فلم حدث الآن ولم يحدث من قبل؟ ... أو لعدم الإرادة؟ فتفتقر الإرادة إلى إرادة وكذى الإرادة الأولى، ويتسلسل إلى غير نهاية.",
              "translation": "دروستبوونی ویست لە زاتی خودادا مەحاڵە، چونکە ئەو شوێنی ڕووداوەکان نییە. دروستبوونیشی لە دەرەوەی زاتی ئەو، نایکات بە ویستکار. با واز لەوە بهێنین کە لە کوێ دروست بووە. ئایا کێشەکە لە خودی بنچینەی دروستبوونەکەیدا بەردەوام نییە! کە لە کوێوە دروست بوو؟ بۆچی ئێستا و نەک پێشتر؟ ... خۆ ئەگەر بە دروستکردنی خودا بووبێت، بۆچی ئێستا دروستی کرد و نەک پێشتر؟ ... یان لەبەر نەبوونی ویست بووە؟ کەواتە خودی ویستەکە پێویستی بە ویستێکی ترە بۆ دروستبوونی، و ئەو ویستەش بە هەمان شێوە، و بەم جۆرە زنجیرەکە تا بێکۆتا دەڕوات.",
              "commentary": "لێرەدا فەیلەسووفان بەڵگەکە قوڵتر دەکەنەوە. ئەگەر 'ویست'ێکی نوێ دروست بووبێت، ئەوا ئەم ویستە نوێیە خۆی پێویستی بە هۆکارێکە. ئەگەر هۆکارەکەی ویستێکی تری خودا بێت، ئەوا پرسیارەکە بۆ ئەو ویستە دووەمەش دێتەوە ئاراوە، و ئەمەش دەبێتە هۆی 'زنجیرەی بێ کۆتا' (تسلسل الى غير نهاية) کە لە لۆژیکدا بە پووچەڵ دادەنرێت."
            },
            {
              "line_number": "9",
              "original_text": "فإذن قد تحقق بالقول المطلق أن صدور الحادث من القديم من غير تغير أمر من القديم في قدرة أو آلة أو وقت أو غرض أو طبع محال، وتقدير تغير حال محال، لأن الكلام في ذلك التغير الحادث كالكلام في غيره. والكل محال، ومهما كان العالم موجوداً واستحال حدثه ثبت قدمه لا محالة.",
              "translation": "کەواتە، بە شێوەیەکی ڕەها سەلمێندرا کە دەرچوونی دروستکراوێک لە بوونەوەرێکی ئەزەلییەوە، بەبێ هیچ گۆڕانێک لە خودی بوونەوەرە ئەزەلییەکەدا لە ڕووی توانا، ئامراز، کات، ئامانج، یان سروشتەوە، مەحاڵە. دانانی گۆڕانکاریش لە حاڵیدا هەر مەحاڵە، چونکە قسەکردن لەسەر ئەو گۆڕانکارییە دروستکراوە وەک قسەکردنە لەسەر هەر شتێکی تری دروستکراو. هەمووی مەحاڵە. جا مادام جیهان بوونی هەیە و دروستبوونیشی مەحاڵە، ئەوا بێ گومان کۆنی و ئەزەلییەتییەکەی دەسەلمێت.",
              "commentary": "ئەمە پوختە و دەرەنجامی کۆتایی بەڵگەی فەیلەسووفانە. لەبەر ئەوەی (١) دەرچوونی شتێکی کاتی لە بوونەوەرێکی ئەزەلی بەبێ گۆڕان مەحاڵە، و (٢) گۆڕانیش لە خودی بوونەوەرە ئەزەلییەکەدا مەحاڵە، و (٣) جیهان بوونی هەیە، کەواتە تەنها یەک دەرەنجامی لۆژیکی دەمێنێتەوە: جیهان دروستکراو نییە، بەڵکو ئەزەلییە."
            },
            {
              "line_number": "10",
              "original_text": "فهذا أخبل أدلتهم. وبالجملة كلامهم في سائر مسائل الإلهيات أرك من كلامهم في هذه المسألة، إذ يقدرون هاهنا على فنون من التخييل لا يتمكنون منه في غيرها. فلذلك قدمنا هذه المسألة وقدمنا أقوى أدلتهم.",
              "translation": "ئەمە ئاڵۆزترین و سەرلێشێواوترین (أخبل) بەڵگەیانە. بە گشتی، قسەکانیان لە باقی مەسەلەکانی تری ئیلاهیاتدا لاوازترە (أرك) لە قسەیان لەم مەسەلەیەدا، چونکە لێرەدا دەتوانن پەنا بۆ جۆرەها خەیاڵ و گومان بەرن کە لە شوێنی تردا بۆیان ناکرێت. هەر بۆیەش ئێمە ئەم مەسەلەیەمان خستە پێشەوە و بەهێزترین بەڵگەکانیانمان هێنایەوە.",
              "commentary": "دوای خستنەڕووی بەڵگەکە بەوپەڕی هێزەوە، غەزالی ڕای خۆی دەردەبڕێت. بە بەکارهێنانی وشەی 'أخبل' (ئاڵۆز و شێواو)، پێمان دەڵێت کە هەرچەندە ئەم بەڵگەیە لە ڕواڵەتدا بەهێز دیارە، بەڵام لە بنەڕەتدا لەسەر بنەمایەکی پووچ و سەرلێشێواو دامەزراوە. ئەو دان بەوەدا دەنێت کە ئەمە بەهێزترین بەڵگەیانە، بۆ ئەوەی دواتر کە پووچەڵی کردەوە، کاریگەرییەکەی زیاتر بێت."
            },
            {
              "line_number": "11",
              "original_text": "الاعتراض من وجهين: أحدهما أن يقال: بم تنكرون على من يقول: إن العالم حدث بإرادة قديمة اقتضت وجوده في الوقت الذي وجد فيه، وأن يستمر العدم إلى الغاية التي استمر إليها، وأن يبتدئ الوجود من حيث ابتدأ، وأن الوجود قبله لم يكن مراداً فلم يحدث لذلك، وأنه في وقته الذي حدث فيه مراد بالإرادة القديمة فحدث لذلك، فما المانع لهذا الاعتقاد وما المحيل له؟",
              "translation": "ڕەخنەکە لە دوو ڕووەوەیە: یەکەمیان ئەوەیە کە بوترێت: ئێوە بە چ بەڵگەیەک نکۆڵی لە قسەی ئەو کەسە دەکەن کە دەڵێت: جیهان بە 'ویستێکی ئەزەلی' (إرادة قديمة) دروست بووە کە داوای بوونی کردووە لەو کاتەی کە تێیدا بوونی پەیدا کرد، و داوای کردووە کە نەبوون تا ئەو کاتە بەردەوام بێت، و بوون لەو کاتەوە دەست پێبکات؟ و ئەوەی کە بوونی جیهان پێش ئەو کاتە 'ویستراو' (مراد) نەبووە، بۆیە دروست نەبووە، و لە کاتی دیاریکراوی خۆیدا بەهۆی هەمان ویستە ئەزەلییەکەوە ویستراوە، بۆیە دروست بووە. چی ڕێگرە لەم بیروباوەڕە و چی وای لێدەکات مەحاڵ بێت؟",
              "commentary": "لێرەدا غەزالی هێرشی پێچەوانە دەست پێدەکات. ئەو کێشەی 'هۆکاری یەکلاکەرەوە' (مرجح) چارەسەر دەکات بە ناساندنی چەمکی 'ویستی ئەزەلیی دیاریکەر'. بەلای غەزالییەوە، خودا لە ئەزەلەوە ویستوویەتی کە جیهان لە کاتی 'س'دا دروست ببێت و پێش کاتی 'س' دروست نەبێت. لێرەدا هیچ گۆڕانکارییەک لە ویستی خودادا ڕوونادات؛ ویستەکە خۆی ئەزەلییە، بەڵام ئەوەی ویستراوە (الـمُراد) کاتییە. بەمە، غەزالی پرسیاری فەیلەسووفان پێچەوانە دەکاتەوە: ئێوە بیسەلمێنن کە ئەمە لە ڕووی عەقڵییەوە مەحاڵە."
            },
            {
              "line_number": "12",
              "original_text": "فإن قيل: هذا محال بين الإحالة لأن الحادث موجب ومسبب. وكما يستحيل حادث بغير سبب وموجب، يستحيل وجود موجب قد تم بشرائط إيجابه وأركانه وأسبابه حتى لم يبق شيء منتظر البتة ثم يتأخر الموجب، بل وجود الموجب عند تحقق الموجب بتمام شروطه ضروري وتأخره محال... فقبل وجود العالم كان المريد موجوداً والإرادة موجودة ونسبتها إلى المراد موجودة ولم يتجدد مريد ولم يتجدد إرادة... بل الأمور كما كانت بعينها. ثم لم يكن يوجد المراد، وبقيت بعينها كما كانت، فوجد المراد ما هذا إلا غاية الإحالة.",
              "translation": "ئەگەر بوترێت: ئەمە مەحاڵێکی ئاشکرایە، چونکە هەر دروستکراوێک هۆکار و سەبەبێکی هەیە. هەروەک چۆن مەحاڵە دروستکراوێک بێ هۆکار بێت، بە هەمان شێوە مەحاڵە هۆکارێک بە هەموو مەرج و بەش و هۆکارەکانییەوە بە تەواوی ئامادە بێت و هیچ شتێکی نەمابێت چاوەڕێی بکات، پاشان دەرەنجامەکە (الموجَب) دوا بکەوێت. بەڵکو بوونی دەرەنجام لە کاتی بوونی هۆکار بە هەموو مەرجەکانییەوە 'پێویستی'یە (ضروري) و دواکەوتنی مەحاڵە... پێش بوونی جیهان، ویستکار (المريد) هەبوو، ویستەکەش (الإرادة) هەبوو، و پەیوەندیی نێوانیان هەبوو. نە ویستکار گۆڕا و نە ویستەکە... بەڵکو شتەکان هەروەک خۆیان بوون. سەرەتا دەرەنجامەکە بوونی نەبوو، پاشان هەموو شتەکان هەر وەک خۆیان مانەوە و دەرەنجامەکە بوونی پەیدا کرد. ئەمە لەوپەڕی مەحاڵیدایە.",
              "commentary": "غەزالی لێرەدا وەڵامی فەیلەسووفان بۆ ڕەخنەکەی خۆی پێشبینی دەکات. فەیلەسووفان دەڵێن: ئەگەر هۆکار (ویستی ئەزەلیی خودا) بە تەواوی ئامادە بێت، ئەوا دەبێت دەرەنجامەکە (جیهان) یەکسەر و بەبێ دواکەوتن بوونی هەبێت. دواکەوتنی دەرەنجام لەکاتێکدا کە هۆکاری تەواو ئامادەیە، وەک ئەوە وایە بڵێین ئاگر هەیە و دەستت دەخەیتە ناوی، بەڵام سوتانەکە دوای کاتژمێرێک ڕوودەدات. ئەمە بنەمای هۆکارییەت (principle of causality) دەشکێنێت."
            },
            {
              "line_number": "13",
              "original_text": "وذلك في الأمور الوضعية أيضاً، في الطلاق مثلاً وليس استحالة هذا الجنس في الموجب والموجب الضروري الذاتي بل وفي العرفي والوضعي، فإن الرجل لو تلفظ بطلاق زوجته ولم تحصل البينونة في الحال لم يتصور أن تحصل بعده لأنه جعل اللفظ علة للحكم بالوضع.",
              "translation": "ئەمە لە کاروباری دانراویشدا (وضعية) هەر وایە، بۆ نموونە لە تەڵاقدا. مەحاڵبوونی ئەم جۆرە شتە تەنها لە هۆکاری زاتی و پێویستدا نییە، بەڵکو لە هۆکاری عورفی و دانراویشدا هەر وایە. بۆ نموونە، ئەگەر پیاوێک وشەی تەڵاقی بە ژنەکەی وت و جیابوونەوەکە دەستبەجێ ڕووی نەدا، ناکرێت وێنا بکرێت کە دواتر ڕووبدات، چونکە وشەکە بەپێی دانان (بالوضع) کراوەتە هۆکاری حوکمەکە.",
              "commentary": "بۆ ڕوونترکردنەوەی بەڵگەکەیان، فەیلەسووفان (لە زمانی غەزالییەوە) نموونەیەکی یاسایی-کۆمەڵایەتی دێننەوە. کاتێک پیاوێک دەڵێت 'تەڵاقت کەوت'، جیابوونەوەکە دەستبەجێ ڕوودەدات. ناکرێت کاریگەریی وشەکە بۆ کاتێکی تر دوابخرێت. ئەوان دەیانەوێت بڵێن ئەگەر تەنانەت لەو هۆکارانەی کە مرۆڤ خۆی دایناوە کاریگەرییەکەی دەستبەجێیە، چ جای لە هۆکارێکی ئەزەلی و زاتی وەک ویستی خودا."
            }
          ]
        }
      ]
    }
  ]
}
