{
  "books": [
    {
      "title": "دەربارەی گیان (Περὶ Ψυχῆς)",
      "author": "ئەرەستوو (Aristotle)",
      "sections": [
        {
          "section_title": "کتێبی یەکەم - بەشی دووەم: بۆچوونە میراتییەکان دەربارەی گیان. — گیان وەک بنەمای جووڵە و زانین.",
          "lines": [
            {
              "line_number": "403b20-24",
              "original_text": "Ἐπισκοποῦντας δὲ περὶ ψυχῆς ἀναγκαῖον, ἅμα διαποροῦντας περὶ ὧν εὐπορεῖν δεῖ προελθόντας, τὰς τῶν προτέρων δόξας συμπαραλαμβάνειν ὅσοι τι περὶ αὐτῆς ἀπεφήναντο, ὅπως τὰ μὲν καλῶς εἰρημένα λάβωμεν, εἰ δέ τι μὴ καλῶς, τοῦτ' εὐλαβηθῶμεν.",
              "translation": "لەکاتی لێکۆڵینەوە لە گیان، پێویستە لە کاتێکدا کە کێشە و دژوارییەکان دەوروژێنین کە دەبێت چارەسەریان بکەین، بۆچوونەکانی (doxas) ئەوانەی پێش خۆشمان لەبەرچاو بگرین کە شتێکیان لەبارەیەوە وتووە، بۆ ئەوەی ئەوەی بە باشی وتراوە وەریبگرین، و ئەگەر شتێکیش بە باشی نەوترابوو، خۆمانی لێ بپارێزین.",
              "commentary": "لێرەدا ئەرستۆ ڕێبازی کارکردنی خۆی بە ڕوونی دیاری دەکات، کە پێی دەوترێت 'میتۆدی دیالێکتیکی' یان 'پێداچوونەوەی بۆچوونەکان'. ئەو باوەڕی وایە کە ڕاستی لە ڕێگەی شیکردنەوە و ڕەخنەگرتن لە بۆچوونە باوەکان و بۆچوونی فەیلەسووفانی پێشووەوە بەدەست دێت."
            },
            {
              "line_number": "403b25-31",
              "original_text": "ἀρχὴ δὲ τῆς ζητήσεως προθέσθαι τὰ μάλιστα δοκοῦνθ' ὑπάρχειν αὐτῇ κατὰ φύσιν. τὸ ἔμψυχον δὴ τοῦ ἀψύχου δυσὶ μάλιστα διαφέρειν δοκεῖ, κινήσει τε καὶ τῷ αἰσθάνεσθαι. παρειλήφαμεν δὲ καὶ παρὰ τῶν προγενεστέρων σχεδὸν δύο ταῦτα περὶ ψυχῆς· φασὶ γὰρ ἔνιοι καὶ μάλιστα καὶ πρώτως ψυχὴν εἶναι τὸ κινοῦν, οἰηθέντες δὲ τὸ μὴ κινούμενον αὐτὸ μὴ ἐνδέχεσθαι κινεῖν ἕτερον, τῶν κινουμένων τι τὴν ψυχὴν ὑπέλαβον εἶναι.",
              "translation": "خاڵی دەستپێکی لێکۆڵینەوەکە ئەوەیە کە ئەو تایبەتمەندییانە بخەینەڕوو کە وا دەردەکەوێت بە شێوەیەکی سروشتی زیاتر لە هەموو شتێک هی گیان بن. وا دیارە شتی گیاندار (ἔμψυχον) لە شتی بێگیان (ἀψύχου) بە دوو شتی سەرەکی جیا دەکرێتەوە: بە جووڵە و بە هەستکردن. ئێمەش نزیکەی ئەم دوو بۆچوونەمان لە فەیلەسووفانی پێشووەوە بە میرات بۆ ماوەتەوە؛ هەندێکیان دەڵێن گیان بە پلەی یەکەم و لە بنەڕەتدا 'ئەوەیە کە دەجووڵێنێت'، و بەو بیرکردنەوەیەی کە شتێک خۆی نەجووڵێت ناتوانێت شتێکی تر بجووڵێنێت، وایان داناوە کە گیان یەکێکە لە شتە جووڵاوەکان.",
              "commentary": "ئەرستۆ دوو تایبەتمەندیی سەرەکیی ژیان دیاری دەکات: جووڵە و هەستکردن. پاشان دەست دەکات بە شیکردنەوەی گرووپی یەکەمی فەیلەسووفان: ئەوانەی گیانیان وەک 'سەرچاوەی جووڵە' پێناسە کردووە و پێیان وابووە کە خودی گیانیش دەبێت لە جووڵەدا بێت."
            },
            {
              "line_number": "403b31-404a16",
              "original_text": "ὅθεν Δημόκριτος μὲν πῦρ τι καὶ θερμόν φησιν αὐτὴν εἶναι· ἀπείρων γὰρ ὄντων σχημάτων καὶ ἀτόμων τὰ σφαιροειδῆ πῦρ καὶ ψυχὴν λέγει (οἷον ἐν τῷ ἀέρι τὰ καλούμενα ξύσματα, ἃ φαίνεται ἐν ταῖς διὰ τῶν θυρίδων ἀκτῖσιν), ὧν τὴν μὲν πανσπερμίαν στοιχεῖα λέγει τῆς ὅλης φύσεως (ὁμοίως δὲ καὶ Λεύκιππος), τούτων δὲ τὰ σφαιροειδῆ ψυχήν, διὰ τὸ μάλιστα διὰ παντὸς δύνασθαι διαδύνειν τοὺς τοιούτους ῥυσμοὺς καὶ κινεῖν τὰ λοιπά, κινούμενα καὶ αὐτά, ὑπολαμβάνοντες τὴν ψυχὴν εἶναι τὸ παρέχον τοῖς ζῴοις τὴν κίνησιν· διὸ καὶ τοῦ ζῆν ὅρον εἶναι τὴν ἀναπνοήν· συνάγοντος γὰρ τοῦ περιέχοντος τὰ σώματα καὶ ἐκθλίβοντος τῶν σχημάτων τὰ παρέχοντα τοῖς ζῴοις τὴν κίνησιν διὰ τὸ μηδ' αὐτὰ ἠρεμεῖν μηδέποτε, βοήθειαν γίνεσθαι θύραθεν ἐπεισιόντων ἄλλων τοιούτων ἐν τῷ ἀναπνεῖν· κωλύειν γὰρ αὐτὰ καὶ τὰ ἐνυπάρχοντα ἐν τοῖς ζῴοις ἐκκρίνεσθαι, συνανείργοντα τὸ συνάγον καὶ πηγνύον· καὶ ζῆν δὲ ἕως ἂν δύνωνται τοῦτο ποιεῖν.",
              "translation": "بۆیە دیمۆکریتۆس دەڵێت گیان جۆرێکە لە ئاگر و گەرما؛ چونکە لەنێو شێوە و ئەتۆمە بێشومارەکاندا، ئەوانەی شێوەیان گۆییە بە ئاگر و گیان ناویان دەبات (وەک ئەو تۆزانەی لە هەوادا پێیان دەوترێت 'خشڵ'، کە لە تیشکی هەتاوی ناو ژووردا دەبینرێن)، کە تێکەڵەی هەموویان بە توخمەکانی تەواوی سروشت دادەنێت (هەروەها لوکیپۆسیش)، و لەمانەش ئەوانەی شێوەیان گۆییە بە گیان دادەنێت، چونکە ئەم جۆرە شێوانە زیاتر لە هەمووان توانای چوونە ناو هەموو شتێکیان هەیە و شتەکانی تر دەجووڵێنن، لە کاتێکدا خۆشیان دەجووڵێن. بەو گریمانەیەی کە گیان ئەوەیە جووڵە بە زیندەوەران دەبەخشێت. هەر لەبەر ئەمەشە کە هەناسەدان بە سنووری ژیان دادەنرێت؛ چونکە کاتێک ژینگەی دەوروبەر فشار دەکاتە سەر جەستە و ئەو شێوانە (ئەتۆمانە) دەردەکات کە جووڵە دەبەخشن، بەهۆی ئەوەی کە خۆشیان هەرگیز لە وەستاندا نین، یارمەتی لە دەرەوە دێت بە هاتنەژوورەوەی ئەتۆمی هاوشێوە لە کاتی هەناسەداندا. چونکە ئەمانە ڕێگری دەکەن لە دەرچوونی ئەو ئەتۆمانەی کە لەناو زیندەوەراندان، بەوەی کە دژایەتیی ئەو هێزە دەکەن کە کۆیاندەکاتەوە و دەیانبەستێت. و تا ئەو کاتەی بتوانن ئەم کارە بکەن، دەژین.",
              "commentary": "لێرەدا شیکارییەکی تەواو بۆ بۆچوونی دیمۆکریتۆسی ئەتۆمیست کراوە. گیان لای ئەو ماددییە و لە 'ئەتۆمی ئاگرین'ی خڕ پێکهاتووە. هۆکارەکە ئەوەیە کە شێوەی خڕ جووڵاوترینە. ژیانیش بە پرۆسەیەکی میکانیکیی هەناسەدان بەردەوام دەبێت، کە بریتییە لە قەرەبووکردنەوەی ئەو ئەتۆمە ئاگرینانەی لە جەستە دەچنە دەرەوە."
            },
            {
              "line_number": "404a16-25",
              "original_text": "ἔοικε δὲ καὶ τὸ παρὰ τῶν Πυθαγορείων λεγόμενον τὴν αὐτὴν ἔχειν διάνοιαν· ἔφασαν γάρ τινες αὐτῶν ψυχὴν εἶναι τὰ ἐν τῷ ἀέρι ξύσματα, οἱ δὲ τὸ ταῦτα κινοῦν, περὶ δὲ τούτων εἴρηται ὅτι συνεχῶς φαίνεται κινούμενα, κἂν ᾖ νηνεμία παντελής. ἐπὶ ταὐτὸ δὲ φέρονται καὶ ὅσοι λέγουσι τὴν ψυχὴν τὸ αὑτὸ κινοῦν· ἐοίκασι γὰρ οὗτοι πάντες ὑπειληφέναι τὴν κίνησιν οἰκειότατον εἶναι τῇ ψυχῇ, καὶ τὰ μὲν ἄλλα πάντα κινεῖσθαι διὰ τὴν ψυχήν, ταύτην δ' ὑφ' ἑαυτῆς, διὰ τὸ μηθὲν ὁρᾶν κινοῦν ὃ μὴ καὶ αὐτὸ κινεῖται.",
              "translation": "وا دیارە ئەو قسەیەی فیساگۆرسییەکانیش هەمان مەبەستیان هەیە؛ هەندێکیان دەیانوت گیان بریتییە لەو تۆزانەی لە هەوادا هەن، هەندێکی تریشیان دەیانوت بریتییە لەوەی کە ئەم تۆزانە دەجووڵێنێت. دەربارەی ئەم تۆزانەش وتراوە کە بەردەوام لە جووڵەدا دەبینرێن، تەنانەت ئەگەر هەوا بە تەواوی ئارامیش بێت. هەموو ئەوانەش کە دەڵێن گیان 'خۆ-جووڵێنەر'ە، بەرەو هەمان ئاراستە دەڕۆن. وا دیارە هەموو ئەمانە وایانزانیوە کە جووڵە نزیکترین تایبەتمەندییە لە گیانەوە، و هەموو شتەکانی تر بەهۆی گیانەوە دەجووڵێن، و گیانیش بەهۆی خۆیەوە، چونکە هیچ جووڵێنەرێکیان نەدیوە کە خۆی نەجووڵێت.",
              "commentary": "ئەرستۆ فیساگۆرسییەکان و ئەفلاتون (بەبێ ناوهێنان) دەخاتە هەمان خانەوە. بیرۆکەی 'تۆزی هەوا' وێنەیەکی سادەیە بۆ جووڵەی بەردەوامی گیان. دەستەواژەی گرنگی 'خۆ-جووڵێنەر' (τὸ αὑτὸ κινοῦν) ئاماژەیەکی ڕاستەوخۆیە بۆ پێناسەکەی ئەفلاتون لە دیالۆگی 'فایدرۆس'دا."
            },
            {
              "line_number": "404a25-404b7",
              "original_text": "ὁμοίως δὲ καὶ Ἀναξαγόρας ψυχὴν εἶναι λέγει τὴν κινοῦσαν, καὶ εἴ τις ἄλλος εἴρηκεν ὡς τὸ πᾶν ἐκίνησε νοῦς· οὐ μὴν παντελῶς γ' ὥσπερ Δημόκριτος. ἐκεῖνος μὲν γὰρ ἁπλῶς ταὐτὸν ψυχὴν καὶ νοῦν (τὸ γὰρ ἀληθὲς εἶναι τὸ φαινόμενον, διὸ καλῶς ποιῆσαι [τὸν] Ὅμηρον ὡς ὁ Ἕκτωρ \"κεῖτ' ἀλλοφρονέων\"· οὐ δὴ χρῆται τῷ νῷ ὡς δυνάμει τινὶ περὶ τὴν ἀλήθειαν, ἀλλὰ ταὐτὸ λέγει ψυχὴν καὶ νοῦν)· Ἀναξαγόρας δ' ἧττον διασαφεῖ περὶ αὐτῶν· πολλαχοῦ μὲν γὰρ τὸ αἴτιον τοῦ καλῶς καὶ ὀρθῶς τὸν νοῦν λέγει, ἑτέρωθι δὲ τὸν νοῦν εἶναι ταὐτὸν τῇ ψυχῇ· ἐν ἅπασι γὰρ ὑπάρχειν αὐτὸν τοῖς ζῴοις, καὶ μεγάλοις καὶ μικροῖς, καὶ τιμίοις καὶ ἀτιμοτέροις· οὐ φαίνεται δ' ὅ γε κατὰ φρόνησιν λεγόμενος νοῦς πᾶσιν ὁμοίως ὑπάρχειν τοῖς ζῴοις, ἀλλ' οὐδὲ τοῖς ἀνθρώποις πᾶσιν.",
              "translation": "بە هەمان شێوە، ئەناکسۆگۆراسیش دەڵێت گیان ئەوەیە کە دەجووڵێنێت، و هەر کەسێکی تریش کە وتبێتی ئەقڵ (νοῦς) گەردوونی جووڵاندووە. بەڵام نەک بە تەواوی وەک دیمۆکریتۆس. چونکە ئەو (دیمۆکریتۆس) بە سادەیی گیان و ئەقڵ بە یەک شت دادەنێت (چونکە لای ئەو ڕاستی بریتییە لەوەی دەردەکەوێت، بۆیە هۆمیرۆس کارێکی باشی کردووە کاتێک وتوویەتی هێکتۆر 'بە هۆشێکی ترەوە پاڵکەوتبوو'؛ کەواتە ئەو ئەقڵ وەک هێزێکی تایبەت بە ڕاستی بەکارناهێنێت، بەڵکو گیان و ئەقڵ بە یەک شت دادەنێت). بەڵام ئەناکسۆگۆراس کەمتر لەبارەیانەوە ڕوونە؛ چونکە زۆر جار 'ئەقڵ' بە هۆکاری جوانی و ڕێکی دادەنێت، لە شوێنی تردا 'ئەقڵ' و 'گیان' بە یەک شت دادەنێت؛ [دەڵێت] ئەقڵ لە هەموو زیندەوەراندا هەیە، گەورە و بچووک، بەنرخ و کەم نرخ. بەڵام وا دەرناکەوێت ئەو 'ئەقڵ'ەی کە بە مانای 'دانایی' دێت، بە یەکسانی لە هەموو زیندەوەراندا بوونی هەبێت، تەنانەت لە هەموو مرۆڤەکانیشدا.",
              "commentary": "لێرەدا ئەرستۆ جیاوازیی وردی نێوان ئەناکسۆگۆراس و دیمۆکریتۆس دەکات. لای دیمۆکریتۆس، گیان و ئەقڵ یەکن و ماددین. بەڵام لای ئەناکسۆگۆراس، ئەقڵ هۆکارێکی ڕێکخەریشە. ئەرستۆ دوو کێشە لە بۆچوونەکەی ئەناکسۆگۆراسدا دەبینێت: یەکەم، ناڕوونی لە پەیوەندیی گیان و ئەقڵدا. دووەم، ناکۆکییەک: ئەگەر ئەقڵ لە هەموو شتێکدا هەیە، بۆچی ئاستی دانایی لە هەموو زیندەوەراندا وەک یەک نییە؟"
            },
            {
              "line_number": "404b8-16",
              "original_text": "ὅσοι μὲν οὖν ἐπὶ τὸ κινεῖσθαι τὸ ἔμψυχον ἀπέβλεψαν, οὗτοι τὸ κινητικώτατον ὑπέλαβον τὴν ψυχήν· ὅσοι δ' ἐπὶ τὸ γινώσκειν καὶ τὸ αἰσθάνεσθαι τῶν ὄντων, οὗτοι δὲ λέγουσι τὴν ψυχὴν τὰς ἀρχάς, οἱ μὲν πλείους ποιοῦντες, ταύτας, οἱ δὲ μίαν, ταύτην, ὥσπερ Ἐμπεδοκλῆς μὲν ἐκ τῶν στοιχείων πάντων, εἶναι δὲ καὶ ἕκαστον ψυχὴν τούτων, λέγων οὕτως, γαίῃ μὲν γὰρ γαῖαν ὀπώπαμεν, ὕδατι δ' ὕδωρ, αἰθέρι δ' αἰθέρα δῖαν, ἀτὰρ πυρὶ πῦρ ἀΐδηλον, στοργῇ δὲ στοργήν, νεῖκος δέ τε νείκεϊ λυγρῷ·",
              "translation": "کەواتە، ئەوانەی سەیری لایەنی جووڵەی گیانداریان کردووە، گیانیان بە جووڵاوترین شت داناوە. بەڵام ئەوانەی سەیری لایەنی زانین و هەستکردنی بوونەوەرانیان کردووە، دەڵێن گیان بریتییە لە بنەماکان (ἀρχαί)، ئەوانەی چەند بنەمایەک دادەنێن، [دەڵێن گیان پێکهاتووە لە] هەموویان، ئەوانەش کە یەک بنەما دادەنێن، [دەڵێن] هەر ئەو یەکەیە. وەک چۆن ئیمپیدۆکلیس [دەڵێت گیان پێکهاتووە] لە هەموو توخمەکان، و هەر یەک لەم توخمانەش گیانن، بەم شێوەیە دەڵێت: 'بە زەوی زەویمان بینی، بە ئاو ئاو، بە ئیسری خودایی ئیسر، و بە ئاگری وێرانکەر ئاگر، بە خۆشەویستی خۆشەویستی، و بە ناکۆکیی خەمناک ناکۆکی.'",
              "commentary": "ئێستا ئەرستۆ دەچێتە سەر گرووپی دووەمی فەیلەسووفان: ئەوانەی گیانیان وەک 'سەرچاوەی زانین' پێناسە کردووە. بنەمای سەرەکیی ئەم گرووپە بریتییە لە 'هاوشێوە هاوشێوە دەناسێت' (like knows like). بۆ ئەوەی گیان بتوانێت جیهان بناسێت، دەبێت لە هەمان ئەو توخمانە پێکهاتبێت کە جیهانیان لێ پێکهاتووە."
            },
            {
              "line_number": "404b16-27",
              "original_text": "τὸν αὐτὸν δὲ τρόπον καὶ Πλάτων ἐν τῷ Τιμαίῳ τὴν ψυχὴν ἐκ τῶν στοιχείων ποιεῖ· γινώσκεσθαι γὰρ τῷ ὁμοίῳ τὸ ὅμοιον, τὰ δὲ πράγματα ἐκ τῶν ἀρχῶν εἶναι. ὁμοίως δὲ καὶ ἐν τοῖς περὶ φιλοσοφίας λεγομένοις διωρίσθη, αὐτὸ μὲν τὸ ζῷον ἐξ αὐτῆς τῆς τοῦ ἑνὸς ἰδέας καὶ τοῦ πρώτου μήκους καὶ πλάτους καὶ βάθους, τὰ δ' ἄλλα ὁμοιοτρόπως· ἔτι δὲ καὶ ἄλλως, νοῦν μὲν τὸ ἕν, ἐπιστήμην δὲ τὰ δύο (μοναχῶς γὰρ ἐφ' ἕν), τὸν δὲ τοῦ ἐπιπέδου ἀριθμὸν δόξαν, αἴσθησιν δὲ τὸν τοῦ στερεοῦ. οἱ μὲν γὰρ ἀριθμοὶ τὰ εἴδη αὐτὰ καὶ αἱ ἀρχαὶ ἐλέγοντο, εἰσὶ δ' ἐκ τῶν στοιχείων, κρίνεται δὲ τὰ πράγματα τὰ μὲν νῷ, τὰ δ' ἐπιστήμῃ, τὰ δὲ δόξῃ, τὰ δ' αἰσθήσει· εἴδη δ' οἱ ἀριθμοὶ οὗτοι τῶν πραγμάτων.",
              "translation": "بە هەمان شێوە، ئەفلاتونیش لە 'تیمایۆس'دا گیان لە توخمەکان دروست دەکات؛ چونکە هاوشێوە بە هاوشێوە دەناسرێت، و شتەکانیش لە بنەماکانەوە هەن. بە هەمان شێوە لە وتارەکانی 'دەربارەی فەلسەفە'دا دیاری کراوە، کە خودی زیندەوەر لە ئایدیای یەک و لە یەکەم درێژی و پانی و قووڵایی پێکهاتووە، و شتەکانی تریش بە هەمان شێوە. هەروەها بە شێوازێکی تر، [دەڵێت] ئەقڵ بریتییە لە 'یەک'، زانست بریتییە لە 'دوو' (چونکە بە تەنها یەک ئاراستە دەڕوات)، بۆچوون بریتییە لە ژمارەی ڕووتەخت، و هەستکردن بریتییە لە ژمارەی تەن. چونکە ژمارەکان بە خودی فۆرمەکان و بنەماکان دادەنران، و لە توخمەکانەوە دێن. و شتەکان حوکمیان لەسەر دەدرێت، هەندێکیان بە ئەقڵ، هەندێکیان بە زانست، هەندێکیان بە بۆچوون، و هەندێکیان بە هەستکردن؛ و ئەم ژمارانەش فۆرمی شتەکانن.",
              "commentary": "ئەرستۆ ئەفلاتونیش دەخاتە ناو هەمان خانەی 'هاوشێوە هاوشێوە دەناسێت'ەوە. ئەو پوختەی تیۆرییەکەی ئەفلاتون لە 'تیمایۆس' و وتارە بڵاونەکراوەکانی ('دەربارەی فەلسەفە') دەکات، کە تێیدا گیانی جیهان و گیانی مرۆڤ لە پێکهاتە بیرکارییەکانی جیهان (ژمارە و شێوە ئەندازەییەکان) دروستکراون."
            },
            {
              "line_number": "404b27-29",
              "original_text": "ἐπεὶ δὲ καὶ κινητικὸν ἐδόκει ἡ ψυχὴ εἶναι καὶ γνωριστικὸν οὕτως, ἔνιοι συνέπλεξαν ἐξ ἀμφοῖν, ἀποφηνάμενοι τὴν ψυχὴν ἀριθμὸν κινοῦνθ' ἑαυτόν.",
              "translation": "و چونکە وا دەرکەوت کە گیان هەم جووڵێنەرە و هەم زانەرە، هەندێکیان هەردووکیان تێکەڵ کرد و ڕایانگەیاند کە گیان 'ژمارەیەکی خۆ-جووڵێنەر'ە.",
              "commentary": "ئەمە ئاماژەیە بۆ هەوڵی تێکەڵکردنی دوو بۆچوونە سەرەکییەکە، کە دیارترینیان لای ئەفلاتونە. گیان هەم سەرچاوەی جووڵەیە (خۆ-جووڵێنەر) و هەم پێکهاتەیەکی بیرکارییانەی هەیە (ژمارە) کە وای لێدەکات بناسێت."
            },
            {
              "line_number": "404b30-405a2",
              "original_text": "διαφέρονται δὲ περὶ τῶν ἀρχῶν, τίνες καὶ πόσαι, μάλιστα μὲν οἱ σωματικὰς ποιοῦντες τοῖς ἀσωμάτους, τούτοις δ' οἱ μίξαντες καὶ ἀπ' ἀμφοῖν τὰς ἀρχὰς ἀποφηνάμενοι.",
              "translation": "ئەوان لەبارەی بنەماکانەوە جیاوازن، کە چین و چەندن. بەتایبەتی ئەوانەی بنەمای ماددی دادەنێن لەگەڵ ئەوانەی بنەمای ناماددی دادەنێن، و ئەمانیش لەگەڵ ئەوانەی کە تێکەڵیان دەکەن و بنەماکان لە هەردووکیانەوە دەهێنن.",
              "commentary": "لێرەدا ئەرستۆ پۆلێنێکی تری فەیلەسووفان دەکات بەپێی جۆری ئەو بنەمایانەی باوەڕیان پێیەتی: ماددی (وەک دیمۆکریتۆس)، ناماددی (وەک ئەفلاتون)، و تێکەڵ (وەک ئیمپیدۆکلیس)."
            },
            {
              "line_number": "405a2-5",
              "original_text": "διαφέρονται δὲ καὶ περὶ τοῦ πλήθους· οἱ μὲν γὰρ μίαν οἱ δὲ πλείους λέγουσιν. ἑπομένως δὲ τούτοις καὶ τὴν ψυχὴν ἀποδιδόασιν· τὸ γὰρ κινητικὸν τὴν φύσιν τῶν πρώτων ὑπειλήφασιν, οὐκ ἀλόγως.",
              "translation": "هەروەها لەبارەی ژمارەشەوە جیاوازن؛ هەندێکیان دەڵێن یەکە و هەندێکی تریش دەڵێن زۆرە. بەپێی ئەمەش گیان پێناسە دەکەن؛ چونکە بە شێوەیەکی لۆژیکی وایان داناوە کە سروشتی جووڵێنەر هی بنەما سەرەتاییەکانە.",
              "commentary": "پۆلێنێکی تر: مۆنیستەکان (ئەوانەی باوەڕیان بە یەک بنەمایە، وەک سالیس) بەرامبەر پلورالیستەکان (ئەوانەی باوەڕیان بە چەند بنەمایەکە، وەک ئیمپیدۆکلیس). بۆچوونیان دەربارەی گیان ڕەنگدانەوەی مێتافیزیکەکەیانە."
            },
            {
              "line_number": "405a5-8",
              "original_text": "ὅθεν ἔδοξέ τισι πῦρ εἶναι· καὶ γὰρ τοῦτο λεπτομερέστατόν τε καὶ μάλιστα τῶν στοιχείων ἀσώματον, ἔτι δὲ κινεῖταί τε καὶ κινεῖ τὰ ἄλλα πρώτως.",
              "translation": "هەر لەبەر ئەمەیە هەندێکیان پێیان وابووە [گیان] ئاگرە؛ چونکە ئاگر وردترین و لە هەموو توخمەکان ناماددیترە، هەروەها هەم دەجووڵێت و هەم شتەکانی تر دەجووڵێنێت.",
              "commentary": "لێرەدا ئەرستۆ هۆکاری لۆژیکیی پشت هەڵبژاردنی 'ئاگر' وەک بنەمای گیان ڕوون دەکاتەوە. 'ناماددیبوون' لێرەدا بە مانای 'تەنکی و وردی' دێت نەک 'بێ ماددە' بە تەواوی."
            },
            {
              "line_number": "405a8-13",
              "original_text": "Δημόκριτος δὲ καὶ γλαφυρωτέρως εἴρηκεν ἀποφαινόμενος διὰ τί τούτων ἑκάτερον· ψυχὴν μὲν γὰρ εἶναι ταὐτὸ καὶ νοῦν, τοῦτο δ' εἶναι τῶν πρώτων καὶ ἀδιαιρέτων σωμάτων, κινητικὸν δὲ διὰ μικρομέρειαν καὶ τὸ σχῆμα· τῶν δὲ σχημάτων εὐκινητότατον τὸ σφαιροειδὲς λέγει· τοιοῦτον δ' εἶναι τόν τε νοῦν καὶ τὸ πῦρ.",
              "translation": "بەڵام دیمۆکریتۆس بە شێوازێکی وردتریش قسەی کردووە و هۆکاری هەریەک لەمانەی ڕوون کردۆتەوە؛ چونکە گیان و ئەقڵ بە یەک شت دادەنێت، و ئەمەش یەکێکە لە تەنە سەرەتایی و دابەشنەبووەکان، و جووڵێنەرە بەهۆی وردی و شێوەکەیەوە. دەڵێت لەنێو شێوەکاندا، گۆیی جووڵاوترینە؛ و ئەقڵ و ئاگریش ئاوان.",
              "commentary": "ئەرستۆ دووبارە دەگەڕێتەوە سەر دیمۆکریتۆس بۆ ئەوەی ڕوونکردنەوە وردەکەی بخاتەڕوو: جووڵەی گیان تەنها بەهۆی سروشتی ئاگرین نییە، بەڵکو بە تایبەتی بەهۆی وردی و شێوە گۆییەکەیەتی."
            },
            {
              "line_number": "405a13-19",
              "original_text": "Ἀναξαγόρας δ' ἔοικε μὲν ἕτερον λέγειν ψυχήν τε καὶ νοῦν, ὥσπερ εἴπομεν καὶ πρότερον, χρῆται δ' ἀμφοῖν ὡς μιᾷ φύσει, πλὴν ἀρχήν γε τὸν νοῦν τίθεται μάλιστα πάντων· μόνον γοῦν φησὶν αὐτὸν τῶν ὄντων ἁπλοῦν εἶναι καὶ ἀμιγῆ τε καὶ καθαρόν. ἀποδίδωσι δ' ἄμφω τῇ αὐτῇ ἀρχῇ, τό τε γινώσκειν καὶ τὸ κινεῖν, λέγων νοῦν κινῆσαι τὸ πᾶν.",
              "translation": "بەڵام ئەناکسۆگۆراس وا دیارە گیان و ئەقڵ بە دوو شتی جیاواز دادەنێت، وەک پێشتریش وتمان، بەڵام وەک یەک سروشت بەکاریاندەهێنێت، تەنها ئەوە نەبێت کە ئەقڵ بە بنەمای هەموو شتێک دادەنێت؛ بەلایەنی کەمەوە دەڵێت تەنها ئەوە لەنێو بوونەوەراندا سادە و تێکەڵنەکراو و پاکە. و هەردوو فرمانەکە، زانین و جووڵاندن، دەداتە پاڵ هەمان بنەما، و دەڵێت ئەقڵ گەردوونی جووڵاند.",
              "commentary": "پوختەیەکی تر لەسەر ئەناکسۆگۆراس. ئەرستۆ جەخت لەسەر ئەو ناکۆکییە دەکاتەوە کە ئەناکسۆگۆراس جیاوازییەک دادەنێت بەڵام لە کردەوەدا وەک یەک شت بەکاریاندەهێنێت. تایبەتمەندییە گرنگەکانی ئەقڵ لای ئەناکسۆگۆراس بریتین لە سادەیی، تێکەڵنەبوون و پاکی."
            },
            {
              "line_number": "405a19-22",
              "original_text": "ἔοικε δὲ καὶ Θαλῆς ἐξ ὧν ἀπομνημονεύουσι κινητικόν τι τὴν ψυχὴν ὑπολαβεῖν, εἴπερ τὴν λίθον ἔφη ψυχὴν ἔχειν, ὅτι τὸν σίδηρον κινεῖ·",
              "translation": "وا دیارە سالیسیش، لەوەی لەبارەیەوە دەگێڕنەوە، گیانی بە شتێکی جووڵێنەر داناوە، ئەگەر وتبێتی کە بەردە موگناتیسییەکە گیانی هەیە، چونکە ئاسن دەجووڵێنێت.",
              "commentary": "ئەمە یەکێکە لە بەناوبانگترین گێڕانەوەکان دەربارەی سالیس. لێرەوە دەردەکەوێت کە یەکێک لە سەرەتاییترین بیرۆکەکان دەربارەی گیان، بەستنەوەی بووە بە توانای جووڵاندنی شتێکی تر."
            },
            {
              "line_number": "405a22-25",
              "original_text": "Διογένης δ' ὥσπερ καὶ ἕτεροί τινες ἀέρα, τοῦτον οἰηθεὶς πάντων λεπτομερέστατον εἶναι καὶ ἀρχήν· καὶ διὰ τοῦτο γινώσκειν τε καὶ κινεῖν τὴν ψυχήν, ᾗ μὲν πρῶτόν ἐστι, καὶ ἐκ τούτου τὰ λοιπά, γινώσκειν, ᾗ δὲ λεπτότατον, κινητικὸν εἶναι.",
              "translation": "دیۆجینیس، وەک هەندێکی تر، [دەڵێت گیان] هەوایە، بەو باوەڕەی کە ئەمە لە هەمووان وردترە و بنەمایە؛ و لەبەر ئەمەیە گیان هەم دەزانێت و هەم دەجووڵێنێت. لەبەر ئەوەی بنەمای یەکەمە و شتەکانی تری لێوە هاتووە، دەزانێت؛ و لەبەر ئەوەی وردترینە، جووڵێنەرە.",
              "commentary": "لێرەدا بۆچوونی دیۆجینیسی ئەپۆلۆنی ڕوون دەکرێتەوە. هەوا هەردوو تایبەتمەندییەکە لەخۆدەگرێت: وەک بنەمای گشتی (archē) توانای زانینی هەیە (چونکە هەموو شتێک لەوەوە هاتووە)، و وەک وردترین توخم توانای جووڵاندنی هەیە."
            },
            {
              "line_number": "405a25-29",
              "original_text": "καὶ Ἡράκλειτος δὲ τὴν ἀρχὴν εἶναί φησι ψυχήν, εἴπερ τὴν ἀναθυμίασιν, ἐξ ἧς τἆλλα συνίστησιν· καὶ ἀσωματώτατόν τε καὶ ῥέον ἀεί· τὸ δὲ κινούμενον κινουμένῳ γινώσκεσθαι· ἐν κινήσει δ' εἶναι τὰ ὄντα κἀκεῖνος ᾤετο καὶ οἱ πολλοί.",
              "translation": "هیراکلیتۆسیش دەڵێت بنەماکە گیانە، ئەگەر مەبەستی لە 'هەڵم' (anathumiasis) بێت، کە شتەکانی تری لێ پێکدێنێت؛ و [ئەم هەڵمە] ناماددیترین و هەمیشە لە ڕەوشتدایە. و شتی جووڵاو بە شتی جووڵاو دەناسرێت. ئەو و زۆربەی کەسانی تریش پێیان وابوو کە بوونەوەران لە جووڵەدان.",
              "commentary": "گیان لای هیراکلیتۆس 'هەڵم'ێکی ئاگرینە کە هەمیشە لە گۆڕان و جووڵەدایە. ئەمەش لەگەڵ بنەما سەرەکییەکەی فەلسەفەکەیدا ('هەموو شتێک لە جووڵەدایە') دەگونجێت و بنەمای 'هاوشێوە هاوشێوە دەناسێت' جێبەجێ دەکات."
            },
            {
              "line_number": "405a29-405b1",
              "original_text": "παραπλησίως δὲ τούτοις καὶ Ἀλκμαίων ἔοικεν ὑπολαβεῖν περὶ ψυχῆς· φησὶ γὰρ αὐτὴν ἀθάνατον εἶναι διὰ τὸ ἐοικέναι τοῖς ἀθανάτοις· τοῦτο δ' ὑπάρχειν αὐτῇ ὡς ἀεὶ κινουμένῃ· κινεῖσθαι γὰρ καὶ τὰ θεῖα πάντα συνεχῶς ἀεί, σελήνην, ἥλιον, τοὺς ἀστέρας καὶ τὸν οὐρανὸν ὅλον.",
              "translation": "ئەلکمیۆنیش وا دیارە بە شێوەیەکی هاوشێوەی ئەمانە بیری لە گیان کردۆتەوە؛ چونکە دەڵێت گیان نەمـرە چونکە لە نەمـرەکان دەچێت؛ ئەمەش بەهۆی ئەوەی کە هەمیشە لە جووڵەدایە؛ چونکە هەموو شتە خوداییەکانیش بەردەوام و هەمیشە لە جووڵەدان: مانگ، خۆر، ئەستێرەکان و تەواوی ئاسمان.",
              "commentary": "بۆچوونی ئەلکمیۆنی کرۆتۆنی، کە پزیشک بووە. ئەو نەمریی گیان بە جووڵە بەردەوامەکەیەوە دەبەستێتەوە و بە جووڵەی هەمیشەیی تەنە ئاسمانییەکانی دەچووێنێت."
            },
            {
              "line_number": "405b1-5",
              "original_text": "τῶν δὲ φορτικωτέρων καὶ ὕδωρ τινὲς ἀπεφήναντο, καθάπερ Ἵππων· πεισθῆναι δ' ἐοίκασιν ἐκ τῆς γονῆς, ὅτι πάντων ὑγρά. καὶ γὰρ ἐλέγχει τοὺς αἷμα φάσκοντας τὴν ψυχήν, ὅτι ἡ γονὴ οὐχ αἷμα· ταύτην δ' εἶναι τὴν πρώτην ψυχήν.",
              "translation": "هەندێک لە [فەیلەسووفە] سادەترەکانیش وتوویانە [گیان] ئاوە، وەک هیپۆن؛ وا دیارە لەبەر تۆو باوەڕیان بەمە هێناوە، چونکە هی هەمووان شێدارە. و ئەو ڕەخنە لەوانە دەگرێت کە دەڵێن خوێن گیانە، چونکە تۆو خوێن نییە؛ و ئەم [تۆوە] گیانی یەکەمینە.",
              "commentary": "ئەرستۆ لێرەدا ئاماژە بە بۆچوونە 'سادە' (φορτικός - phortikos) یان 'گشتیانە'کان دەکات. هیپۆن گیان بە ئاو دادەنێت، بەهۆی ئەوەی تۆوی ژیان شێدارە."
            },
            {
              "line_number": "405b5-8",
              "original_text": "ἕτεροι δ' αἷμα, καθάπερ Κριτίας, τὸ αἰσθάνεσθαι ψυχῆς οἰκειότατον ὑπολαμβάνοντες, τοῦτο δ' ὑπάρχειν διὰ τὴν τοῦ αἵματος φύσιν. πάντα γὰρ τὰ στοιχεῖα κριτὴν εἴληφε, πλὴν τῆς γῆς· ταύτην δ' οὐθεὶς ἀποπέφανται, πλὴν εἴ τις αὐτὴν εἴρηκεν ἐκ πάντων εἶναι τῶν στοιχείων ἢ πάντα.",
              "translation": "هەندێکی تریش [وتوویانە] خوێنە، وەک کرتییاس، بەو پێیەی کە هەستکردن نزیکترین تایبەتمەندیی گیانە، و ئەمەش بەهۆی سروشتی خوێنەوەیە. چونکە هەموو توخمەکان لایەنگری خۆیان پەیدا کردووە، جگە لە زەوی؛ کەس ئەمەی [وەک گیان] دیاری نەکردووە، مەگەر کەسێک وتبێتی کە [گیان] لە هەموو توخمەکان پێکهاتووە یان خۆی هەموو توخمەکانە.",
              "commentary": "بۆچوونی کرتییاس، کە گیان بە خوێن دادەنێت چونکە هەستکردن بە خوێنەوە بەستراوە. پاشان ئەرستۆ تێبینییەکی گشتی دەکات کە هەموو توخمەکان (ئاگر، هەوا، ئاو) وەک بنەمای گیان پێشنیار کراون، جگە لە زەوی، چونکە زەوی بە 'بێ جووڵە' و 'نائەزمنووگەر' دادەنرا."
            },
            {
              "line_number": "405b8-17",
              "original_text": "ὁρίζονται δὴ πάντες τὴν ψυχὴν τρισὶν ὡς εἰπεῖν, κινήσει, αἰσθήσει, τῷ ἀσωμάτῳ· τούτων δ' ἕκαστον ἀνάγεται πρὸς τὰς ἀρχάς. διὸ καὶ οἱ τῷ γινώσκειν ὁριζόμενοι αὐτὴν ἢ στοιχεῖον ἢ ἐκ τῶν στοιχείων ποιοῦσι, λέγοντες παραπλησίως ἀλλήλοις, πλὴν ἑνός· φασὶ γὰρ γινώσκεσθαι τὸ ὅμοιον τῷ ὁμοίῳ· ἐπειδὴ γὰρ ἡ ψυχὴ πάντα γινώσκει, συνιστᾶσιν αὐτὴν ἐκ πασῶν τῶν ἀρχῶν. ὅσοι μὲν οὖν μίαν τινὰ λέγουσιν αἰτίαν καὶ στοιχεῖον ἕν, καὶ τὴν ψυχὴν ἓν τιθέασιν, οἷον πῦρ ἢ ἀέρα· οἱ δὲ πλείους λέγοντες τὰς ἀρχὰς καὶ τὴν ψυχὴν πλείω ποιοῦσιν.",
              "translation": "کەواتە، هەموویان گیان بە سێ شت پێناسە دەکەن، ئەگەر بتوانین وا بڵێین: بە جووڵە، بە هەستکردن، و بە ناماددیبوون. هەر یەکێک لەمانەش دەگەڕێنرێتەوە بۆ بنەماکان. لەبەر ئەمەیە ئەوانەی بە زانین پێناسەی دەکەن، یان بە یەک توخم یان بە کۆی توخمەکان دروستی دەکەن، و قسەکانیان لە یەک دەچێت، جگە لە یەکێکیان؛ چونکە دەڵێن هاوشێوە بە هاوشێوە دەناسرێت؛ و چونکە گیان هەموو شتێک دەناسێت، لە هەموو بنەماکان پێکیدەهێنن. کەواتە ئەوانەی باسی یەک هۆکار و یەک توخم دەکەن، گیانیش بە یەک شت دادەنێن، وەک ئاگر یان هەوا؛ ئەوانەش کە باسی چەند بنەمایەک دەکەن، گیانیش بە فرە-پێکهاتە دادەنێن.",
              "commentary": "ئەمە پوختەیەکی گشتگیر و شیکارییانەی ئەرستۆیە بۆ هەموو بۆچوونەکانی پێشوو. ئەو سێ تایبەتمەندیی هاوبەش دەردەهێنێت: جووڵە، هەستکردن، و 'ناماددیبوون' (کە لێرەدا زیاتر بە مانای 'وردی و تەنکی' دێت). پاشان دووبارە بنەمای 'هاوشێوە هاوشێوە دەناسێت' وەک کلیلی تێگەیشتن لە گرووپی دووەم دەخاتەڕوو."
            },
            {
              "line_number": "405b17-20",
              "original_text": "Ἀναξαγόρας δὲ μόνος ἀπαθῆ φησιν εἶναι τὸν νοῦν, καὶ κοινὸν οὐθὲν οὐθενὶ τῶν ἄλλων ἔχειν. τοιοῦτος δ' ὢν πῶς γνωριεῖ καὶ διὰ τίν' αἰτίαν, οὔτ' ἐκεῖνος εἴρηκεν οὔτ' ἐκ τῶν εἰρημένων συμφανές ἐστιν.",
              "translation": "بەڵام ئەناکسۆگۆراس بە تەنها دەڵێت ئەقڵ 'نائەزموونگەر'ە (ἀπαθής - apathēs) و هیچ شتێکی هاوبەشی لەگەڵ هیچ شتێکی تردا نییە. بەڵام ئەگەر وا بێت، چۆن دەتوانێت بناسێت و بە چ هۆکارێک؟ نە خۆی ئەمەی وتووە و نە لە قسەکانیشیدا ڕوونە.",
              "commentary": "لێرەدا ئەرستۆ یەکێک لە بەهێزترین ڕەخنەکانی ئاڕاستەی ئەناکسۆگۆراس دەکات. ئەگەر 'ئەقڵ' هیچ شتێکی هاوبەشی لەگەڵ جیهاندا نەبێت، چۆن دەتوانێت جیهان بناسێت؟ ئەمە ڕەتکردنەوەی بنەمای 'هاوشێوە هاوشێوە دەناسێت'ە، بەڵام بەبێ پێشکەشکردنی بەدیلێک، کە ئەمەش بۆ ئەرستۆ لاوازییەکی گەورەیە."
            },
            {
              "line_number": "405b20-25",
              "original_text": "ὅσοι δ' ἐναντιώσεις ποιοῦσιν ἐν ταῖς ἀρχαῖς, καὶ τὴν ψυχὴν ἐκ τῶν ἐναντίων συνιστᾶσιν· οἱ δὲ θάτερον τῶν ἐναντίων, οἷον θερμὸν ἢ ψυχρὸν ἤ τι τοιοῦτον ἄλλο, καὶ τὴν ψυχὴν ὁμοίως ἕν τι τούτων τιθέασιν.",
              "translation": "ئەوانەی دژەکان لە بنەماکاندا دادەنێن، گیانیش لە دژەکان پێکدەهێنن؛ ئەوانەش کە یەکێک لە دژەکان [وەک بنەما دادەنێن]، وەک گەرم یان سارد یان شتێکی تری لەو جۆرە، گیانیش بە هەمان شێوە بە یەکێک لەوانە دادەنێن.",
              "commentary": "پۆلێنێکی تر: هەندێکیان گیان لە تێکەڵەیەک لە دژەکان (وەک گەرم و سارد) پێکدەهێنن، هەندێکی تریش تەنها یەک لایەنی دژەکان (بۆ نموونە، تەنها گەرمی) بە بنەمای گیان دادەنێن."
            },
            {
              "line_number": "405b25-28",
              "original_text": "διὸ καὶ τοῖς ὀνόμασιν ἀκολουθοῦσιν, οἱ μὲν τὸ θερμὸν λέγοντες, ὅτι διὰ τοῦτο καὶ τὸ ζῆν ὠνόμασται, οἱ δὲ τὸ ψυχρόν, <διὰ τὸ> διὰ τὴν ἀναπνοὴν καὶ τὴν κατάψυξιν καλεῖσθαι ψυχήν.",
              "translation": "هەر لەبەر ئەمەشە کە دوای وشەکان دەکەون، ئەوانەی دەڵێن [گیان] گەرمە، چونکە وشەی 'ژیان' (ζῆν) [لە وشەی 'کوڵان' (zein)ەوە هاتووە]، و ئەوانەی دەڵێن ساردە، چونکە بەهۆی هەناسەدان و 'فێنکبوونەوە'وە (katapsyxis) پێی وتراوە 'گیان' (ψυχή).",
              "commentary": "ئەرستۆ بە تێبینییەکی زمانەوانیی زیرەکانە کۆتایی دێنێت و نیشانی دەدات کە چۆن هەندێک تیۆری تەنانەت لەژێر کاریگەریی ڕیشەی وشەکاندان، کە ئەمەش بەڵگەیەکی لاوازە لە ڕوانگەی فەلسەفییەوە."
            },
            {
              "line_number": "405b28-31",
              "original_text": "τὰ μὲν οὖν παραδεδομένα περὶ ψυχῆς, καὶ δι' ἃς αἰτίας λέγουσιν οὕτω, ταῦτ' ἐστίν.",
              "translation": "کەواتە، ئەو بۆچوونانەی کە دەربارەی گیان بە میرات بۆمان ماونەتەوە، و ئەو هۆکارانەی کە بۆچی وایان وتووە، ئەمانە بوون.",
              "commentary": "ئەمە دێڕی کۆتایی و پوختەی تەواوی بەشەکەیە. ئەرستۆ بە شێوەیەکی سیستماتیک و ورد، پێداچوونەوەی بە بۆچوونە سەرەکییەکانی پێش خۆی کرد و هۆکارەکانی پشت هەر یەکێکیانی شیکردەوە. ئێستا ئامادەیە لە بەشی داهاتوودا دەست بە ڕەخنەگرتنی وردتریان بکات."
            }
          ]
        }
      ]
    }
  ]
}
