{
  "books": [
    {
      "title": "دەربارەی گیان (Περὶ Ψυχῆς)",
      "author": "ئەرەستوو (Aristotle)",
      "sections": [
        {
          "section_title": "کتێبی دووەم - بەشی یەکەم: پێناسەی گشتیی گیان. — گیان وەک یەکەمین کامڵبوونی جەستەیەکی سروشتیی ئۆرگانیک. — پەیوەندیی دانەبڕاوی گیان و جەستە.",
          "lines": [
            {
              "line_number": "412a3-6",
              "original_text": "Τὰ μὲν δὴ ὑπὸ τῶν πρότερον παραδεδομένα περὶ ψυχῆς εἰρήσθω· πάλιν δ' ὥσπερ ἐξ ὑπαρχῆς ἐπανίωμεν, πειρώμενοι διορίσαι τί ἐστι ψυχὴ καὶ τίς ἂν εἴη κοινότατος λόγος αὐτῆς.",
              "translation": "کەواتە، با ئەوەی لەلایەن ئەوانەی پێشووەوە دەربارەی گیان بە میرات بۆمان ماوەتەوە، بە وتراو دابنێین. با دیسانەوە وەک ئەوەی لە سەرەتاوە دەست پێبکەینەوە، بگەڕێینەوە و هەوڵ بدەین دیاری بکەین گیان چییە و گشتیترین پێناسەی (κοινότατος λόγος) چی دەتوانێت بێت.",
              "commentary": "دوای کۆتاییهێنان بە بەشی ڕەخنەیی (negative) لە کتێبی یەکەمدا، ئەرستۆ ئێستا بەشی بنیاتنەر (positive) دەست پێدەکات. ئەو بە ڕوونی ئامانجی خۆی دیاری دەکات: گەیشتن بە پێناسەیەکی 'گشتیترین' (κοινότατος - koinotatos) بۆ گیان، واتە پێناسەیەک کە هەموو جۆرەکانی گیان (ڕووەکی، ئاژەڵی، مرۆیی) بگرێتەوە."
            },
            {
              "line_number": "412a6-11",
              "original_text": "λέγομεν δὴ γένος ἕν τι τῶν ὄντων τὴν οὐσίαν, ταύτης δὲ τὸ μέν, ὡς ὕλην, ὃ καθ' αὑτὸ οὐκ ἔστι τόδε τι, ἕτερον δὲ μορφὴν καὶ εἶδος, καθ' ἣν ἤδη λέγεται τόδε τι, καὶ τρίτον τὸ ἐκ τούτων. ἔστι δ' ἡ μὲν ὕλη δύναμις, τὸ δ' εἶδος ἐντελέχεια, καὶ τοῦτο διχῶς, τὸ μὲν ὡς ἐπιστήμη, τὸ δ' ὡς τὸ θεωρεῖν.",
              "translation": "کەواتە، ئێمە دەڵێین جەوهەر (οὐσία - ousia) یەکێکە لە جۆرەکانی بوون. لەمەش، یەکێکیان وەک 'ماددە' (ὕλη - hylē) وایە، کە بە زاتی خۆی شتێکی دیاریکراو نییە؛ ئەوی تریان 'فۆرم' (μορφή - morphē) و 'جۆر' (εἶδος - eidos)ە، کە بەهۆیەوە شتێک وەک شتێکی دیاریکراو ناودەبرێت؛ و سێیەمیان 'پێکهاتوو'ە لەم دوانە. ماددە 'توانست'ە (δύναμις - dunamis)، و فۆرم 'کامڵبوون'ە (ἐντελέχεια - entelecheia). و ئەم [کامڵبوونە]ش بە دوو شێوە دەگوترێت: یەکەمیان وەک [هەبوونی] زانست، و دووەمیان وەک [کردەی] تێڕامان.",
              "commentary": "ئەرستۆ پێش ئەوەی گیان پێناسە بکات، ئامرازە مێتافیزیکییەکانی خۆی دەخاتەڕوو. ئەمە پوختەیەکی چڕی فەلسەفەکەیەتی: ١) جەوهەر لە سێ ئاستدا هەیە: ماددە، فۆرم، و پێکهاتوو. ٢) ماددە = توانست (potentiality). ٣) فۆرم = کامڵبوون (actuality). گرنگتر لەوە، ئەو دوو ئاستی 'کامڵبوون' لێک جیادەکاتەوە: یەکەم کامڵبوون (first actuality) بریتییە لە هەبوونی توانایەک (وەک زانایەک کە نووستووە)، دووەم کامڵبوون (second actuality) بریتییە لە بەکارهێنانی ئەو توانایە (وەک هەمان زانا کە لە کردەی بیرکردنەوەدایە)."
            },
            {
              "line_number": "412a11-17",
              "original_text": "οὐσίαι δὲ μάλιστ' εἶναι δοκοῦσι τὰ σώματα, καὶ τούτων τὰ φυσικά· ταῦτα γὰρ τῶν ἄλλων ἀρχαί. τῶν δὲ φυσικῶν τὰ μὲν ἔχει ζωήν, τὰ δ' οὐκ ἔχει· ζωὴν δὲ λέγομεν τὴν δι' αὑτοῦ τροφήν τε καὶ αὔξησιν καὶ φθίσιν. ὥστε πᾶν σῶμα φυσικὸν μετέχον ζωῆς οὐσία ἂν εἴη, οὐσία δ' οὕτως ὡς συνθέτη.",
              "translation": "لە هەموو شت زیاتر، جەستەکان وا دەردەکەون کە جەوهەر بن، و لەمانیشدا، جەستە سروشتییەکان؛ چونکە ئەمانە بنەمای شتەکانی ترن. لە جەستە سروشتییەکانیش، هەندێکیان ژیانیان هەیە و هەندێکیان نیانە. مەبەستمان لە ژیان بریتییە لە خۆراکی و گەشەکردن و پووکانەوە بەهۆی خودی خۆیەوە. کەواتە، هەموو جەستەیەکی سروشتی کە بەشداری لە ژیاندا دەکات، جەوهەرە، بەڵام جەوهەرە وەک شتێکی 'پێکهاتوو'.",
              "commentary": "ئەرستۆ لێکۆڵینەوەکەی لە جیهانی فیزیکییەوە دەست پێدەکات. 'جەستە سروشتییەکان' جەوهەری ڕاستەقینەن. پاشان جیاوازی دەکات لەنێوان جەستەی سروشتیی 'گیاندار' و 'بێگیان'. پێناسەی سەرەتایی و بنەڕەتیترین ئاستی 'ژیان' بریتییە لە توانای خۆراکی و گەشەکردن. هەر جەستەیەکی گیاندار جەوهەرێکی 'پێکهاتوو'ە، واتە لە ماددە و فۆرم پێكهاتووە."
            },
            {
              "line_number": "412a17-22",
              "original_text": "ἐπεὶ δ' ἐστὶ καὶ σῶμα καὶ τοιόνδε, ζωὴν γὰρ ἔχον, οὐκ ἂν εἴη σῶμα ἡ ψυχή· οὐ γάρ ἐστι τῶν καθ' ὑποκειμένου τὸ σῶμα, μᾶλλον δ' ὡς ὑποκείμενον καὶ ὕλη. ἀναγκαῖον ἄρα τὴν ψυχὴν οὐσίαν εἶναι ὡς εἶδος σώματος φυσικοῦ δυνάμει ζωὴν ἔχοντος. ἡ δ' οὐσία ἐντελέχεια· τοιούτου ἄρα σώματος ἐντελέχεια.",
              "translation": "و چونکە [زیندەوەر] جەستەیە و جەستەیەکی 'ئاوا'یە (واتە ژیانی هەیە)، ناکرێت گیان خودی جەستە بێت. چونکە جەستە شتێک نییە کە بەسەر 'بنچینەیەک'ەوە (ὑποκείμενον - hypokeimenon) بوترێت، بەڵکو زیاتر خۆی 'بنچینە' و 'ماددە'یە. کەواتە، پێویستە گیان جەوهەر بێت وەک 'فۆرم'ی جەستەیەکی سروشتی کە 'بە توانست' (δυνάμει - dynamei) ژیانی هەیە. و جەوهەریش (وەک فۆرم) کامڵبوونە. کەواتە، [گیان] کامڵبوونی جەستەیەکی ئاوایە.",
              "commentary": "ئەمە دڵی بەڵگەکەی ئەرستۆیە. زیندەوەر جەوهەرێکی پێکهاتووە. جەستە لایەنی ماددییەکەیەتی (بنچینە). کەواتە گیان دەبێت لایەنی فۆرمییەکەی بێت. گیان 'فۆرم'ی جەستەیە. بەڵام نەک هەر جەستەیەک، بەڵکو جەستەیەکی سروشتی کە توانای ژیانی تێدایە. کەواتە، گیان 'کامڵبوون' (actuality)ی جەستەیەکە کە 'توانست'ی (potentiality) ژیانی هەیە."
            },
            {
              "line_number": "412a22-412b1",
              "original_text": "αὕτη δὲ λέγεται διχῶς, ἡ μὲν ὡς ἐπιστήμη, ἡ δ' ὡς τὸ θεωρεῖν. φανερὸν οὖν ὅτι ὡς ἐπιστήμη· ἐν γὰρ τῷ ὑπάρχειν τὴν ψυχὴν καὶ ὕπνος καὶ ἐγρήγορσίς ἐστιν, ἀνάλογον δ' ἡ μὲν ἐγρήγορσις τῷ θεωρεῖν, ὁ δ' ὕπνος τῷ ἔχειν καὶ μὴ ἐνεργεῖν· προτέρα δὲ τῇ γενέσει ἐπὶ τοῦ αὐτοῦ ἡ ἐπιστήμη. διὸ ἡ ψυχή ἐστιν ἐντελέχεια ἡ πρώτη σώματος φυσικοῦ δυνάμει ζωὴν ἔχοντος.",
              "translation": "و ئەم [کامڵبوونە]ش بە دوو شێوە دەگوترێت: یەکەمیان وەک [هەبوونی] زانست، و دووەمیان وەک [کردەی] تێڕامان. کەواتە ڕوونە کە [گیان] وەک [هەبوونی] زانستە؛ چونکە لە کاتی بوونی گیاندا، هەم خەو و هەم بەئاگایی هەیە. بەئاگایی هاوشێوەی تێڕامانە، و خەو هاوشێوەی هەبوونە بەبێ بەکارهێنان. و لە هەمان شتدا، [هەبوونی] زانست لە ڕووی دروستبوونەوە لەپێشترە. بۆیە گیان بریتییە لە 'یەکەمین کامڵبوونی' جەستەیەکی سروشتی کە بە توانست ژیانی هەیە.",
              "commentary": "لێرەدا ئەرستۆ جیاکارییەکەی نێوان دوو جۆر کامڵبوون بەکاردەهێنێت بۆ وردکردنەوەی پێناسەکەی. گیان وەک کامڵبوونی دووەم نییە (کردەی بیرکردنەوە)، چونکە ئێمە لە خەویشدا گیانمان هەیە. کەواتە گیان 'یەکەمین کامڵبوون'ە: بریتییە لە هەبوونی کۆمەڵێک توانا (بۆ ژیان، هەستکردن، بیرکردنەوە) کە هێشتا بەکارنەهێنراون، هەروەک چۆن زانایەکی نووستوو هێشتا زانستەکەی هەیە. ئەمە پێناسە بەناوبانگ و کۆتاییەکەی ئەرستۆیە."
            },
            {
              "line_number": "412b1-9",
              "original_text": "τοιοῦτον δὲ ὃ ἂν ᾖ ὀργανικόν. (ὄργανα δὲ καὶ τὰ τῶν φυτῶν μέρη, ἀλλὰ παντελῶς ἁπλᾶ, οἷον τὸ φύλλον περικαρπίου σκέπασμα, τὸ δὲ περικάρπιον καρποῦ· αἱ δὲ ῥίζαι τῷ στόματι ἀνάλογον· ἄμφω γὰρ ἕλκει τὴν τροφήν.) εἰ δή τι κοινὸν ἐπὶ πάσης ψυχῆς δεῖ λέγειν, εἴη ἂν ἐντελέχεια ἡ πρώτη σώματος φυσικοῦ ὀργανικοῦ. διὸ καὶ οὐ δεῖ ζητεῖν εἰ ἓν ἡ ψυχὴ καὶ τὸ σῶμα, ὥσπερ οὐδὲ τὸν κηρὸν καὶ τὸ σχῆμα, οὐδ' ὅλως τὴν ἑκάστου ὕλην καὶ τὸ οὗ ἡ ὕλη· τὸ γὰρ ἓν καὶ τὸ εἶναι ἐπεὶ πλεοναχῶς λέγεται, τὸ κυρίως ἡ ἐντελέχειά ἐστιν.",
              "translation": "و جەستەیەکی ئاوا ئەوەیە کە 'ئۆرگانیک' (ὀργανικόν - organikon) بێت. (ئەندامەکانی ڕووەکیش ئۆرگانن، بەڵام زۆر سادەن، بۆ نموونە گەڵا داپۆشەری بەرەکە، و بەرەکەش داپۆشەری ناوکەکەیە؛ و ڕەگەکانیش هاوشێوەی دەمن، چونکە هەردووکیان خۆراک ڕادەکێشن.) کەواتە، ئەگەر پێویست بێت شتێکی هاوبەش دەربارەی هەموو جۆرە گیانێک بڵێین، ئەوا دەبێت بریتی بێت لە 'یەکەمین کامڵبوونی جەستەیەکی سروشتیی ئۆرگانیک'. هەر لەبەر ئەمەشە پێویست ناکات بپرسین ئایا گیان و جەستە یەکن، هەروەک چۆن ناپرسین ئایا مۆم و شێوەکەی یەکن، یان بە گشتی ماددەی هەر شتێک و ئەوەی کە ماددەکەیەتی. چونکە 'یەک' و 'بوون' بە چەندین شێوە دەگوترێن، و ئەوەی بە مانای سەرەکییەکەی [یەکە]، کامڵبوونە.",
              "commentary": "ئەرستۆ وشەیەکی تر بۆ پێناسەکەی زیاد دەکات: جەستەکە دەبێت 'ئۆرگانیک' بێت، واتە خاوەنی 'ئۆرگان' (ئامراز) بێت بۆ ئەنجامدانی فرمانەکانی ژیان. دەرەنجامی هەرە گرنگی ئەم پێناسەیە ئەوەیە کە کێشەی 'ئاوەز و جەستە' لای ئەرستۆ بەم شێوەیە چارەسەر دەبێت: پرسیارکردن لە یەکێتیی گیان و جەستە هەڵەیە. ئەوان دوو لایەنی هەمان جەوهەرن، وەک چۆن مۆم و شێوەکەی یەکن. گیان 'چییەتی' یان 'فۆرم'ی جەستەیە، و ناتوانێت لێی جیا بێتەوە."
            },
            {
              "line_number": "412b10-17",
              "original_text": "καθόλου μὲν οὖν εἴρηται τί ἐστιν ἡ ψυχή· οὐσία γὰρ ἡ κατὰ τὸν λόγον. τοῦτο δὲ τὸ τί ἦν εἶναι τῷ τοιῳδὶ σώματι, καθάπερ εἴ τι τῶν ὀργάνων φυσικὸν ἦν σῶμα, οἷον πέλεκυς· ἦν μὲν γὰρ ἂν τὸ πελέκει εἶναι ἡ οὐσία αὐτοῦ, καὶ ἡ ψυχὴ τοῦτο· χωρισθείσης δὲ ταύτης οὐκ ἂν ἔτι πέλεκυς ἦν, ἀλλ' ἢ ὁμωνύμως, νῦν δ' ἔστι πέλεκυς. οὐ γὰρ τοιούτου σώματος τὸ τί ἦν εἶναι καὶ ὁ λόγος ἡ ψυχή, ἀλλὰ φυσικοῦ τοιουδί, ἔχοντος ἀρχὴν κινήσεως καὶ στάσεως ἐν ἑαυτῷ.",
              "translation": "کەواتە، بە شێوەیەکی گشتی وترا گیان چییە: ئەو جەوهەرەیە کە بەپێی پێناسەیە (κατὰ τὸν λόγον). و ئەمەش بریتییە لە 'چییەتیی بوون' (τὸ τί ἦν εἶναι) بۆ جەستەیەکی دیاریکراو. وەک ئەوەی یەکێک لە ئامرازەکان جەستەیەکی سروشتی بوایە، بۆ نموونە تەورێک. ئەوا 'تەوربوون' جەوهەری ئەو دەبوو، و گیانیش هەر ئەمەیە. ئەگەر ئەمە لێی جیا بکرێتەوە، ئیتر تەور نابێت، مەگەر تەنها بە ناو نەبێت. بەڵام ئێستا [کە قسە لەسەر جەستەی سروشتی دەکەین]، گیان 'چییەتیی بوون' و پێناسەی جەستەیەکی لەو جۆرە نییە [واتە ئامرازی دەستکرد]، بەڵکو هی جەستەیەکی سروشتیی دیاریکراوە کە بنەمای جووڵە و وەستانی لەناو خۆیدا هەیە.",
              "commentary": "لێرەدا ئەرستۆ نموونەی 'تەور' بەکاردەهێنێت بۆ ڕوونکردنەوەی زیاتر. 'گیانی' تەورێک بریتییە لە 'توانای بڕین'. تەورێک کە نەتوانێت ببڕێت، تەنها 'بە ناو' تەورە. بە هەمان شێوە، گیان 'چییەتی' و 'فرمان'ی جەستەی زیندەوەرێکە. جەستەیەکی مردوو، هەرچەندە شێوەی مرۆڤی هەبێت، تەنها 'بە ناو' مرۆڤە."
            },
            {
              "line_number": "412b17-25",
              "original_text": "θεωρεῖν δὲ καὶ ἐπὶ τῶν μερῶν δεῖ τὸ λεχθέν. εἰ γὰρ ἦν ὁ ὀφθαλμὸς ζῷον, ψυχὴ ἂν ἦν αὐτοῦ ἡ ὄψις· αὕτη γὰρ οὐσία ὀφθαλμοῦ ἡ κατὰ τὸν λόγον (ὁ δ' ὀφθαλμὸς ὕλη ὄψεως), ἧς ἀπολειπούσης οὐκέτ' ὀφθαλμός, πλὴν ὁμωνύμως, καθάπερ ὁ λίθινος καὶ ὁ γεγραμμένος. δεῖ δὴ λαβεῖν τὸ ἐπὶ μέρους ἐφ' ὅλου τοῦ ζῶντος σώματος· ἀνάλογον γὰρ ἔχει ὡς τὸ μέρος πρὸς τὸ μέρος, οὕτως ἡ ὅλη αἴσθησις πρὸς τὸ ὅλον σῶμα τὸ αἰσθητικόν, ᾗ τοιοῦτον.",
              "translation": "دەبێت ئەوەی وترا لەسەر ئاستی بەشەکانیش تێڕامان بکەین. ئەگەر چاو زیندەوەرێک بوایە، 'بینین' (ὄψις - opsis) گیانی ئەو دەبوو. چونکە ئەمە جەوهەری چاوە بەپێی پێناسەکەی (و چاو ماددەی بینینە). کاتێک ئەمە نامێنێت، ئیتر چاو نییە، مەگەر تەنها بە ناو نەبێت، وەک چاوێکی بەردین یان وێنەکێشراو. کەواتە، دەبێت ئەوەی لەسەر ئاستی بەشەکانە، بۆ تەواوی جەستەی زیندوو بەکاربهێنین. چونکە ڕێژەیەکی هاوشێوە هەیە: وەک چۆن بەشێکە بۆ بەشێک، ئاواش تەواوی هێزی هەستکردنە بۆ تەواوی جەستەی هەستکەر، تا ئەو کاتەی کە ئاوایە.",
              "commentary": "ئەرستۆ نموونەی 'چاو' بەکاردەهێنێت، کە نموونەیەکی بلیمەتانەیە. 'گیان'ی چاو بریتییە لە 'بینین'. چاوێک کە نابینێت، تەنها بە ناو چاوە. پاشان ئەمە گشتگیر دەکات: پەیوەندیی نێوان 'بینین' و 'چاو' هەمان پەیوەندیی نێوان 'تەواوی گیان' و 'تەواوی جەستە'یە. گیان فۆرم و فرمان و چییەتیی جەستەیە."
            },
            {
              "line_number": "412b25-413a3",
              "original_text": "ἔστι δὲ οὐ τὸ ἀποβεβληκὸς τὴν ψυχὴν τὸ δυνάμει ὂν ὥστε ζῆν, ἀλλὰ τὸ ἔχον· τὸ δὲ σπέρμα καὶ ὁ καρπὸς τὸ δυνάμει τοιονδὶ σῶμα. ὡς μὲν οὖν ἡ τμῆσις καὶ ἡ ὅρασις, οὕτω καὶ ἡ ἐγρήγορσις ἐντελέχεια, ὡς δ' ἡ ὄψις καὶ ἡ δύναμις τοῦ ὀργάνου, ἡ ψυχή· τὸ δὲ σῶμα τὸ δυνάμει ὄν· ἀλλ' ὥσπερ ὀφθαλμὸς ἡ κόρη καὶ ἡ ὄψις, κἀκεῖ ἡ ψυχὴ καὶ τὸ σῶμα ζῷον.",
              "translation": "ئەوەی کە 'بە توانست' دەتوانێت بژی، ئەو [جەستە مردووە] نییە کە گیانی لەدەستداوە، بەڵکو ئەوەیە کە [هێشتا] هەیەتی. تۆو و بەر، جەستەیەکی ئاوان بە توانست. کەواتە، وەک چۆن بڕین و بینینی کردەیی [کامڵبوونی دووەمن]، بە هەمان شێوە بەئاگاییش کامڵبوونە. و وەک چۆن توانای بینین و توانای ئامرازەکە [کامڵبوونی یەکەمن]، گیانیش ئاوایە. و جەستەش ئەوەیە کە بە توانست بوونی هەیە. بەڵام وەک چۆن گلێنەی چاو و توانای بینین پێکەوە 'چاو' پێکدەهێنن، لەوێش گیان و جەستە پێکەوە 'زیندەوەر' پێکدەهێنن.",
              "commentary": "لێرەدا دووبارە جەخت لەسەر جیاوازیی نێوان کامڵبوونی یەکەم و دووەم دەکاتەوە. گیان وەک 'توانای بینین'ە (کامڵبوونی یەکەم)، و بەئاگایی وەک 'بینینی کردەیی'یە (کامڵبوونی دووەم). دەرەنجامی کۆتایی: یەکگرتنی گیان و جەستە یەکەیەکی نوێ دروست دەکات کە 'زیندەوەر'ە، هەروەک چۆن یەکگرتنی توانای بینین و گلێنەی چاو 'چاو' دروست دەکات."
            },
            {
              "line_number": "413a3-7",
              "original_text": "ὅτι μὲν οὖν οὐκ ἔστιν ἡ ψυχὴ χωριστὴ τοῦ σώματος, ἢ μέρη τινὰ αὐτῆς, εἰ μεριστὴ πέφυκεν, οὐκ ἄδηλον· ἐνίων γὰρ ἡ ἐντελέχεια τῶν μερῶν ἐστὶν αὐτῶν. οὐ μὴν ἀλλ' ἔνιά γε οὐθὲν κωλύει, διὰ τὸ μηθενὸς εἶναι σώματος ἐντελεχείας.",
              "translation": "کەواتە، ڕوونە کە گیان لە جەستە جیا ناکرێتەوە، یان هەندێک لە بەشەکانی، ئەگەر بە سروشت دابەشکراو بێت. چونکە کامڵبوونی هەندێک [لە بەشەکان] بریتییە لە کامڵبوونی خودی بەشە [جەستەییەکان]. بەڵام هیچ شتێک ڕێگر نییە لەوەی هەندێکی [تر] جیا ببنەوە، بەهۆی ئەوەی کە کامڵبوونی هیچ جەستەیەک نین.",
              "commentary": "ئەرستۆ دەرەنجامی سەرەکیی تیۆرییەکەی دووپات دەکاتەوە: گیان بە گشتی لە جەستە جیا ناکرێتەوە. بەڵام دەرگایەک بە کراوەیی دەهێڵێتەوە. ئەو دەڵێت 'هەندێک' لە بەشەکانی گیان (وەک هەستکردن) بە ڕوونی کامڵبوونی بەشە جەستەییەکانن. بەڵام ڕەنگە بەشێکی تر (ئاماژە بۆ 'ئەقڵ') هەبێت کە کامڵبوونی هیچ ئۆرگانێکی جەستەیی نەبێت و بتوانێت جیا ببێتەوە. ئەمە گرنگترین کێشەیە کە لە کتێبی سێیەمدا قسەی لەسەر دەکات."
            },
            {
              "line_number": "413a7-10",
              "original_text": "ἔτι δὲ ἄδηλον εἰ οὕτως ἐντελέχεια τοῦ σώματος ἡ ψυχὴ <ἢ> ὥσπερ πλωτὴρ πλοίου. τύπῳ μὲν οὖν ταύτῃ διωρίσθω καὶ ὑπογεγράφθω περὶ ψυχῆς.",
              "translation": "هەروەها هێشتا ناڕوونە کە ئایا گیان بەم شێوەیە کامڵبوونی جەستەیە، یان وەک دەریاوانێک وایە بۆ کەشتییەک. کەواتە، با بەم شێوەیە وەک نەخشەیەکی گشتی پێناسەی گیان بکرێت و دابڕێژرێت.",
              "commentary": "ئەرستۆ بە پرسیارێکی کراوە کۆتایی بەم بەشە دێنێت. هەرچەندە پێناسە گشتییەکەی پێشکەش کرد (گیان فۆرمی جەستەیە)، بەڵام هێشتا گومانێک دەهێڵێتەوە. ئایا پەیوەندییەکە هێندە پتەوە، یان ڕەنگە گیان (بەتایبەتی ئەقڵ) وەک دەریاوانێک بێت کە دەتوانێت کەشتییەکەی (جەستە) جێبهێڵێت؟ ئەمە نیشانەی کراوەیی و وردبینیی فەلسەفیی ئەرستۆیە. ئەو پێناسە گشتییەکەی وەک 'نەخشەیەکی سەرەتایی' (τύπος - typos) دادەنێت کە لە بەشەکانی داهاتوودا وردەکاریی زیاتری بۆ دەکات."
            }
          ]
        }
      ]
    }
  ]
}
