
{
  "books": [
    {
      "title": "دەربارەی گیان (Περὶ Ψυχῆς)",
      "author": "ئەرەستوو (Aristotle)",
      "sections": [
        {
          "section_title": "کتێبی یەکەم - بەشی پێنجەم: بەردەوامیی ڕەتکردنەوەی تیۆرییەکان — مەحاڵبوونی گیان وەک ژمارە و پێکهاتە لە توخمەکان. — پرسی یەکێتیی گیان.",
          "lines": [
            {
              "line_number": "409a31-409b6",
              "original_text": "Συμβαίνει δέ, καθάπερ εἴπομεν, τῇ μὲν ταὐτὸ λέγειν τοῖς σῶμά τι λεπτομερὲς αὐτὴν τιθεῖσι, τῇ δ', ὥσπερ Δημόκριτος κινεῖσθαί φησιν ὑπὸ τῆς ψυχῆς, ἴδιον τὸ ἄτοπον. εἴπερ γάρ ἐστιν ἡ ψυχὴ ἐν παντὶ τῷ αἰσθανομένῳ σώματι, ἀναγκαῖον ἐν τῷ αὐτῷ δύο εἶναι σώματα, εἰ σῶμά τι ἡ ψυχή· τοῖς δ' ἀριθμὸν λέγουσιν, ἐν τῇ μιᾷ στιγμῇ πολλὰς στιγμάς, καὶ πᾶν σῶμα ψυχὴν ἔχειν, εἰ μὴ διαφέρων τις ἀριθμὸς ἐγγίνεται καὶ ἄλλος τις τῶν ὑπαρχουσῶν ἐν τῷ σώματι στιγμῶν·",
              "translation": "کەواتە، وەک وتمان، [ئەم بۆچوونە] لە لایەکەوە هەمان قسەی ئەوانە دەکات کە گیان بە تەنێکی ورد دادەنێن، و لە لایەکی تریشەوە، وەک چۆن دیمۆکریتۆس دەڵێت جەستە لەلایەن گیانەوە دەجووڵێنرێت، تووشی نامۆییەکی تایبەت بە خۆی دەبێت. چونکە ئەگەر گیان لە هەموو جەستەی هەستکەردا بێت، پێویستە دوو جەستە لە هەمان شوێندا بن، ئەگەر گیان جەستە بێت. و بۆ ئەوانەی دەڵێن ژمارەیە، [پێویستە] چەندین خاڵ لە یەک خاڵدا بن، و هەموو جەستەیەک گیانی هەبێت، مەگەر ژمارەیەکی جیاواز بێتە بوونەوە و جیاواز بێت لەو خاڵانەی کە لە جەستەدا هەن.",
              "commentary": "ئەرستۆ لێرەدا پوختەی دەرەنجامە مەحاڵەکانی تیۆرییەکانی پێشوو دەکات. ئەگەر گیان تەنێکی ورد بێت (وەک لای دیمۆکریتۆس)، ئەوا دەبێت دوو جەستە (گیان و جەستەی فیزیکی) لە هەمان شوێندا بن. ئەگەر گیان ژمارەیەک خاڵ بێت (وەک لای ئەفلاتونییەکان)، ئەوا یان دەبێت چەندین خاڵ لە یەک شوێندا بن، یان ئەگەر هەموو خاڵەکانی جەستە گیان بن، ئەوا دەبێت هەموو جەستەیەک گیانی هەبێت. هەردووکیان مەحاڵن."
            },
            {
              "line_number": "409b6-11",
              "original_text": "συμβαίνει τε κινεῖσθαι τὸ ζῷον ὑπὸ τοῦ ἀριθμοῦ, καθάπερ καὶ Δημόκριτον αὐτὸ ἔφαμεν κινεῖν· τί γὰρ διαφέρει σφαίρας λέγειν μικρὰς ἢ μονάδας μεγάλας, ἢ ὅλως μονάδας φερομένας; ἀμφοτέρως γὰρ ἀναγκαῖον κινεῖν τὸ ζῷον τῷ κινεῖσθαι ταύτας.",
              "translation": "و دەرەنجامەکەی ئەوە دەبێت کە زیندەوەر لەلایەن ژمارەوە بجووڵێنرێت، هەروەک چۆن وتمان دیمۆکریتۆسیش بە هەمان شێوە دەیجووڵێنێت. چونکە چی جیاوازییەکی هەیە بڵێین گۆی بچووک یان یەکەی گەورە، یان بە گشتی یەکەی جووڵاو؟ لە هەردوو حاڵەتدا، پێویستە زیندەوەر بەهۆی جووڵەی ئەمانەوە بجووڵێت.",
              "commentary": "لێرەدا ئەرستۆ بە شێوەیەکی بلیمەتانە تیۆرییە 'ناماددییەکەی' ئەفلاتون (ژمارە) و تیۆرییە 'ماددییەکەی' دیمۆکریتۆس (گۆ) لە یەک ئاستدا دادەنێت. ئەو دەڵێت لە بنەڕەتدا هەردووکیان هەمان مۆدێلی میکانیکین: کۆمەڵێک شتی بچووک کە بە جووڵەی خۆیان جەستەکە ڕادەکێشن، کە ئەمەش ڕاڤەیەکی ناتەواوە."
            },
            {
              "line_number": "409b11-18",
              "original_text": "τοῖς δὴ συμπλέξασιν εἰς τὸ αὐτὸ κίνησιν καὶ ἀριθμὸν ταῦτά τε συμβαίνει καὶ πολλὰ ἕτερα τοιαῦτα· οὐ γὰρ μόνον ὁρισμὸν ψυχῆς ἀδύνατον τοιοῦτον εἶναι, ἀλλὰ καὶ συμβεβηκός. δῆλον δ' εἴ τις ἐπιχειρήσειεν ἐκ τοῦ λόγου τούτου τὰ πάθη καὶ τὰ ἔργα τῆς ψυχῆς ἀποδιδόναι, οἷον λογισμούς, αἰσθήσεις, ἡδονάς, λύπας, ὅσα ἄλλα τοιαῦτα· ὥσπερ γὰρ εἴπομεν πρότερον, οὐδὲ μαντεύσασθαι ῥᾴδιον ἐξ αὐτῶν.",
              "translation": "کەواتە، بۆ ئەوانەی جووڵە و ژمارەیان پێکەوە تێکەڵ کردووە، ئەم دەرەنجامانە و زۆر شتی تری هاوشێوەی لێدەکەوێتەوە. چونکە نەک هەر مەحاڵە پێناسەی گیان بەم شێوەیە بێت، بەڵکو وەک خەسڵەتێکی عەرەزیش نابێت. ئەمە ڕوون دەبێت ئەگەر کەسێک هەوڵ بدات لەسەر بنەمای ئەم تیۆرییە ئەزموون (pathē) و فرمانەکانی (erga) گیان ڕوون بکاتەوە، وەک لۆژیک، هەستکردن، چێژ، ئازار، و شتی تری لەم جۆرە. وەک پێشتریش وتمان، تەنانەت گریمانەکردنیشیان لەسەر ئەم بنەمایە ئاسان نییە.",
              "commentary": "ئەمە ڕەخنەی کۆتایی و یەکلاکەرەوەیە. تیۆریی 'ژمارەی خۆ-جووڵێنەر' نەک هەر وەک 'پێناسە' هەڵەیە، بەڵکو ناتوانێت هیچ کام لە فرمانە دەروونییە ڕاستەقینەکانیش ڕوون بکاتەوە. چۆن 'ژمارەیەکی جووڵاو' دەبێتە هۆی 'چێژ' یان 'لێکدانەوەی لۆژیکی'؟ تیۆرییەکە هیچ توانایەکی ڕاڤەکاریی نییە."
            },
            {
              "line_number": "409b19-25",
              "original_text": "τριῶν δὲ τρόπων παραδεδομένων καθ' οὓς ὁρίζονται τὴν ψυχήν, οἱ μὲν τὸ κινητικώτατον ἀπεφήναντο τῷ κινεῖν ἑαυτό, οἱ δὲ σῶμα τὸ λεπτομερέστατον ἢ τὸ ἀσωματώτατον τῶν ἄλλων. ταῦτα δὲ τίνας ἀπορίας τε καὶ ὑπεναντιώσεις ἔχει, διεληλύθαμεν σχεδόν· λείπεται δ' ἐπισκέψασθαι πῶς λέγεται τὸ ἐκ τῶν στοιχείων αὐτὴν εἶναι.",
              "translation": "لەو سێ ڕێگایەی کە بۆ پێناسەکردنی گیان بە میرات بۆمان ماونەتەوە، هەندێکیان بە 'جووڵاوترین شت چونکە خۆی دەجووڵێنێت' پێناسەیان کردووە، هەندێکی تریش بە 'وردترین تەن' یان 'ناماددیترینی' هەمووان. ئێمە نزیکەی هەموو کێشە و ناکۆکییەکانی ئەمانەمان شیکردەوە. ئەوەی دەمێنێتەوە ئەوەیە کە لێکۆڵینەوە لەوە بکەین کە چۆن دەوترێت گیان 'لە توخمەکان' پێکهاتووە.",
              "commentary": "ئەرستۆ ئێستا ئامادەیە بۆ هێرشی کۆتایی. دوای ڕەتکردنەوەی تیۆرییەکانی 'جووڵە' و 'تەنی ورد'، ئێستا بە وردی دەست دەکات بە شیکردنەوە و ڕەخنەگرتن لە تیۆریی سێیەم: 'گیان لە توخمەکان پێکهاتووە' (بنەمای 'هاوشێوە هاوشێوە دەناسێت')."
            },
            {
              "line_number": "409b25-410a7",
              "original_text": "λέγουσι μὲν γάρ, ἵν' αἰσθάνηταί τε τῶν ὄντων καὶ ἕκαστον γνωρίζῃ· ἀναγκαῖον δὲ συμβαίνειν πολλὰ καὶ ἀδύνατα τῷ λόγῳ. τίθενται γὰρ γνωρίζειν τῷ ὁμοίῳ τὸ ὅμοιον, ὥσπερ ἂν εἰ τὴν ψυχὴν τὰ πράγματα τιθέντες. οὐκ ἔστι δὲ μόνα ταῦτα, πολλὰ δὲ καὶ ἕτερα, μᾶλλον δ' ἴσως ἄπειρα τὸν ἀριθμὸν τὰ ἐκ τούτων. ἐξ ὧν μὲν οὖν ἐστιν ἕκαστον τούτων, ἔστω γινώσκειν τὴν ψυχὴν καὶ αἰσθάνεσθαι· ἀλλὰ τὸ σύνολον τίνι γνωριεῖ ἢ αἰσθήσεται, οἷον τί θεὸς ἢ ἄνθρωπος ἢ σὰρξ ἢ ὀστοῦν; ὁμοίως δὲ καὶ ἄλλο ὁτιοῦν τῶν συνθέτων· οὐ γὰρ ὁπωσοῦν ἔχοντα τὰ στοιχεῖα τούτων ἕκαστον, ἀλλὰ λόγῳ τινὶ καὶ συνθέσει, καθάπερ φησὶ καὶ Ἐμπεδοκλῆς τὸ ὀστοῦν· ἡ δὲ χθὼν ἐπίηρος ἐν εὐστέρνοις χοάνοισιν τὼ δύο τῶν οκτὼ μερέων λάχε νήστιδος αἴγλης, τέσσαρα δ' Ἡφαίστοιο· τὰ δ' ὀστέα λευκὰ γένοντο.",
              "translation": "ئەوان ئەمە دەڵێن بۆ ئەوەی [گیان] بتوانێت هەست بە بوونەوەران بکات و هەریەکەیان بناسێت. بەڵام چەندین دەرەنجامی مەحاڵ لەم تیۆرییە دەکەوێتەوە. ئەوان وادادەنێن کە 'هاوشێوە بە هاوشێوە' دەناسرێت، وەک ئەوەی گیانیان بە خودی شتەکان دانابێت. بەڵام تەنها ئەم [توخمانە] نین، بەڵکو زۆر شتی تریش هەن، یان ڕەنگە ژمارەیەکی بێ کۆتا لە شتی پێکهاتوو لەمانە هەبێت. با وادابنێین کە گیان ئەو توخمانە دەناسێت و هەستیان پێدەکات کە هەر یەک لەمانە لێیان پێکهاتووە؛ بەڵام 'پێکهاتەکە' بە چی دەناسێت یان هەستی پێدەکات؟ بۆ نموونە، چییەتیی خودا، یان مرۆڤ، یان گۆشت، یان ئێسک؟ هەروەها هەر شتێکی تری ئاوێتە. چونکە هەر یەک لەمانە تەنها کۆمەڵێک توخمی هەڕەمەکی نین، بەڵکو بەپێی 'ڕێژە' (logos) و 'پێکهاتە'یەکی دیاریکراون، وەک چۆن ئیمپیدۆکلیسیش دەربارەی ئێسک دەڵێت: 'زەویی بەخششکەر لەناو کوورە فراوانەکاندا، دوو بەشی لە هەشت بەشی ڕووناکی ڕۆژووەوان (ئاو) وەرگرت، و چوار بەش لە هیفاستۆس (ئاگر)؛ و ئێسکە سپییەکان دروست بوون.'",
              "commentary": "ئەمە ڕەخنەیەکی زۆر بەهێزە. با وادابنێین گیان لە ئاو و ئاگر و خاک و هەوا پێکهاتووە. بەمە دەتوانێت ئاو و ئاگر و خاک و هەوا بناسێت. بەڵام چۆن 'ئێسک' دەناسێت؟ ئێسک تەنها کۆمەڵێک توخم نییە، بەڵکو 'ڕێژە' و 'پێکهاتە'یەکی دیاریکراوی ئەو توخمانەیە. ئەگەر گیان تەنها توخمەکانی تێدابێت، ناتوانێت 'ڕێژە'کە بناسێت."
            },
            {
              "line_number": "410a7-13",
              "original_text": "οὐδὲν οὖν ὄφελος ἐνεῖναι τὰ στοιχεῖα ἐν τῇ ψυχῇ, εἰ μὴ καὶ οἱ λόγοι ἐνέσονται καὶ ἡ σύνθεσις· γνωριεῖ γὰρ ἕκαστον τὸ ὅμοιον, τὸ δ' ὀστοῦν ἢ τὸν ἄνθρωπον οὐθέν, εἰ μὴ καὶ ταῦτ' ἐνέσται. τοῦτο δ' ὅτι ἀδύνατον, οὐθὲν δεῖ λέγειν· τίς γὰρ ἂν ἀπορήσειεν εἰ ἔνεστιν ἐν τῇ ψυχῇ λίθος ἢ ἄνθρωπος; ὁμοίως δὲ καὶ τὸ ἀγαθὸν καὶ τὸ μὴ ἀγαθόν· τὸν αὐτὸν δὲ τρόπον καὶ περὶ τῶν ἄλλων.",
              "translation": "کەواتە، هیچ سوودێکی نییە کە توخمەکان لەناو گیاندا بن، ئەگەر 'ڕێژە'کان و 'پێکهاتە'کەش لەوێ نەبن. چونکە [گیان] هاوشێوەکەی خۆی دەناسێت، بەڵام ئێسک یان مرۆڤ ناناسێت، مەگەر ئەمانەش لەناو [گیاندا] بن. ئەوەی کە ئەمە مەحاڵە، پێویست بە باسکردن ناکات؛ چونکە کێ گومانی لەوە هەیە کە ئایا بەردێک یان مرۆڤێک لەناو گیاندایە؟ هەمان شت بۆ چاکە و خراپەش ڕاستە، و بە هەمان شێوە بۆ شتەکانی تریش.",
              "commentary": "دەرەنجامی پووچەڵکەرەوەکە (reductio ad absurdum). بۆ ئەوەی گیان 'مرۆڤ' بناسێت، دەبێت خودی 'مرۆڤ' لەناو گیاندا بێت. بۆ ئەوەی 'بەرد' بناسێت، دەبێت 'بەرد' لەناو گیاندا بێت. ئەمە بە ئاشکرا مەحاڵە. تیۆریی 'هاوشێوە هاوشێوە دەناسێت' دەبێتە هۆی ئەم دەرەنجامە بێمانایە."
            },
            {
              "line_number": "410a13-22",
              "original_text": "ἔτι δὲ πολλαχῶς λεγομένου τοῦ ὄντος (σημαίνει γὰρ τὸ μὲν τόδε τι, τὸ δὲ ποσὸν ἢ ποιὸν ἢ καί τινα ἄλλην τῶν διαιρεθεισῶν κατηγοριῶν) πότερον ἐξ ἁπάντων ἔσται ἡ ψυχὴ ἢ οὔ; ἀλλ' οὐ δοκεῖ κοινὰ πάντων εἶναι στοιχεῖα. ἆρ' οὖν ὅσα τῶν οὐσιῶν, ἐκ τούτων μόνον; πῶς οὖν γινώσκει καὶ τῶν ἄλλων ἕκαστον; ἢ φήσουσιν ἑκάστου γένους εἶναι στοιχεῖα καὶ ἀρχὰς ἰδίας, ἐξ ὧν τὴν ψυχὴν συνεστάναι; ἔσται ἄρα ποσὸν καὶ ποιὸν καὶ οὐσία. ἀλλ' ἀδύνατον ἐκ τῶν τοῦ ποσοῦ στοιχείων οὐσίαν εἶναι καὶ μὴ ποσόν. τοῖς δὴ λέγουσιν ἐκ πάντων ταῦτά τε καὶ τοιαῦθ' ἕτερα συμβαίνει.",
              "translation": "هەروەها، چونکە 'بوون' بە چەندین شێوە دەگوترێت (چونکە هەندێک جار مانای 'جەوهەر' دەدات، هەندێک جار 'چەندێتی' یان 'چۆنایەتی' یان هەر یەکێکی تری پۆلە دابەشکراوەکان)، ئایا گیان لە هەموویان پێکهاتووە یان نا؟ بەڵام وا دەرناکەوێت کە توخمی هاوبەش بۆ هەموو پۆلەکان هەبێت. ئایا کەواتە تەنها لە توخمەکانی 'جەوهەر' پێکهاتووە؟ کەواتە چۆن هەریەک لەوانی تر دەناسێت؟ یان دەڵێن هەر جۆرێک (مەبەست لە پۆلەکانە) توخم و بنەمای تایبەت بە خۆی هەیە، و گیان لە هەموویان پێکهاتووە؟ کەواتە گیان دەبێت هەم چەندێتی بێت، هەم چۆنایەتی و هەم جەوهەر. بەڵام مەحاڵە لە توخمەکانی چەندێتییەوە جەوهەر دروست ببێت و چەندێتی نەبێت. بۆ ئەوانەی دەڵێن [گیان] لە هەموو [توخمەکان] پێکهاتووە، ئەم دەرەنجامانە و زۆری تری هاوشێوەی لێدەکەوێتەوە.",
              "commentary": "ڕەخنەیەکی مێتافیزیکیی زۆر ورد. گیان تەنها جەوهەرەکان ناناسێت، بەڵکو چۆنایەتی (وەک 'سپی') و چەندێتی (وەک 'سێ') و پۆلەکانی تریش دەناسێت. ئەگەر گیان لە توخمەکان پێکهاتبێت، دەبێت لە توخمی هەموو پۆلەکان پێکهاتبێت. بەڵام ئایا توخمی 'چۆنایەتی' هەیە؟ ئەگەر وابێت، ئەوا گیان خۆی دەبێت هەم جەوهەر بێت، هەم چۆنایەتی، هەم چەندێتی، کە ئەمەش ناکۆکییەکی لۆژیکییە."
            },
            {
              "line_number": "410a23-410b2",
              "original_text": "ἄτοπον δὲ καὶ τὸ φάναι μὲν ἀπαθὲς εἶναι τὸ ὅμοιον ὑπὸ τοῦ ὁμοίου, αἰσθάνεσθαι δὲ τὸ ὅμοιον τοῦ ὁμοίου καὶ γινώσκειν τῷ ὁμοίῳ τὸ ὅμοιον· τὸ δ' αἰσθάνεσθαι πάσχειν τι καὶ κινεῖσθαι τιθέασιν· ὁμοίως δὲ καὶ τὸ νοεῖν τε καὶ γινώσκειν. πολλὰς δ' ἀπορίας καὶ δυσχερείας ἔχοντος τοῦ λέγειν, καθάπερ Ἐμπεδοκλῆς, ὡς τοῖς σωματικοῖς στοιχείοις ἕκαστα γνωρίζεται, καί, πρός, τῷ ὁμοίῳ, μαρτυρεῖ τὸ νῦν λεχθέν· ὅσα γάρ ἐστιν ἐν τοῖς τῶν ζῴων σώμασιν ἁπλῶς γῆς, οἷον ὀστᾶ νεῦρα τρίχες, οὐθενὸς αἰσθάνεσθαι δοκεῖ, ὥστ' οὐδὲ τῶν ὁμοίων· καίτοι προσῆκεν.",
              "translation": "هەروەها نامۆیە کە بڵێین هاوشێوە کاری تێناکرێت لەلایەن هاوشێوەوە، بەڵام هاوشێوە هەست بە هاوشێوە دەکات و بە هاوشێوە هاوشێوە دەناسێت. لە کاتێکدا هەستکردن بە جۆرێک لە 'کارلێکران' (paschein) و 'جووڵان' دادەنێن، و بە هەمان شێوە بیرکردنەوە و زانینیش. ئەو قسەیەی ئیمپیدۆکلیس کە دەڵێت هەموو شتێک بە توخمە جەستەییەکان و بە هاوشێوە دەناسرێت، کێشە و دژواریی زۆری هەیە، و ئەوەی ئێستا باسمان کرد بەڵگەیە: هەموو ئەو بەشانەی لە جەستەی زیندەوەراندا تەنها لە زەوی پێکهاتوون، وەک ئێسک و دەمار و موو، وا دەرناکەوێت هەست بە هیچ شتێک بکەن، کەواتە هەست بە هاوشێوەکانی خۆشیان (زەوی) ناکەن؛ لە کاتێکدا دەبوو وابوایە.",
              "commentary": "دوو ڕەخنەی تر: ١) ناکۆکییەکی ناوخۆیی: چۆن 'هاوشێوە' دەتوانێت کار لە 'هاوشێوە' بکات، لە کاتێکدا هەستکردن خۆی جۆرێکە لە کارلێکران؟ ٢) ڕەخنەیەکی بایۆلۆژیی کوشندە: ئەگەر 'هاوشێوە هاوشێوە بناسێت'، دەبوو ئێسک و مووی ئێمە (کە لە توخمی زەوین) هەستیان بە زەوی و بەرد بکردایە، بەڵام وا نییە. کەواتە بنەماکە هەڵەیە."
            },
            {
              "line_number": "410b2-9",
              "original_text": "ἔτι δ' ἑκάστῃ τῶν ἀρχῶν ἄγνοια πλείων ἢ σύνεσις ὑπάρξει· γνώσεται μὲν γὰρ ἓν ἑκάστη, πολλὰ δ' ἀγνοήσει· πάντα γὰρ τἆλλα. συμβαίνει δ' Ἐμπεδοκλεῖ γε καὶ ἀφρονέστατον εἶναι τὸν θεόν· μόνος γὰρ τῶν στοιχείων ἓν οὐ γνωριεῖ, τὸ νεῖκος, τὰ δὲ θνητὰ πάντα· ἐκ πάντων γὰρ ἕκαστον.",
              "translation": "هەروەها، هەر یەکێک لە بنەماکان نەزانییەکەی زیاتر دەبێت لە تێگەیشتنەکەی؛ چونکە هەر یەکەیان تەنها یەک شت دەناسێت، و لە هەموو شتەکانی تر بێئاگا دەبێت. بەپێی بۆچوونی ئیمپیدۆکلیس، دەرەنجامەکەی ئەوەیە کە خودا گێلترین بێت؛ چونکە ئەو بە تەنها یەکێک لە توخمەکان ناناسێت، کە 'ناکۆکی'یە (Neikos)، بەڵام هەموو بوونەوەرە فەوتاوەکان [دەیناسن]، چونکە هەریەکەیان لە هەموو [توخمەکان] پێکهاتووە.",
              "commentary": "ڕەخنەیەکی تەنزئامێز و زیرەکانە. ئەگەر زانین بە هەبوونی توخمەکان بێت، ئەوا خودای ئیمپیدۆکلیس (کە تەنها 'خۆشەویستی'یە) تەنها یەک شت دەناسێت و لە هەموو شتەکانی تر بێئاگایە، لە کاتێکدا مرۆڤەکان (کە لە هەموو توخمەکان و هەردوو هێزەکە پێکهاتوون) هەموو شتێک دەناسن. ئەمە دژی گریمانە بنەڕەتییەکانە."
            },
            {
              "line_number": "410b10-15",
              "original_text": "ὅλως τε διὰ τίν' αἰτίαν οὐχ ἅπαντα ψυχὴν ἔχει τὰ ὄντα, ἐπειδὴ πᾶν ἤτοι στοιχεῖον ἢ ἐκ στοιχείου ἑνὸς ἢ πλειόνων ἢ πάντων; ἀναγκαῖον γάρ ἐστιν ἕν τι γινώσκειν ἢ τινὰ ἢ πάντα. ἀπορήσειε δ' ἄν τις καὶ τί ποτ' ἐστὶ τὸ ἑνοποιοῦν αὐτά· ὕλῃ γὰρ ἔοικε τά γε στοιχεῖα, κυριώτατον δ' ἐκεῖνο τὸ συνέχον, ὅ τί ποτ' ἐστίν· τῆς δὲ ψυχῆς εἶναί τι κρεῖττον καὶ ἄρχον ἀδύνατον· ἀδυνατώτερον δ' ἔτι τοῦ νοῦ· εὔλογον γὰρ τοῦτον εἶναι προγενέστατον καὶ κύριον κατὰ φύσιν, τὰ δὲ στοιχεῖά φασι πρῶτα τῶν ὄντων εἶναι.",
              "translation": "و بە گشتی، بۆچی هەموو بوونەوەران گیانیان نییە، لە کاتێکدا هەموو شتێک یان توخمە یان لە یەک توخم یان زیاتر یان هەموویان پێکهاتووە؟ چونکە پێویستە یان یەک شت بناسن یان هەندێکیان یان هەموویان. کەسێک لەوانەیە بپرسێت: ئەو شتە چییە کە ئەمانە یەکدەخات؟ چونکە توخمەکان لە ماددە دەچن، بەڵام ئەوەی کە پێکەوەیان دەبەستێت، هەرچییەک بێت، گرنگترینیانە. بەڵام مەحاڵە شتێک لە گیان باڵاتر و فەرمانڕەواتر بێت؛ و مەحاڵتریشە لە ئەقڵ باڵاتر بێت. چونکە لۆژیکییە کە ئەم [ئەقڵە] لە هەمووان لەپێشتر و بە سروشت فەرمانڕەوا بێت، لە کاتێکدا ئەوان دەڵێن توخمەکان یەکەمینی بوونەوەرانن.",
              "commentary": "دوو پرسیاری بنەڕەتیی تر: ١) ئەگەر هەموو شتێک لە توخمەکان پێکهاتووە و گیانیش لە توخمەکان پێکهاتووە، بۆچی هەموو شتێک گیانی نییە؟ ٢) گرنگتر لەوە: توخمەکان تەنها 'ماددە'ن. 'هۆکاری یەکگرتن' و 'فۆرم'ی گیان چییە؟ دەبێت ئەم هۆکارە لە توخمەکان (ماددە) باڵاتر بێت، کە ئەمەش دژی گریمانەی ئەوانە کە دەڵێن توخمەکان سەرەتاییترین شتن."
            },
            {
              "line_number": "410b16-27",
              "original_text": "πάντες δὲ καὶ οἱ διὰ τὸ γνωρίζειν καὶ αἰσθάνεσθαι τὰ ὄντα τὴν ψυχὴν ἐκ τῶν στοιχείων λέγοντες αὐτήν, καὶ οἱ τὸ κινητικώτατον, οὐ περὶ πάσης λέγουσι ψυχῆς. οὔτε γὰρ τὰ αἰσθανόμενα πάντα κινητικά (φαίνεται γὰρ εἶναί τινα μόνιμα τῶν ζῴων κατὰ τόπον· καίτοι δοκεῖ γε ταύτην μόνην τῶν κινήσεων κινεῖν ἡ ψυχὴ τὸ ζῷον)· ὁμοίως δὲ καὶ ὅσοι τὸν νοῦν καὶ τὸ αἰσθητικὸν ἐκ τῶν στοιχείων ποιοῦσιν. φαίνεται γὰρ τά τε φυτὰ ζῆν οὐ μετέχοντα [φορᾶς οὐδ'] αἰσθήσεως, καὶ τῶν ζῴων <τὰ> πολλὰ διάνοιαν οὐκ ἔχειν.",
              "translation": "هەمووان، چ ئەوانەی دەڵێن گیان لە توخمەکان پێکهاتووە بۆ ئەوەی بزانێت و هەست بکات، و چ ئەوانەی دەڵێن جووڵاوترین شتە، باسی هەموو جۆرە گیانێک ناکەن. چونکە هەموو ئەوانەی هەست دەکەن، جووڵاو نین (چونکە وا دیارە هەندێک زیندەوەر هەن کە لە شوێنی خۆیاندا جێگیرن؛ لە کاتێکدا وا دیارە ئەمە تاکە جووڵەیە کە گیان بە زیندەوەری دەکات). بە هەمان شێوەش ئەوانەی ئەقڵ و هێزی هەستکردن لە توخمەکان دروست دەکەن. چونکە وا دیارە ڕووەکەکان دەژین بەبێ ئەوەی بەشداری لە [گواستنەوە یان] هەستکردندا بکەن، و زۆرێک لە ئاژەڵەکانیش بیرکردنەوەیان نییە.",
              "commentary": "ڕەخنەیەکی گشتگیر: هەموو تیۆرییەکانی پێشوو 'گشتگیر' نین. ئەوان تەنها یەک لایەنی گیان (جووڵە، هەستکردن، یان بیرکردنەوە) ڕوون دەکەنەوە و ناتوانن هەموو ئاستەکانی ژیان (وەک ژیانی ڕووەکی، کە نە جووڵەی شوێنی هەیە و نە هەستکردن) لەخۆبگرن. تیۆرییەکی باش دەبێت بتوانێت هەموو جۆرەکانی گیان ڕوون بکاتەوە."
            },
            {
              "line_number": "410b27-411a7",
              "original_text": "εἰ δέ τις καὶ ταῦτα παραχωρήσειε καὶ θείη τὸν νοῦν μέρος τι τῆς ψυχῆς, ὁμοίως δὲ καὶ τὸ αἰσθητικόν, οὐδ' ἂν οὕτω λέγοιεν καθόλου περὶ πάσης ψυχῆς οὐδὲ περὶ ὅλης οὐδεμιᾶς. τοῦτο δὲ πέπονθε καὶ ὁ ἐν τοῖς Ὀρφικοῖς καλουμένοις ἔπεσι λόγος· φησὶ γὰρ τὴν ψυχὴν ἐκ τοῦ ὅλου εἰσιέναι ἀναπνεόντων, φερομένην ὑπὸ τῶν ἀνέμων, οὐχ οἷόν τε δὲ τοῖς φυτοῖς τοῦτο συμβαίνειν οὐδὲ τῶν ζῴων ἐνίοις, εἴπερ μὴ πάντα ἀναπνέουσιν· τοῦτο δὲ λέληθε τοὺς οὕτως ὑπειληφότας. (εἰ δὲ δεῖ τὴν ψυχὴν ἐκ τῶν στοιχείων ποιεῖν, οὐθὲν δεῖ ἐξ ἁπάντων· ἱκανὸν γὰρ θάτερον μέρος τῆς ἐναντιώσεως ἑαυτό τε κρίνειν καὶ τὸ ἀντικείμενον. καὶ γὰρ τῷ εὐθεῖ καὶ αὐτὸ καὶ τὸ καμπύλον γινώσκομεν· κριτὴς γὰρ ἀμφοῖν ὁ κανών, τὸ δὲ καμπύλον οὔθ' ἑαυτοῦ οὔτε τοῦ εὐθέος.)",
              "translation": "ئەگەر کەسێک لەمەش خۆش بێت و ئەقڵ بە بەشێک لە گیان دابنێت، و بە هەمان شێوە هێزی هەستکردنیش، تەنانەت بەم شێوەیەش باسی هەموو جۆرە گیانێک بە گشتی و باسی هیچ گیانێک بە تەواوی ناکەن. هەمان کێشە تووشی ئەو تیۆرییەش بووە کە لە شیعرە ئۆرفییەکاندا هاتووە؛ چونکە دەڵێت گیان لە گەردوونەوە دێتە ناوەوە لە کاتی هەناسەداندا، و لەلایەن باوە هەڵدەگیرێت. بەڵام مومکین نییە ئەمە بۆ ڕووەکەکان و بۆ هەندێک لە ئاژەڵەکان ڕووبدات، ئەگەر هەموویان هەناسە نەدەن. ئەمە لەلایەن ئەوانەی ئەم بۆچوونەیان هەیە فەرامۆش کراوە. (ئەگەر پێویست بێت گیان لە توخمەکان دروست بکرێت، پێویست ناکات لە هەموویان بێت؛ چونکە یەک لایەنی دژەکان بەسە بۆ ئەوەی هەم خۆی و هەم بەرامبەرەکەشی بناسێت. چونکە بە هێڵی ڕاست هەم خۆی و هەم هێڵی چەماوەش دەناسین؛ چونکە ڕاستە هەم پێوەری خۆیەتی و هەم پێوەری چەماوە، بەڵام چەماوە نە پێوەری خۆیەتی و نە پێوەری ڕاستە).",
              "commentary": "لێرەدا ئەرستۆ بەردەوامە لە ڕەخنەگرتن لە گشتگیرنەبوونی تیۆرییەکان، و تیۆریی ئۆرفی وەک نموونە دەهێنێتەوە. پاشان لە کەوانەیەکدا، ڕەخنەیەکی زۆر ورد لە بنەمای 'هاوشێوە هاوشێوە دەناسێت' دەگرێت و بەدیلەکەی خۆی پێشنیار دەکات: زانین بە 'دژەکان' ڕوودەدات، نەک بە هاوشێوەکان. هێزی بینین (کە یەکە و ستانداردە) هەم سپی و هەم ڕەش دەبینێت."
            },
            {
              "line_number": "411a7-16",
              "original_text": "καὶ ἐν τῷ ὅλῳ δή τινες αὐτὴν μεμῖχθαί φασιν, ὅθεν ἴσως καὶ Θαλῆς ᾠήθη πάντα πλήρη θεῶν εἶναι. τοῦτο δ' ἔχει τινὰς ἀπορίας· διὰ τίνα γὰρ αἰτίαν ἐν μὲν τῷ ἀέρι ἢ τῷ πυρὶ οὖσα ἡ ψυχὴ οὐ ποιεῖ ζῷον, ἐν δὲ τοῖς μικτοῖς, καὶ ταῦτα βελτίων ἐν τούτοις εἶναι δοκοῦσα; (ἐπιζητήσειε δ' ἄν τις καὶ διὰ τίν' αἰτίαν ἡ ἐν τῷ ἀέρι ψυχὴ τῆς ἐν τοῖς ζῴοις βελτίων ἐστὶ καὶ ἀθανατωτέρα.) συμβαίνει δ' ἀμφοτέρως ἄτοπον καὶ παράλογον· καὶ γὰρ τὸ λέγειν ζῷον τὸ πῦρ ἢ τὸν ἀέρα τῶν παραλογωτέρων ἐστί, καὶ τὸ μὴ λέγειν ζῷα ψυχῆς ἐνούσης ἄτοπον.",
              "translation": "هەندێکیان دەڵێن گیان لە تەواوی گەردووندا تێکەڵ بووە، و لەوانەیە هەر لەبەر ئەمەش بێت کە سالیس پێی وابووە هەموو شتێک پڕە لە خوداوەند. بەڵام ئەمە چەند کێشەیەکی هەیە: بۆچی گیان کاتێک لە هەوا یان ئاگردا بێت، زیندەوەر دروست ناکات، بەڵام کاتێک لە تەنە تێکەڵەکاندایە [زیندەوەر دروست دەکات]، لە کاتێکدا وا دیارە لەواندا [لە هەوا و ئاگردا] باشترە؟ (کەسێک لەوانەیە بپرسێت: بۆچی گیانی ناو هەوا لە گیانی ناو زیندەوەران باشتر و نەمـرترە؟) لە هەردوو حاڵەتدا دەرەنجامەکە نامۆ و نامەنتیقییە؛ چونکە وتنی ئەوەی کە ئاگر یان هەوا زیندەوەرن، یەکێکە لە قسە هەرە نامەنتیقییەکان، و وتنی ئەوەی کە زیندەوەر نین لە کاتێکدا گیانیان تێدایە، نامۆیە.",
              "commentary": "ڕەخنە لە تیۆریی 'پانپسیکیزم' (هەموو شتێک گیانی هەیە). ئەگەر هەوا گیانی تێدایە، بۆچی هەوا 'زیندەوەر' نییە؟ ئەگەر گیانی ناو هەوا لە گیانی ناو ئێمە باڵاترە، بۆچی کاریگەری و توانای کەمترە؟ ئەرستۆ ئەم بۆچوونە دەخاتە ناو دیلمایەکەوە کە هەردوو دەرەنجامەکەی مەحاڵن."
            },
            {
              "line_number": "411a16-25",
              "original_text": "ὑπολαβεῖν δ' ἐοίκασιν εἶναι τὴν ψυχὴν ἐν τούτοις ὅτι τὸ ὅλον τοῖς μορίοις ὁμοειδές· ὥστ' ἀναγκαῖον αὐτοῖς λέγειν καὶ τὴν ψυχὴν ὁμοειδῆ τοῖς μορίοις εἶναι, εἰ τῷ ἀπολαμβάνεσθαί τι τοῦ περιέχοντος ἐν τοῖς ζῴοις ἔμψυχα τὰ ζῷα γίνεται. εἰ δ' ὁ μὲν ἀὴρ διασπώμενος ὁμοειδής, ἡ δὲ ψυχὴ ἀνομοιομερής, τὸ μέν τι αὐτῆς ὑπάρξει δῆλον ὅτι, τὸ δ' οὐχ ὑπάρξει. ἀναγκαῖον οὖν αὐτὴν ἢ ὁμοιομερῆ εἶναι ἢ μὴ ἐνυπάρχειν ἐν ὁτῳοῦν μορίῳ τοῦ παντός.",
              "translation": "وا دیارە پێیان وابووە گیان لەمانەدا هەیە چونکە گشت هاوجۆری بەشەکانە. کەواتە، پێویستە بڵێن گیانیش هاوجۆری بەشەکانیەتی، ئەگەر زیندەوەران بەهۆی وەرگرتنی بەشێک لەوەی دەوروبەریان داون گیاندار دەبن. بەڵام ئەگەر هەوا کاتێک دابەش دەبێت هاوجۆرە، و گیان فرەبەش و نایەکسان بێت، ئەوا ڕوونە کە تەنها بەشێکی [گیان] لەو هەوایەدا دەبێت و بەشێکی تری نابێت. کەواتە، پێویستە گیان یان هاوجۆر و یەکپارچە بێت، یان لە هیچ بەشێکی گەردووندا بوونی نەبێت.",
              "commentary": "ڕەخنەیەکی ورد لەسەر بنەمای 'هاوجۆری'. ئەگەر گیان لە هەوای گەردوونەوە دێت، دەبێت گیان هاوجۆری هەوا بێت (واتە یەکپارچە و سادە). بەڵام گیانی مرۆڤ چەندین بەشی جیاوازی هەیە (هەستکردن، بیرکردنەوە، ئارەزوو). کەواتە چۆن ئەم گیانە فرەبەشە لە هەوایەکی سادەوە دێت؟"
            },
            {
              "line_number": "411a26-411b5",
              "original_text": "φανερὸν οὖν ἐκ τῶν εἰρημένων ὡς οὔτε τὸ γινώσκειν ὑπάρχει τῇ ψυχῇ διὰ τὸ ἐκ τῶν στοιχείων εἶναι, οὔτε τὸ κινεῖσθαι αὐτὴν καλῶς οὐδ' ἀληθῶς λέγεται. ἐπεὶ δὲ τὸ γινώσκειν τῆς ψυχῆς ἐστὶ καὶ τὸ αἰσθάνεσθαί τε καὶ τὸ δοξάζειν, ἔτι δὲ τὸ ἐπιθυμεῖν καὶ βούλεσθαι καὶ ὅλως αἱ ὀρέξεις, γίνεται δὲ καὶ ἡ κατὰ τόπον κίνησις τοῖς ζῴοις ὑπὸ τῆς ψυχῆς, ἔτι δ' αὔξη τε καὶ ἀκμὴ καὶ φθίσις, πότερον ὅλῃ τῇ ψυχῇ τούτων ἕκαστον ὑπάρχει, καὶ πάσῃ νοοῦμέν τε καὶ αἰσθανόμεθα καὶ κινούμεθα καὶ τῶν ἄλλων ἕκαστον ποιοῦμέν τε καὶ πάσχομεν, ἢ μορίοις ἑτέροις ἕτερα; καὶ τὸ ζῆν δὴ πότερον ἔν τινι τούτων ἐστὶν ἑνὶ ἢ καὶ ἐν πλείοσιν ἢ πᾶσιν, ἢ καὶ ἄλλο τι αἴτιον;",
              "translation": "کەواتە، لەوەی وترا ڕوونە کە نە زانین بەهۆی ئەوەوە هی گیانە کە لە توخمەکان پێکهاتووە، و نە وتنی ئەوەی کە دەجووڵێت، بە باشی و بە ڕاستی وتراوە. بەڵام چونکە زانین هی گیانە، و هەروەها هەستکردن و بۆچوون، هەروەها ئارەزووکردن و ویستن و بە گشتی هەموو پاڵنەرەکان، و جووڵەی شوێنیش لە زیندەوەراندا لەلایەن گیانەوە ڕوودەدات، و هەروەها گەشەکردن و گەیشتن بە کامڵبوون و پووکانەوە، ئایا هەریەک لەمانە بە تەواوی گیان ئەنجام دەدرێت، و بە هەموو گیانمان بیر دەکەینەوە و هەست دەکەین و دەجووڵێین و هەریەک لە فرمانەکانی تر ئەنجام دەدەین و ئەزموونیان دەکەین، یان بە بەشی جیاواز فرمانە جیاوازەکان [ئەنجام دەدەین]؟ و ئایا 'ژیان' خۆی لە یەکێک لەمانەدایە، یان لە چەند یەکێکیان، یان لە هەموویان، یان هۆکارێکی تری هەیە؟",
              "commentary": "دوای کۆتاییهێنان بە ڕەخنەکان، ئەرستۆ دەست دەکات بە پرسیارە بنەڕەتییەکانی خۆی، کە دەروازەن بۆ تیۆرییە پۆزەتیڤەکەی لە کتێبی دووەمدا. گرنگترین پرسیار لێرەدا پرسیاری 'یەکێتی' و 'دابەشبوون'ی گیانە. ئایا ئێمە بە 'هەموو گیانمان' بیر دەکەینەوە، یان بەشێکی تایبەت بە بیرکردنەوەمان هەیە؟"
            },
            {
              "line_number": "411b5-14",
              "original_text": "λέγουσι δή τινες μεριστὴν αὐτήν, καὶ ἄλλῳ μὲν νοεῖν ἄλλῳ δὲ ἐπιθυμεῖν. τί οὖν δή ποτε συνέχει τὴν ψυχήν, εἰ μεριστὴ πέφυκεν; οὐ γὰρ δὴ τό γε σῶμα· δοκεῖ γὰρ τοὐναντίον μᾶλλον ἡ ψυχὴ τὸ σῶμα συνέχειν· ἐξελθούσης γοῦν διαπνεῖται καὶ σήπεται. εἰ οὖν ἕτερόν τι μίαν αὐτὴν ποιεῖ, ἐκεῖνο μάλιστ' ἂν εἴη ψυχή. δεήσει δὲ πάλιν κἀκεῖνο ζητεῖν πότερον ἓν ἢ πολυμερές. εἰ μὲν γὰρ ἕν, διὰ τί οὐκ εὐθέως καὶ ἡ ψυχὴ ἕν; εἰ δὲ μεριστόν, πάλιν ὁ λόγος ζητήσει τί τὸ συνέχον ἐκεῖνο, καὶ οὕτω δὴ πρόεισιν ἐπὶ τὸ ἄπειρον.",
              "translation": "هەندێکیان دەڵێن گیان دابەشکراوە، و بە بەشێک بیردەکەینەوە و بە بەشێکی تر ئارەزوو دەکەین. کەواتە، چی گیان پێکەوە دەبەستێت، ئەگەر بە سروشت دابەشکراو بێت؟ بێگومان جەستە نییە؛ چونکە وا دیارە بە پێچەوانەوە گیان جەستە پێکەوە دەبەستێت؛ کاتێک دەردەچێت، [جەستە] هەڵدەوەشێت و دەڕزێت. کەواتە، ئەگەر شتێکی تر گیان دەکاتە یەک، ئەوا 'ئەو' شتە زیاتر لە هەمووان شایستەی ناوی گیانە. و پێویست دەکات دووبارە دەربارەی 'ئەو' شتەش بپرسین کە ئایا یەکە یان فرەبەشە. ئەگەر یەک بێت، بۆچی گیانیش هەر لە سەرەتاوە یەک نییە؟ ئەگەر دابەشکراو بێت، ئەوا پرسیارەکە دووبارە دەپرسێتەوە کە چی 'ئەو' شتە پێکەوە دەبەستێت، و بەم شێوەیە بەرەو بێکۆتا دەڕۆین.",
              "commentary": "ڕەخنەیەکی زۆر بەهێز لە تیۆریی 'گیانی دابەشکراو' (وەک لای ئەفلاتون). ئەگەر گیان چەندین بەشە، دەبێت هێزێکی یەکخەر هەبێت کە ئەم بەشانە پێکەوە گرێ بدات. ئەم هێزە یەکخەرە لە خودی بەشەکان گرنگترە و زیاتر شایستەی ناوی 'گیان'ە. بەڵام ئایا ئەم هێزە خۆی یەکە یان دابەشکراوە؟ ئەمە دەبێتە هۆی زنجیرەیەکی بێ کۆتایی (infinite regress)."
            },
            {
              "line_number": "411b14-18",
              "original_text": "ἀπορήσειε δ' ἄν τις καὶ περὶ τῶν μορίων αὐτῆς, τίν' ἔχει δύναμιν ἕκαστον ἐν τῷ σώματι. εἰ γὰρ ἡ ὅλη ψυχὴ πᾶν τὸ σῶμα συνέχει, προσήκει καὶ τῶν μορίων ἕκαστον συνέχειν τι τοῦ σώματος. τοῦτο δ' ἔοικεν ἀδυνάτῳ· ποῖον γὰρ μόριον ἢ πῶς ὁ νοῦς συνέξει, χαλεπὸν καὶ πλάσαι.",
              "translation": "کەسێک لەوانەیە پرسیار لەبارەی بەشەکانیشیەوە بکات، کە هەر یەکەیان چ هێزێکی لە جەستەدا هەیە. چونکە ئەگەر گیانی گشتی تەواوی جەستە پێکەوە دەبەستێت، شیاوە کە هەر یەکێک لە بەشەکانیشی بەشێک لە جەستە پێکەوە ببەستێت. بەڵام ئەمە وا دیارە مەحاڵ بێت؛ چونکە کام بەش یان چۆن 'ئەقڵ' [جەستە] پێکەوە دەبەستێت، تەنانەت خەیاڵکردنیشی قورسە.",
              "commentary": "پرسیارێکی تری ورد: ئەگەر گیان چەندین بەشی هەیە (بۆ نموونە ئەقڵ، ئارەزوو)، ئایا هەر بەشێک بەرپرسە لە پێکەوەبەستنی بەشێکی جەستە؟ بەڵام ئەقڵ (کە ناماددیترین بەشە) چۆن و کام بەشی جەستە پێکەوە دەبەستێت؟"
            },
            {
              "line_number": "411b19-27",
              "original_text": "φαίνεται δὲ καὶ τὰ φυτὰ διαιρούμενα ζῆν καὶ τῶν ζῴων ἔνια τῶν ἐντόμων, ὡς τὴν αὐτὴν ἔχοντα ψυχὴν τῷ εἴδει, εἰ καὶ μὴ ἀριθμῷ· ἑκάτερον γὰρ τῶν μορίων αἴσθησιν ἔχει καὶ κινεῖται κατὰ τόπον ἐπί τινα χρόνον. εἰ δὲ μὴ διατελοῦσιν, οὐθὲν ἄτοπον· ὄργανα γὰρ οὐκ ἔχουσιν ὥστε σώζειν τὴν φύσιν. ἀλλ' οὐδὲν ἧττον ἐν ἑκατέρῳ τῶν μορίων ἅπαντ' ἐνυπάρχει τὰ μόρια τῆς ψυχῆς, καὶ ὁμοειδῆ ἐστιν ἀλλήλοις καὶ τῇ ὅλῃ, ἀλλήλοις μὲν ὡς οὐ χωριστὰ ὄντα, τῇ δ' ὅλῃ ψυχῇ ὡς οὐ διαιρετῇ οὔσῃ.",
              "translation": "وا دیارە کە ڕووەکەکان و هەندێک لە مێرووەکان کاتێک دابەش دەکرێن، دەژین، وەک ئەوەی هەمان 'جۆر' گیانیان هەبێت، هەرچەندە لە 'ژمارە'دا یەک نەبن. چونکە هەریەک لە بەشەکان بۆ ماوەیەک هەستیان هەیە و بە گواستنەوەی شوێن دەجووڵێن. ئەگەر بەردەوام نەبن، شتێکی نامۆ نییە؛ چونکە ئەو ئۆرگانانەیان نییە کە سروشتەکەیان بپارێزن. بەڵام سەرەڕای ئەوەش، لە هەریەک لەم دوو بەشەدا هەموو بەشەکانی گیان بوونیان هەیە، و هاوجۆرن لەگەڵ یەکتر و لەگەڵ گشتەکەدا؛ لەگەڵ یەکتر هاوجۆرن چونکە لێک جیانابنەوە، و لەگەڵ گیانی گشتیدا هاوجۆرن چونکە [گیانی گشتی] دابەشنەبووە.",
              "commentary": "ئەرستۆ بەڵگەیەکی بایۆلۆژی دەهێنێتەوە کە وادیارە دژی بۆچوونی خۆیەتی، بەڵام بۆ بەهێزکردنی بەکاریدەهێنێت. دابەشبوونی کرمەکان نیشانی دەدات کە گیان دەتوانێت لە ڕووی ژمارەوە دابەش بێت بەڵام لە ڕووی 'جۆر'ەوە یەکپارچە بمێنێت. ئەمە ئاماژە بەوە دەکات کە 'یەکێتی' گیان یەکێتییەکی فەرمانییە (functional) نەک یەکێتییەکی فیزیکی. هەموو بەشەکانی گیان لە هەموو بەشێکی جەستەدا بە شێوەی توانست ئامادەن."
            },
            {
              "line_number": "411b27-30",
              "original_text": "ἔοικε δὲ καὶ ἡ ἐν τοῖς φυτοῖς ἀρχὴ ψυχή τις εἶναι· μόνης γὰρ ταύτης κοινωνεῖ καὶ ζῷα καὶ φυτά, καὶ αὕτη μὲν χωρίζεται τῆς αἰσθητικῆς ἀρχῆς, αἴσθησιν δ' οὐθὲν ἄνευ ταύτης ἔχει.",
              "translation": "وا دیارە بنەمای ناو ڕووەکەکانیش جۆرێکە لە گیان؛ چونکە تەنها لەمەدا هەم ئاژەڵان و هەم ڕووەکەکان هاوبەشن. ئەم [بنەمایە] لە بنەمای هەستکردن جیا دەبێتەوە، بەڵام هیچ شتێک بەبێ ئەم [بنەمایەی ژیان] هەستکردنی نییە.",
              "commentary": "ئەمە دێڕی کۆتایی کتێبی یەکەمە و دەروازەیەکی ڕاستەوخۆیە بۆ کتێبی دووەم. ئەرستۆ یەکەم و بنەڕەتیترین ئاستی گیان دیاری دەکات، کە 'گیانی خۆراکی' یان 'گیانی گەشەکردن'ە (nutritive soul). ئەمە ئەو ئاستەیە کە لە هەموو زیندەوەراندا، لە ڕووەکەوە تا مرۆڤ، هاوبەشە و بنچینەی هەموو ئاستەکانی ترە."
            }
          ]
        }
      ]
    }
  ]
}
