
{
  "books": [
    {
      "title": "دەربارەی گیان (Περὶ Ψυχῆς)",
      "author": "ئەرەستوو (Aristotle)",
      "sections": [
        {
          "section_title": "کتێبی یەکەم - بەشی سێیەم: ڕەتکردنەوەی ئەو بۆچوونەی کە جووڵە جەوهەری گیانە. — ڕەخنە لە دیمۆکریتۆس و تیۆرییەکانی تیمایۆس. — کەموکوڕیی گشتیی تیۆرییەکان: فەرامۆشکردنی جەستە.",
          "lines": [
            {
              "line_number": "405b31-406a2",
              "original_text": "Ἐπισκεπτέον δὲ πρῶτον μὲν περὶ κινήσεως· ἴσως γὰρ οὐ μόνον ψεῦδός ἐστι τὸ τὴν οὐσίαν αὐτῆς τοιαύτην εἶναι οἵαν φασὶν οἱ λέγοντες ψυχὴν εἶναι τὸ κινοῦν ἑαυτὸ ἢ δυνάμενον κινεῖν, ἀλλ' ἕν τι τῶν ἀδυνάτων τὸ ὑπάρχειν αὐτῇ κίνησιν.",
              "translation": "سەرەتا دەبێت دەربارەی جووڵە بکۆڵینەوە؛ چونکە لەوانەیە نەک هەر هەڵە بێت کە جەوهەری گیان بەو شێوەیە بێت کە ئەوانەی دەڵێن گیان 'ئەوەیە کە خۆی دەجووڵێنێت' یان 'دەتوانێت بجووڵێنێت' باسی دەکەن، بەڵکو یەکێکە لە شتە مەحاڵەکان کە جووڵە تایبەتمەندییەکی [زاتیی] گیان بێت.",
              "commentary": "ئەرستۆ ڕاستەوخۆ دەست بە ڕەخنەگرتن دەکات. ئەو تەنها ناڵێت بۆچوونی 'گیان وەک خۆ-جووڵێنەر' هەڵەیە، بەڵکو دەڵێت لە بنەڕەتدا مەحاڵە (ἀδύνατον). ئەمە سەرەتای زنجیرەیەک بەڵگەی بەهێزە بۆ پووچەڵکردنەوەی ئەم تیۆرییە."
            },
            {
              "line_number": "406a2-12",
              "original_text": "ὅτι μὲν οὖν οὐκ ἀναγκαῖον τὸ κινοῦν καὶ αὐτὸ κινεῖσθαι, πρότερον εἴρηται. διχῶς δὲ κινουμένου παντός-ἢ γὰρ καθ' ἕτερον ἢ καθ' αὑτό· καθ' ἕτερον δὲ λέγομεν ὅσα κινεῖται τῷ ἐν κινουμένῳ εἶναι, οἷον πλωτῆρες· οὐ γὰρ ὁμοίως κινοῦνται τῷ πλοίῳ· τὸ μὲν γὰρ καθ' αὑτὸ κινεῖται, οἱ δὲ τῷ ἐν κινουμένῳ εἶναι (δῆλον δ' ἐπὶ τῶν μορίων· οἰκεία μὲν γάρ ἐστι κίνησις ποδῶν βάδισις, αὕτη δὲ καὶ ἀνθρώπων· οὐχ ὑπάρχει δὲ τοῖς πλωτῆρσι τόδε) -διχῶς δὴ λεγομένου τοῦ κινεῖσθαι νῦν ἐπισκοποῦμεν περὶ τῆς ψυχῆς εἰ καθ' αὑτὴν κινεῖται καὶ μετέχει κινήσεως.",
              "translation": "پێشتر وتمان کە مەرج نییە ئەوەی دەجووڵێنێت، خۆشی بجووڵێت. هەموو شتێک بە دوو شێوە دەجووڵێت: یان 'بەهۆی شتێکی ترەوە' یان 'بە زاتی خۆی'. مەبەستمان لە 'بەهۆی شتێکی ترەوە' ئەو شتانەیە کە بەهۆی بوونیان لەناو شتێکی جووڵاودا دەجووڵێن، وەک دەریاوانەکان؛ چونکە ئەوان وەک کەشتییەکە ناجووڵێن. کەشتییەکە 'بە زاتی خۆی' دەجووڵێت، بەڵام ئەوان بەهۆی بوونیان لەناو شتێکی جووڵاودا دەجووڵێن (ئەمە لە ئەندامەکانی لەشدا ڕوونە؛ جووڵەی تایبەتی پێیەکان ڕۆیشتنە، کە ئەمەش جووڵەی مرۆڤە؛ بەڵام ئەمە هی دەریاوانەکان نییە). کەواتە، بەو پێیەی دوو جۆر جووڵە هەیە، ئێستا لێکۆڵینەوە لەوە دەکەین کە ئایا گیان 'بە زاتی خۆی' دەجووڵێت و بەشداری لە جووڵەدا دەکات.",
              "commentary": "لێرەدا ئەرستۆ جیاکارییەکی فەلسەفیی زۆر گرنگ دەکات: جووڵەی 'بە زاتی خۆی' (per se) و جووڵەی 'بە ڕێکەوت' یان 'عەرەزی' (per accidens). دەریاوانێک لەسەر کەشتییەک 'بە ڕێکەوت' دەجووڵێت، چونکە کەشتییەکە دەجووڵێت. پرسیارە سەرەکییەکە ئەوەیە: ئایا گیان خۆی دەجووڵێت یان تەنها لەبەر ئەوەی لەناو جەستەیەکی جووڵاودایە وا دەردەکەوێت کە دەجووڵێت؟"
            },
            {
              "line_number": "406a12-21",
              "original_text": "τεσσάρων δὲ κινήσεων οὐσῶν, φορᾶς ἀλλοιώσεως φθίσεως αὐξήσεως, ἢ μίαν τούτων κινοῖτ' ἂν ἢ πλείους ἢ πάσας. εἰ δὲ κινεῖται μὴ κατὰ συμβεβηκός, φύσει ἂν ὑπάρχοι κίνησις αὐτῇ· εἰ δὲ τοῦτο, καὶ τόπος· πᾶσαι γὰρ αἱ λεχθεῖσαι κινήσεις ἐν τόπῳ. εἰ δ' ἐστὶν ἡ οὐσία τῆς ψυχῆς τὸ κινεῖν ἑαυτήν, οὐ κατὰ συμβεβηκὸς αὐτῇ τὸ κινεῖσθαι ὑπάρξει, ὥσπερ τῷ λευκῷ ἢ τῷ τριπήχει· κινεῖται γὰρ καὶ ταῦτα, ἀλλὰ κατὰ συμβεβηκός· ᾧ γὰρ ὑπάρχουσιν, ἐκεῖνο κινεῖται, τὸ σῶμα. διὸ καὶ οὐκ ἔστι τόπος αὐτῶν· τῆς δὲ ψυχῆς ἔσται, εἴπερ φύσει κινήσεως μετέχει.",
              "translation": "بەو پێیەی چوار جۆر جووڵە هەیە: گواستنەوە (جووڵەی شوێن)، گۆڕانی چۆنایەتی، کەمبوونەوە، و زیادبوون، [ئەگەر گیان بجووڵێت] ئەوا بە یەکێک یان زیاتر یان هەموو ئەمانە دەجووڵێت. ئەگەر بە شێوەی عەرەزی نەجووڵێت، ئەوا دەبێت جووڵە بە سروشت هی ئەو بێت. ئەگەر وا بێت، ئەوا دەبێت شوێنیشی (tópos) هەبێت؛ چونکە هەموو ئەو جووڵانەی باسمان کردن لە شوێندان. ئەگەر جەوهەری گیان بریتی بێت لە 'خۆ-جووڵاندن'، ئەوا جووڵەکەی عەرەزی نابێت، وەک جووڵەی 'سپییەتی' یان 'سێ باڵ درێژی'؛ ئەمانەش دەجووڵێن، بەڵام بە شێوەی عەرەزی، چونکە ئەو شتەی کە ئەم سیفەتانەی هەیە، واتە جەستە، دەجووڵێت. بۆیە ئەمانە شوێنیان نییە؛ بەڵام گیان شوێنی دەبێت، ئەگەر بە سروشت بەشداری لە جووڵەدا بکات.",
              "commentary": "یەکەم بەڵگەی پووچەڵکردنەوە (reductio ad absurdum). ئەگەر گیان بە زاتی خۆی بجووڵێت، دەبێت جووڵەکەی یەکێک بێت لە جووڵە فیزیکییە ناسراوەکان (گواستنەوە، گۆڕان، هتد). هەموو جووڵەیەکی فیزیکی لە 'شوێن'دا ڕوودەدات. کەواتە، دەبێت گیان شوێنێکی هەبێت، ئەمەش دەرەنجامێکی مەحاڵە بۆ بوونەوەرێکی ناماددی."
            },
            {
              "line_number": "406a21-26",
              "original_text": "ἔτι δ' εἰ φύσει κινεῖται, κἂν βίᾳ κινηθείη· κἂν εἰ βίᾳ, καὶ φύσει. τὸν αὐτὸν δὲ τρόπον ἔχει καὶ περὶ ἠρεμίας· εἰς ὃ γὰρ κινεῖται φύσει, καὶ ἠρεμεῖ ἐν τούτῳ φύσει· ὁμοίως δὲ καὶ εἰς ὃ κινεῖται βίᾳ, καὶ ἠρεμεῖ ἐν τούτῳ βίᾳ. ποῖαι δὲ βίαιοι τῆς ψυχῆς κινήσεις ἔσονται καὶ ἠρεμίαι, οὐδὲ πλάττειν βουλομένοις ῥᾴδιον ἀποδοῦναι.",
              "translation": "هەروەها، ئەگەر بە سروشت بجووڵێت، ئەوا دەبێت بتوانرێت بە زۆریش (βίᾳ) بجووڵێنرێت؛ و ئەگەر بە زۆر بجووڵێت، ئەوا دەبێت بە سروشتیش بجووڵێت. هەمان شت بۆ وەستانیش ڕاستە؛ لەو شوێنەی کە بە سروشت بەرەوی دەجووڵێت، لەوێش بە سروشت دەوەستێت. بە هەمان شێوە، لەو شوێنەی کە بە زۆر بەرەوی دەجووڵێت، لەوێش بە زۆر دەوەستێت. بەڵام جووڵە و وەستانە زۆرەملێیەکانی گیان چین؟ تەنانەت ئەگەر بمانەوێت لە خەیاڵی خۆشماندا دروستی بکەین، باسکردنیان ئاسان نییە.",
              "commentary": "دووەم بەڵگەی پووچەڵکردنەوە. لە فیزیکی ئەرستۆدا، هەر شتێک جووڵەی سروشتی هەبێت، دەتوانرێت جووڵەی 'زۆرەملێ'شی بەسەردا بسەپێنرێت (بۆ نموونە، بەرد بە سروشت بەرەو خوارەوە دەچێت، بەڵام دەتوانیت بە زۆر بەرەو سەرەوە هەڵیبدەیت). پرسیارە ڕەخنەییەکە ئەوەیە: جووڵە یان وەستانی 'زۆرەملێ' بۆ گیان چی مانایەکی هەیە؟ ئەمە چەمکێکی بێمانایە، کەواتە گریمانە سەرەتاییەکە (کە گیان بە سروشت دەجووڵێت) هەڵەیە."
            },
            {
              "line_number": "406a26-406b5",
              "original_text": "ἔτι δ' εἰ μὲν ἄνω κινήσεται, πῦρ ἔσται, εἰ δὲ κάτω, γῆ· τούτων γὰρ τῶν σωμάτων αἱ κινήσεις αὗται· ὁ δ' αὐτὸς λόγος καὶ περὶ τῶν μεταξύ. ἔτι δ' ἐπεὶ φαίνεται κινοῦσα τὸ σῶμα, ταύτας εὔλογον κινεῖν τὰς κινήσεις ἃς καὶ αὐτὴ κινεῖται. εἰ δὲ τοῦτο, καὶ ἀντιστρέψασιν εἰπεῖν ἀληθὲς ὅτι ἣν τὸ σῶμα κινεῖται, ταύτην καὶ αὐτή. τὸ δὲ σῶμα κινεῖται φορᾷ· ὥστε καὶ ἡ ψυχὴ μεταβάλλοι ἂν κατὰ τὸ σῶμα ἢ ὅλη ἢ κατὰ μόρια μεθισταμένη. εἰ δὲ τοῦτ' ἐνδέχεται, καὶ ἐξελθοῦσαν εἰσιέναι πάλιν ἐνδέχοιτ' ἄν· τούτῳ δ' ἕποιτ' ἂν τὸ ἀνίστασθαι τὰ τεθνεῶτα τῶν ζῴων.",
              "translation": "هەروەها، ئەگەر بەرەو سەرەوە بجووڵێت، ئەوا دەبێت ئاگر بێت؛ ئەگەر بەرەو خوارەوە، ئەوا زەوی دەبێت؛ چونکە ئەمانە جووڵەی ئەم تەنانەن. هەمان شت بۆ توخمەکانی ناوەڕاستیش ڕاستە. هەروەها، چونکە وا دەردەکەوێت کە جەستە دەجووڵێنێت، لۆژیکییە کە بە هەمان ئەو جووڵانە بیجووڵێنێت کە خۆی پێی دەجووڵێت. ئەگەر وا بێت، ئەوا بە پێچەوانەکردنەوەش ڕاستە بڵێین کە بەو جووڵەیەی جەستە دەجووڵێت، گیانیش بە هەمان شێوە دەجووڵێت. جەستەش بە گواستنەوەی شوێن دەجووڵێت؛ کەواتە گیانیش دەبێت لەگەڵ جەستەدا شوێنی بگۆڕێت، یان بە گشتی یان بەشەکانی شوێنیان بگۆڕن. ئەگەر ئەمە مومکین بێت، ئەوا مومکینە کە [گیان] لە جەستە بچێتە دەرەوە و دووبارە بێتەوە ناوەوە؛ لەمەشەوە زیندووبوونەوەی زیندەوەرە مردووەکان دەکەوێتەوە.",
              "commentary": "سێیەم بەڵگەی پووچەڵکردنەوە. ئەگەر جووڵەی گیان سروشتی بێت، دەبێت وەک جووڵەی یەکێک لە توخمەکان بێت (سەرەوە، خوارەوە). دەرەنجامێکی تری مەترسیدار: ئەگەر گیان وەک جەستە بجووڵێت (گواستنەوە)، ئەوا دەتوانێت لە جەستە دەربچێت و بگەڕێتەوە. ئەرستۆ بە شێوەیەکی تەنزئامێز دەڵێت ئەمە دەبێتە هۆی زیندووبوونەوەی مردووەکان، کە لای ئەو شتێکی مەحاڵە."
            },
            {
              "line_number": "406b5-11",
              "original_text": "τὴν δὲ κατὰ συμβεβηκὸς κίνησιν κἂν ὑφ' ἑτέρου κινοῖτο· ὠσθείη γὰρ ἂν βίᾳ τὸ ζῷον. οὐ δεῖ δὲ ᾧ τὸ ὑφ' ἑαυτοῦ κινεῖσθαι ἐν τῇ οὐσίᾳ, τοῦθ' ὑπ' ἄλλου κινεῖσθαι, πλὴν εἰ μὴ κατὰ συμβεβηκός, ὥσπερ οὐδὲ τὸ καθ' αὑτὸ ἀγαθὸν ἢ δι' αὑτό, τὸ μὲν δι' ἄλλο εἶναι, τὸ δ' ἑτέρου ἕνεκεν. τὴν δὲ ψυχὴν μάλιστα φαίη τις ἂν ὑπὸ τῶν αἰσθητῶν κινεῖσθαι, εἴπερ κινεῖται.",
              "translation": "بەڵام جووڵەی عەرەزی دەکرێت بەهۆی شتێکی تریشەوە بێت؛ چونکە دەکرێت زیندەوەرێک بە زۆر پاڵ بنرێت. بەڵام شتێک کە 'خۆ-جووڵاندن' لە جەوهەریدا بێت، نابێت بەهۆی شتێکی ترەوە بجووڵێنرێت، مەگەر بە شێوەی عەرەزی نەبێت. هەروەک چۆن شتێک کە 'بە زاتی خۆی' یان 'لە پێناوی خۆیدا' چاکە، نابێت لە پێناوی شتێکی تردا بێت. بەڵام دەتوانرێت بوترێت کە گیان، ئەگەر بجووڵێت، زیاتر لە هەموو شتێک بەهۆی بابەتە هەستپێکراوەکانەوە دەجووڵێنرێت.",
              "commentary": "ئەرستۆ دەگەڕێتەوە بۆ جیاکارییەکەی. گیان 'بە ڕێکەوت' دەجووڵێنرێت (بۆ نموونە کاتێک کەسێک پاڵ بە جەستەوە دەنێت). بەڵام گرنگتر لەوە، گیان لە ڕووی دەروونییەوە لەلایەن 'بابەتە هەستپێکراوەکان'ەوە 'دەجووڵێنرێت' (بۆ نموونە، شتێکی جوان سەرنجمان ڕادەکێشێت). ئەمە پێچەوانەی بیرۆکەی 'خۆ-جووڵێنەری' پەتییە."
            },
            {
              "line_number": "406b12-15",
              "original_text": "ἀλλὰ μὴν καὶ εἰ κινεῖ γε αὐτὴ αὑτήν, καὶ αὐτὴ κινοῖτ' ἄν, ὥστ' εἰ πᾶσα κίνησις ἔκστασίς ἐστι τοῦ κινουμένου ᾗ κινεῖται, καὶ ἡ ψυχὴ ἐξίσταιτ' ἂν ἐκ τῆς οὐσίας, εἰ μὴ κατὰ συμβεβηκὸς ἑαυτὴν κινεῖ, ἀλλ' ἐστὶν ἡ κίνησις τῆς οὐσίας αὐτῆς καθ' αὑτήν.",
              "translation": "بەڵام ئەگەر گیان خۆی بجووڵێنێت، ئەوا خۆشی دەجووڵێت. کەواتە، ئەگەر هەموو جووڵەیەک 'دەرچوون' (ἔκστασις - ekstasis) بێت لەو دۆخەی کە شتە جووڵاوەکە تێیدایە، ئەوا گیانیش لە جەوهەری خۆی دەردەچێت، ئەگەر جووڵاندنی خۆی بە شێوەی عەرەزی نەبێت، بەڵکو جووڵە بە زاتی خۆی بەشێک بێت لە جەوهەرەکەی.",
              "commentary": "ئەمە بەڵگەیەکی مێتافیزیکیی زۆر بەهێزە. جووڵە بریتییە لە پرۆسەی گۆڕان. ئەگەر جووڵە 'جەوهەری' گیان بێت، ئەوا گیان بەردەوام لە پرۆسەی 'دەرچوون لە جەوهەری خۆی'دا دەبێت، کە ئەمەش ناکۆکییەکی لۆژیکییە. جەوهەری شتێک ناتوانێت بریتی بێت لە 'گۆڕانی خودی خۆی'."
            },
            {
              "line_number": "406b15-26",
              "original_text": "ἔνιοι δὲ καὶ κινεῖν φασι τὴν ψυχὴν τὸ σῶμα ἐν ᾧ ἐστιν, ὡς αὐτὴ κινεῖται, οἷον Δημόκριτος, παραπλησίως λέγων Φιλίππῳ τῷ κωμῳδοδιδασκάλῳ· φησὶ γὰρ τὸν Δαίδαλον κινουμένην ποιῆσαι τὴν ξυλίνην Ἀφροδίτην, ἐγχέαντ' ἄργυρον χυτόν· ὁμοίως δὲ καὶ Δημόκριτος λέγει· κινουμένας γάρ φησι τὰς ἀδιαιρέτους σφαίρας, διὰ τὸ πεφυκέναι μηδέποτε μένειν, συνεφέλκειν καὶ κινεῖν τὸ σῶμα πᾶν. ἡμεῖς δ' ἐρωτήσομεν εἰ καὶ ἠρέμησιν ποιεῖ τοῦτο αὐτό· πῶς δὲ ποιήσει, χαλεπὸν ἢ καὶ ἀδύνατον εἰπεῖν. ὅλως δ' οὐχ οὕτω φαίνεται κινεῖν ἡ ψυχὴ τὸ ζῷον, ἀλλὰ διὰ προαιρέσεώς τινος καὶ νοήσεως.",
              "translation": "هەندێکیان دەڵێن گیان ئەو جەستەیە دەجووڵێنێت کە تێیدایەتی، بەو شێوەیەی کە خۆی دەجووڵێت. بۆ نموونە دیمۆکریتۆس، کە قسەکەی لە هی فیلیپۆسی کۆمیدیانووس دەچێت؛ چونکە ئەو دەڵێت دایدالۆس پەیکەرە دارینەکەی ئەفرۆدیتای کردە جووڵاو، بە ڕشتنی زیوی تواوە بۆ ناوی. دیمۆکریتۆسیش بە هەمان شێوە دەڵێت؛ چونکە دەڵێت گۆیە دابەشنەبووەکان، بەهۆی ئەوەی سروشتیان وایە هەرگیز نەوەستن، تەواوی جەستە لەگەڵ خۆیاندا ڕادەکێشن و دەیجووڵێنن. بەڵام ئێمە دەپرسین: ئایا هەمان ئەم شتە دەبێتە هۆی وەستانیش؟ و چۆن ئەمە دەکات، باسکردنی قورسە یان تەنانەت مەحاڵە. بە گشتی، وا دەرناکەوێت گیان بەم شێوەیە زیندەوەر بجووڵێنێت، بەڵکو لە ڕێگەی جۆرێک لە هەڵبژاردن (προαίρεσις) و بیرکردنەوەوە (νoήσεως).",
              "commentary": "لێرەدا ڕەخنەیەکی ڕاستەوخۆ لە مۆدێلە میکانیکییەکەی دیمۆکریتۆس دەگرێت. دوو کێشەی سەرەکی هەیە: یەکەم، ئەگەر جووڵەی ئەتۆمەکان هۆکاری جووڵەی جەستەیە، ئەی چی هۆکاری 'وەستان'ە؟ دووەم و گرنگتر، جووڵەی زیندەوەر میکانیکی نییە، بەڵکو مەبەستدارە و لە 'هەڵبژاردن' و 'بیرکردنەوە'وە سەرچاوە دەگرێت."
            },
            {
              "line_number": "406b26-407a1",
              "original_text": "τὸν αὐτὸν δὲ τρόπον καὶ ὁ Τίμαιος φυσιολογεῖ τὴν ψυχὴν κινεῖν τὸ σῶμα· τῷ γὰρ κινεῖσθαι αὐτὴν καὶ τὸ σῶμα κινεῖν διὰ τὸ συμπεπλέχθαι πρὸς αὐτό. συνεστηκυῖαν γὰρ ἐκ τῶν στοιχείων καὶ μεμερισμένην κατὰ τοὺς ἁρμονικοὺς ἀριθμούς, ὅπως αἴσθησίν τε σύμφυτον ἁρμονίας ἔχῃ καὶ τὸ πᾶν φέρηται συμφώνους φοράς, τὴν εὐθυωρίαν εἰς κύκλον κατέκαμψεν· καὶ διελὼν ἐκ τοῦ ἑνὸς δύο κύκλους δισσαχῇ συνημμένους πάλιν τὸν ἕνα διεῖλεν εἰς ἑπτὰ κύκλους, ὡς οὔσας τὰς τοῦ οὐρανοῦ φορὰς τὰς τῆς ψυχῆς κινήσεις.",
              "translation": "بە هەمان شێوە 'تیمایۆس'یش بە شێوەیەکی فیزیکییانە باس لەوە دەکات کە گیان جەستە دەجووڵێنێت؛ چونکە بە جووڵەی خۆی جەستەش دەجووڵێنێت بەهۆی ئەوەی کە پێکەوە تێکەڵ بوون. چونکە [ئەفلاتون دەڵێت گیان] لە توخمەکان پێکهاتووە و بەپێی ژمارە هارمۆنییەکان دابەشکراوە، بۆ ئەوەی هەم هەستێکی زگماکیی بۆ هارمۆنی هەبێت و هەم هەموو گەردوون بە جووڵەی هاوئاهەنگ بجووڵێت، ئەو هێڵە ڕاستەی چەماندەوە بۆ بازنەیەک؛ و دوای ئەوەی لە یەکەوە دوو بازنەی دروست کرد کە لە دوو خاڵدا یەکدەگرن، دیسان بازنەیەکیانی بۆ حەوت بازنەی تر دابەش کرد، بەو پێیەی کە جووڵەکانی ئاسمان جووڵەکانی گیانن.",
              "commentary": "لێرەدا ئەرستۆ دەست دەکات بە ڕەخنەگرتن لە بەناوبانگترین تیۆریی 'گیان وەک خۆ-جووڵێنەر'، کە هی مامۆستاکەیەتی، ئەفلاتون، و لە دیالۆگی 'تیمایۆس'دا هاتووە. ئەو بە وردی پوختەی تیۆرییە ئاڵۆزەکە دەکات، کە تێیدا گیان لەسەر بنەمای ڕێژە بیرکاری و مۆسیقییەکان دروستکراوە و جووڵەکەی هاوتای جووڵەی تەنە ئاسمانییەکانە."
            },
            {
              "line_number": "407a2-13",
              "original_text": "πρῶτον μὲν οὖν οὐ καλῶς τὸ λέγειν τὴν ψυχὴν μέγεθος εἶναι· τὴν γὰρ τοῦ παντὸς δῆλον ὅτι τοιαύτην εἶναι βούλεται οἷόν ποτ' ἐστὶν ὁ καλούμενος νοῦς (οὐ γὰρ δὴ οἷόν γ' ἡ αἰσθητική, οὐδ' οἷον ἡ ἐπιθυμητική· τούτων γὰρ ἡ κίνησις οὐ κυκλοφορία)· ὁ δὲ νοῦς εἷς καὶ συνεχὴς ὥσπερ καὶ ἡ νόησις· ἡ δὲ νόησις τὰ νοήματα· ταῦτα δὲ τῷ ἐφεξῆς ἕν, ὡς ὁ ἀριθμός, ἀλλ' οὐχ ὡς τὸ μέγεθος· διόπερ οὐδ' ὁ νοῦς οὕτω συνεχής, ἀλλ' ἤτοι ἀμερὴς ἢ οὐχ ὡς μέγεθός τι συνεχής.",
              "translation": "کەواتە، یەکەم شت، باش نییە کە بوترێت گیان 'قەبارە'یە (μέγεθος). چونکە ڕوونە کە مەبەستی لە گیانی گەردوون شتێکە وەک ئەوەی پێی دەوترێت 'ئەقڵ' (نەک وەک هێزی هەستکردن یان هێزی ئارەزووکردن؛ چونکە جووڵەی ئەمانە بازنەیی نییە). ئەقڵ یەکە و بەردەوامە، هەروەک بیرکردنەوە. بیرکردنەوەش بریتییە لە بیرۆکەکان. ئەمانەش بەهۆی یەک لە دوای یەک هاتنیانەوە یەکن، وەک ژمارە، نەک وەک قەبارە. بۆیە ئەقڵیش بەو شێوەیە بەردەوام نییە، بەڵکو یان دابەشنەبووە یان بەردەوامییەکەی وەک هی قەبارە نییە.",
              "commentary": "یەکەم ڕەخنەی ئەرستۆ لە ئەفلاتون. وتنی ئەوەی کە گیان 'قەبارە'یە (magnitude) هەڵەیە. 'ئەقڵ' و 'بیرکردنەوە' وەک زنجیرەیەک لە بیرۆکەی جیاوازن (وەک ژمارە)، نەک وەک هێڵێکی بەردەوامی ئەندازەیی. ئەقڵ یان دابەشنەبووە، یان ئەگەر بەردەوامیش بێت، بەردەوامییەکەی لە جۆری قەبارە نییە."
            },
            {
              "line_number": "407a13-21",
              "original_text": "πῶς γὰρ δὴ καὶ νοήσει, μέγεθος ὤν, πότερον ὁτῳοῦν τῶν μορίων τῶν αὑτοῦ, μορίων δ' ἤτοι κατὰ μέγεθος ἢ κατὰ στιγμήν, εἰ δεῖ καὶ τοῦτο μόριον εἰπεῖν; εἰ μὲν οὖν κατὰ στιγμήν, αὗται δ' ἄπειροι, δῆλον ὡς οὐδέποτε διέξεισιν· εἰ δὲ κατὰ μέγεθος, πολλάκις ἢ ἀπειράκις νοήσει τὸ αὐτό. φαίνεται δὲ καὶ ἅπαξ ἐνδεχόμενον. εἰ δ' ἱκανὸν θιγεῖν ὁτῳοῦν τῶν μορίων, τί δεῖ κύκλῳ κινεῖσθαι, ἢ καὶ ὅλως μέγεθος ἔχειν;",
              "translation": "چۆن دەتوانێت بیر بکاتەوە، ئەگەر قەبارە بێت؟ ئایا بە هەر یەکێک لە بەشەکانی؟ بەشەکانیش یان بەپێی قەبارەن یان بەپێی خاڵن، ئەگەر بتوانین بەمەش بڵێین بەش. ئەگەر بە خاڵ بێت، و چونکە خاڵەکان بێ کۆتان، ڕوونە کە هەرگیز [لە بیرکردنەوە] تەواو نابێت. ئەگەر بە بەشێکی قەبارەیی بێت، ئەوا چەندین جار یان بێ کۆتا جار بیری لە هەمان شت کردۆتەوە. بەڵام وا دیارە کە یەک جاریش بەسە. ئەگەر بەرکەوتنی هەر بەشێکی بەس بێت، ئیتر بۆچی پێویستە بە بازنەیی بجووڵێت، یان هەر لە بنەڕەتدا قەبارەی هەبێت؟",
              "commentary": "ڕەخنەکە قوڵتر دەبێتەوە. ئەگەر گیان قەبارەیە، چۆن بیردەکاتەوە؟ ئەگەر بە 'خاڵ' بیربکاتەوە، ئەوا پرۆسەکە بێ کۆتا دەبێت. ئەگەر بە 'بەشێکی قەبارەیی' بیربکاتەوە، ئەوا چەندین جار بیری لە هەمان شت کردۆتەوە. ئەرستۆ بەم پرسیارانە دەیەوێت بڵێت چوارچێوەی 'قەبارە' بۆ باسکردنی 'بیرکردنەوە' گونجاو نییە."
            },
            {
              "line_number": "407a21-31",
              "original_text": "ἔτι δὲ πῶς νοήσει τὸ μεριστὸν ἀμερεῖ ἢ τὸ ἀμερὲς μεριστῷ; ἀναγκαῖον δὲ τὸν νοῦν εἶναι τὸν κύκλον τοῦτον· νοῦ μὲν γὰρ κίνησις νόησις κύκλου δὲ περιφορά· εἰ οὖν ἡ νόησις περιφορά, καὶ νοῦς ἂν εἴη ὁ κύκλος οὗ ἡ τοιαύτη περιφορὰ νόησις. ἀεὶ δὲ δὴ τί νοήσει (δεῖ γάρ, εἴπερ ἀΐδιος ἡ περιφορά); τῶν μὲν γὰρ πρακτικῶν νοήσεων ἔστι πέρατα (πᾶσαι γὰρ ἑτέρου χάριν), αἱ δὲ θεωρητικαὶ τοῖς λόγοις ὁμοίως ὁρίζονται· λόγος δὲ πᾶς ὁρισμὸς ἢ ἀπόδειξις· ... ἡ δὲ περιφορὰ πάλιν ἐπ' ἀρχὴν ἀνακάμπτει)· οἱ δ' ὁρισμοὶ πάντες πεπερασμένοι.",
              "translation": "هەروەها، چۆن [ئەقڵ] بیری لە شتی دابەشکراو دەکاتەوە ئەگەر خۆی دابەشنەبوو بێت، یان بیری لە شتی دابەشنەبوو دەکاتەوە ئەگەر خۆی دابەشکراو بێت؟ بەڵام پێویستە ئەقڵ هەر ئەم بازنەیە بێت؛ چونکە جووڵەی ئەقڵ بیرکردنەوەیە و جووڵەی بازنە سووڕانەوەیە. کەواتە ئەگەر بیرکردنەوە سووڕانەوە بێت، ئەوا ئەقڵیش دەبێت ئەو بازنەیە بێت کە سووڕانەوەکەی بیرکردنەوەیە. بەڵام هەمیشە بیری لە چی دەکاتەوە (چونکە ئەگەر سووڕانەوەکە ئەبەدی بێت، دەبێت [هەمیشە بیربکاتەوە])؟ بیرکردنەوە کردارییەکان کۆتاییان هەیە (چونکە هەموویان لە پێناوی شتێکی تردان). بیرکردنەوە تیۆرییەکانیش بە هەمان شێوەی لۆگۆسەکان سنووردارن. هەموو لۆگۆسێکیش یان پێناسەیە یان سەلماندن... بەڵام سووڕانەوە دەگەڕێتەوە سەرەتا... و هەموو پێناسەیەکیش سنووردارە.",
              "commentary": "دووەم ڕەخنەی گەورە لە ئەفلاتون. بیرکردنەوەی مرۆڤ (چ کرداری و چ تیۆری) هێڵییە و کۆتایی هەیە. بەڵام جووڵەی بازنەیی بێ کۆتایە و دەگەڕێتەوە سەرەتا. کەواتە، چواندنی بیرکردنەوە بە جووڵەی بازنەیی هەڵەیە. جووڵەی بازنەیی ناگونجێت لەگەڵ سروشتی هێڵیی و سنوورداری بیرکردنەوەی لۆژیکی و سەلماندندا."
            },
            {
              "line_number": "407a32-407b5",
              "original_text": "ἔτι εἰ ἡ αὐτὴ περιφορὰ πολλάκις, δεήσει πολλάκις νοεῖν τὸ αὐτό. ἔτι δ' ἡ νόησις ἔοικεν ἠρεμήσει τινὶ καὶ ἐπιστάσει μᾶλλον ἢ κινήσει· τὸν αὐτὸν δὲ τρόπον καὶ ὁ συλλογισμός. ἀλλὰ μὴν οὐδὲ μακάριόν γε τὸ μὴ ῥᾴδιον ἀλλὰ βίαιον· εἰ δ' ἐστὶν ἡ κίνησις αὐτῆς ᾗ οὐσία, παρὰ φύσιν ἂν κινοῖτο.",
              "translation": "هەروەها، ئەگەر هەمان سووڕانەوە چەندین جار دووبارە بێتەوە، پێویست دەکات چەندین جار بیری لە هەمان شت کردبێتەوە. جگە لەوەش، بیرکردنەوە زیاتر لە وەستان و ئارامگرتنێک دەچێت نەک جووڵە؛ بە هەمان شێوە қиیاسیش (syllogism). بەڵام بە دڵنیاییەوە، [ئەم جووڵەیە] مایەی بەختەوەریش نییە، چونکە ئاسان نییە بەڵکو زۆرەملێیە. ئەگەر جووڵە جەوهەری گیان بێت، ئەوا جووڵەکەی دژی سروشتی خۆی دەبێت.",
              "commentary": "سێیەم ڕەخنە: سروشتی بیرکردنەوە. لای ئەرستۆ، گەیشتن بە دەرەنجامێک جۆرێکە لە 'وەستان' و 'ئارامگرتن'ی هزری، نەک جووڵەیەکی بەردەوام. چوارەم ڕەخنە، کە ڕەخنەیەکی ئەخلاقییە: ئەم جووڵە بەردەوام و زۆرەملێیە کە ئەفلاتون باسی دەکات، بارودۆخێکی بەختەوەرانە نییە، بەڵکو وەک زیندان وایە بۆ گیان."
            },
            {
              "line_number": "407b5-13",
              "original_text": "ἐπίπονον δὲ καὶ τὸ μεμῖχθαι τῷ σώματι μὴ δυνάμενον ἀπολυθῆναι, καὶ προσέτι φευκτόν, εἴπερ βέλτιον τῷ νῷ μὴ μετὰ σώματος εἶναι, καθάπερ εἴωθέ τε λέγεσθαι καὶ πολλοῖς συνδοκεῖ. ἄδηλος δὲ καὶ τοῦ κύκλῳ φέρεσθαι τὸν οὐρανὸν ἡ αἰτίا· οὔτε γὰρ τῆς ψυχῆς ἡ οὐσία αἰτία τοῦ κύκλῳ φέρεσθαι... οὔτε τὸ σῶμα αἴτιον... ἀλλὰ μὴν οὐδ' ὅτι βέλτιον λέγεται...",
              "translation": "هەروەها تێکەڵبوون لەگەڵ جەستەدا بەبێ توانای ڕزگاربوون، ماندووکەرە و شایەنی خۆلێدوورگرتنە، ئەگەر باشتر بێت بۆ ئەقڵ کە لەگەڵ جەستەدا نەبێت، وەک چۆن باوە و زۆریش پێی ڕازین. هۆکاری جووڵەی بازنەیی ئاسمانیش ناڕوونە؛ نە جەوهەری گیان هۆکارە بۆ جووڵەی بازنەیی... و نە جەستەش هۆکارە... و تەنانەت ناگوترێت کە ئەمە 'باشتر'ە...",
              "commentary": "لێرەدا ئەرستۆ ئاماژە بە بۆچوونە باوەکەی ئەفلاتونی-ئۆرفی دەکات کە جەستە زیندانی گیانە. ئەگەر وا بێت، ئەم تێکەڵبوونە ئەبەدییە سزایە نەک بەختەوەری. پاشان دەپرسێت: لە بنەڕەتدا هۆکاری ئەم جووڵە بازنەییە چییە؟ ئەفلاتون هۆکارێکی قایلکەری بۆ ئەمە پێشکەش نەکردووە."
            },
            {
              "line_number": "407b13-26",
              "original_text": "ἐπεὶ δ' ἐστὶν ἡ τοιαύτη σκέψις ἑτέρων λόγων οἰκειοτέρα, ταύτην μὲν ἀφῶμεν τὸ νῦν. ἐκεῖνο δὲ ἄτοπον συμβαίνει καὶ τούτῳ τῷ λόγῳ καὶ τοῖς πλείστοις τῶν περὶ ψυχῆς· συνάπτουσι γὰρ καὶ τιθέασιν εἰς σῶμα τὴν ψυχήν, οὐθὲν προσδιορίσαντες διὰ τίν' αἰτίαν καὶ πῶς ἔχοντος τοῦ σώματος. καίτοι δόξειεν ἂν τοῦτ' ἀναγκαῖον εἶναι· διὰ γὰρ τὴν κοινωνίαν τὸ μὲν ποιεῖ τὸ δὲ πάσχει καὶ τὸ μὲν κινεῖται τὸ δὲ κινεῖ, τούτων δ' οὐθὲν ὑπάρχει πρὸς ἄλληλα τοῖς τυχοῦσιν.",
              "translation": "بەڵام چونکە ئەم جۆرە لێکۆڵینەوەیە زیاتر شایستەی بوارێکی ترە، با ئێستا وازی لێ بهێنین. بەڵام ئەو شتە نامۆیە ڕوودەدات، هەم بۆ ئەم تیۆرییە و هەم بۆ زۆربەی تیۆرییەکانی تریش دەربارەی گیان: ئەوان گیان دەلکێنن بە جەستەوە و دەیخەنە ناوی، بەبێ ئەوەی دیاری بکەن بە چ هۆکارێک و جەستەکە دەبێت چۆن بێت. لە کاتێکدا وا دیارە ئەمە پێویستە؛ چونکە بەهۆی ئەم هاوبەشییەوە، یەکێکیان کار دەکات و ئەوی تریان کار وەردەگرێت، یەکێکیان دەجووڵێت و ئەوی تریان دەیجووڵێنێت. هیچ کام لەمانەش لەنێوان دوو شتی هەڕەمەکیدا ڕوونادات.",
              "commentary": "ئەمە ڕەخنەیەکی گشتی و زۆر بنەڕەتییە کە ئەرستۆ لە زۆربەی فەیلەسووفانی پێش خۆی دەگرێت. ئەوان تەنها باسی 'چییەتی' گیان دەکەن، بەڵام پرسیاری ئەوە ناکەن کە 'بۆچی' و 'چۆن' ئەم گیانە دەچێتە ناو ئەم جەستە دیاریکراوەوە. پەیوەندیی نێوان گیان و جەستە هەڕەمەکی نییە، بەڵکو پەیوەندییەکی تایبەت و پێویستە."
            },
            {
              "line_number": "407b26-34",
              "original_text": "οἱ δὲ μόνον ἐπιχειροῦσι λέγειν ποῖόν τι ἡ ψυχή, περὶ δὲ τοῦ δεξομένου σώματος οὐθὲν ἔτι προσδιορίζουσιν, ὥσπερ ἐνδεχόμενον κατὰ τοὺς Πυθαγορικοὺς μύθους τὴν τυχοῦσαν ψυχὴν εἰς τὸ τυχὸν ἐνδύεσθαι σῶμα. δοκεῖ γὰρ ἕκαστον ἴδιον ἔχειν εἶδος καὶ μορφήν, παραπλήσιον δὲ λέγουσιν ὥσπερ εἴ τις φαίη τὴν τεκτονικὴν εἰς αὐλοὺς ἐνδύεσθαι· δεῖ γὰρ τὴν μὲν τέχνην χρῆσθαι τοῖς ὀργάνοις, τὴν δὲ ψυχὴν τῷ σώματι.",
              "translation": "ئەوان تەنها هەوڵ دەدەن بڵێن گیان چ جۆرە شتێکە، بەڵام هیچی تر لەبارەی ئەو جەستەیەی کە وەریدەگرێت دیاری ناکەن، وەک ئەوەی بەپێی ئەفسانە فیساگۆرسییەکان مومکین بێت هەر گیانێک بچێتە ناو هەر جەستەیەکەوە. بەڵام وا دیارە هەر یەکێک [لە جەستەکان] فۆرم و شێوەی تایبەتی خۆی هەیە. ئەوەی دەیڵێن هاوشێوەی ئەوەیە کە کەسێک بڵێت هونەری دارتاشی دەچێتە ناو فلووتەوە. چونکە پێویستە هونەر ئامرازەکانی خۆی بەکاربهێنێت، و گیانیش جەستەی [خۆی] بەکاربهێنێت.",
              "commentary": "ئەمە یەکێکە لە بەهێزترین بەڵگەکانی ئەرستۆ و ڕێخۆشکەرە بۆ تیۆرییەکەی خۆی (هایلۆمۆرفیزم). ئەو دەڵێت بیرۆکەی چوونی هەر گیانێک بۆ ناو هەر جەستەیەک (metempsychosis) بێمانایە. گیان وەک پیشەیەکە و جەستەش وەک ئامرازەکانی. ناتوانرێت پیشەی دارتاشی بە ئامرازی فلووت ژەنین ئەنجام بدرێت. بە هەمان شێوە، هەر گیانێک پێویستی بە جەستەیەکی دیاریکراوی گونجاو هەیە. گیانی مرۆڤ تەنها لە جەستەی مرۆڤدا کار دەکات."
            }
          ]
        }
      ]
    }
  ]
}
