{
  "books": [
    {
      "title": "دەربارەی گیان (Περὶ Ψυχῆς)",
      "author": "ئەرەستوو (Aristotle)",
      "sections": [
        {
          "section_title": "کتێبی دووەم - بەشی چوارەم: دەربارەی هێزی خۆراکی. — ئامانجی کۆتایی خۆراک و زاوزێ: بەشداریکردن لە ئەبەدییەتدا. — ڕەخنە لە ئیمپیدۆکلیس. — گیانی خۆراکی و زاوزێ یەکن.",
          "lines": [
            {
              "line_number": "415a14-22",
              "original_text": "Ἀναγκαῖον δὲ τὸν μέλλοντα περὶ τούτων σκέψιν ποιεῖσθαι λαβεῖν ἕκαστον αὐτῶν τί ἐστιν, εἶθ' οὕτως περὶ τῶν ἐχομένων καὶ περὶ τῶν ἄλλων ἐπιζητεῖν. εἰ δὲ χρὴ λέγειν τί ἕκαστον αὐτῶν, οἷον τί τὸ νοητικὸν ἢ τὸ αἰσθητικὸν ἢ τὸ θρεπτικόν, πρότερον ἔτι λεκτέον τί τὸ νοεῖν καὶ τί τὸ αἰσθάνεσθαι· πρότεραι γάρ εἰσι τῶν δυνάμεων αἱ ἐνέργειαι καὶ αἱ πράξεις κατὰ τὸν λόγον. εἰ δ' οὕτως, τούτων δ' ἔτι πρότερα τὰ ἀντικείμενα δεῖ τεθεωρηκέναι, περὶ ἐκείνων πρῶτον ἂν δέοι διορίσαι διὰ τὴν αὐτὴν αἰτίαν, οἷον περὶ τροφῆς καὶ αἰσθητοῦ καὶ νοητοῦ.",
              "translation": "پێویستە لەسەر ئەوەی کە دەیەوێت لەبارەی ئەمانەوە لێکۆڵینەوە بکات، سەرەتا بزانێت هەریەکەیان چین، پاشان بەدوای ئەوانەی دوای دێن و ئەوانی تردا بگەڕێت. ئەگەر پێویست بێت بڵێین هەریەکەیان چین، بۆ نموونە هێزی بیرکردنەوە یان هێزی هەستکردن یان هێزی خۆراکی چین، ئەوا پێش ئەوە دەبێت بڵێین بیرکردنەوە و هەستکردن چین؛ چونکە لە ڕووی لۆژیکییەوە، فرمانەکان و کردارەکان لەپێش هێزەکانەوەن. ئەگەر وا بێت، ئەوا پێش ئەوانیش دەبێت لە بابەتە دەرەکییەکانیان (τὰ ἀντικείμενα) ورد بووبینەوە، و لەبەر هەمان هۆکار دەبێت سەرەتا لەبارەی ئەوانەوە پێناسە بکەین، بۆ نموونە دەربارەی خۆراک و بابەتی هەستپێکراو و بابەتی بیرلێکراوە.",
              "commentary": "لێرەدا ئەرستۆ میتۆدی زانستیی خۆی بۆ دەروونناسی دادەڕێژێت. ڕیزبەندیی لۆژیکیی لێکۆڵینەوە بەم شێوەیەیە: ١) بابەتی دەرەکی (Object)، بۆ نموونە خۆراک. ٢) فرمان (Function)، بۆ نموونە کردەی خواردن. ٣) هێز (Faculty)، بۆ نموونە هێزی خۆراکی. ناتوانین لە هێزێک تێبگەین بەبێ تێگەیشتن لە فرمانەکەی، و ناتوانین لە فرمانێک تێبگەین بەبێ تێگەیشتن لە بابەتەکەی."
            },
            {
              "line_number": "415a22-415b2",
              "original_text": "ὥστε πρῶτον περὶ τροφῆς καὶ γεννήσεως λεκτέον· ἡ γὰρ θρεπτικὴ ψυχὴ καὶ τοῖς ἄλλοις ὑπάρχει, καὶ πρώτη καὶ κοινοτάτη δύναμίς ἐστι ψυχῆς, καθ' ἣν ὑπάρχει τὸ ζῆν ἅπασιν. ἧς ἐστὶν ἔργα γεννῆσαι καὶ τροφῇ χρῆσθαι· φυσικώτατον γὰρ τῶν ἔργων τοῖς ζῶσιν, ὅσα τέλεια καὶ μὴ πηρώματα ἢ τὴν γένεσιν αὐτομάτην ἔχει, τὸ ποιῆσαι ἕτερον οἷον αὐτό, ζῷον μὲν ζῷον, φυτὸν δὲ φυτόν, ἵνα τοῦ ἀεὶ καὶ τοῦ θείου μετέχωσιν ᾗ δύνανται·",
              "translation": "کەواتە، سەرەتا دەبێت دەربارەی خۆراک و زاوزێ قسە بکەین. چونکە گیانی خۆراکی لەوانی تریشدا هەیە، و یەکەمین و گشتیترین هێزی گیانە، کە بەهۆیەوە ژیان بۆ هەمووان بوونی هەیە. کارەکانی بریتین لە زاوزێکردن و بەکارهێنانی خۆراک. چونکە سروشتیترین کاری زیندەوەران، ئەوانەی کامڵن و کەمئەندام نین یان بە شێوەی خۆڕسک دروست نەبوون، ئەوەیە کە یەکێکی تر وەک خۆیان دروست بکەن، ئاژەڵ ئاژەڵێک، و ڕووەک ڕووەکێک، بۆ ئەوەی تا ئەو ڕادەیەی دەتوانن، بەشداری لە ئەبەدی و خوداییدا بکەن.",
              "commentary": "ئەرستۆ بە بنەڕەتیترین ئاستی گیان دەست پێدەکات. دوو فرمانی سەرەکی هەیە: خواردن (بۆ پاراستنی تاک) و زاوزێ (بۆ پاراستنی جۆر). پاشان ئامانجی کۆتایی (telos) ئەم فرمانە ڕوون دەکاتەوە: چونکە تاکە زیندەوەرێک ناتوانێت بۆ هەمیشە بژی، لە ڕێگەی زاوزێوە جۆرەکەی بە نەفەوتێنراوی دەهێڵێتەوە. ئەمە شێوازی 'بەشداریکردن'ی بوونەوەری فەوتاوە لە ئەبەدییەتدا."
            },
            {
              "line_number": "415b2-7",
              "original_text": "πάντα γὰρ ἐκείνου ὀρέγεται, καὶ ἐκείνου ἕνεκα πράττει ὅσα πράττει κατὰ φύσιν (τὸ δ' οὗ ἕνεκα διττόν, τὸ μὲν οὗ, τὸ δὲ ᾧ). ἐπεὶ οὖν κοινωνεῖν ἀδυνατεῖ τοῦ ἀεὶ καὶ τοῦ θείου τῇ συνεχείᾳ, διὰ τὸ μηδὲν ἐνδέχεσθαι τῶν φθαρτῶν ταὐτὸ καὶ ἓν ἀριθμῷ διαμένειν, ᾗ δύναται μετέχειν ἕκαστον, κοινωνεῖ ταύτῃ, τὸ μὲν μᾶλλον τὸ δ' ἧττον, καὶ διαμένει οὐκ αὐτὸ ἀλλ' οἷον αὐτό, ἀριθμῷ μὲν οὐχ ἕν, εἴδει δ' ἕν.",
              "translation": "چونکە هەموو شتێک ئارەزووی 'ئەو' دەکات، و لە پێناوی 'ئەو'دا هەموو کارە سروشتییەکانی دەکات (ئامانجی کۆتاییش دوو جۆرە: 'ئەوەی بۆی' و 'ئەوەی بۆی'). کەواتە، چونکە ناتوانێت بە شێوەیەکی بەردەوام بەشداری لە ئەبەدی و خوداییدا بکات، بەهۆی ئەوەی کە هیچ بوونەوەرێکی فەوتاو ناتوانێت وەک خۆی و بە ژمارە یەک بمێنێتەوە، بۆیە تا ئەو ڕادەیەی هەر یەکەیان دەتوانن بەشداری بکەن، بەو شێوەیە بەشداری دەکەن، هەندێکیان زیاتر و هەندێکیان کەمتر. و ئەوەی دەمێنێتەوە خودی خۆی نییە، بەڵکو 'وەک خۆی'یەتی؛ بە ژمارە یەک نییە، بەڵام بە جۆر یەکە.",
              "commentary": "لێرەدا ئەرستۆ فەلسەفەیەکی قووڵی بایۆلۆژی دەخاتەڕوو. پاڵنەری بنەڕەتیی هەموو زیندەوەرێک بریتییە لە ئارەزووی بەشداریکردن لە 'جووڵێنەری نەجووڵاو' (ئەبەدی و خودایی). بەڵام چونکە ناتوانێت وەک تاکێک بۆ هەمیشە بژی (بە ژمارە یەک)، بۆیە لە ڕێگەی جۆرەکەیەوە (بە جۆر یەک) بەشداری دەکات و دەمێنێتەوە."
            },
            {
              "line_number": "415b8-12",
              "original_text": "ἔστι δὲ ἡ ψυχὴ τοῦ ζῶντος σώματος αἰτία καὶ ἀρχή. ταῦτα δὲ πολλαχῶς λέγεται, ὁμοίως δ' ἡ ψυχὴ κατὰ τοὺς διωρισμένους τρόπους τρεῖς αἰτία· καὶ γὰρ ὅθεν ἡ κίνησις καὶ οὗ ἕνεκα καὶ ὡς ἡ οὐσία τῶν ἐμψύχων σωμάτων ἡ ψυχὴ αἰτία.",
              "translation": "گیان هۆکار (αἰτία - aitia) و بنەمای (ἀρχή - archē) جەستەی زیندووە. ئەم دوو وشەیەش بە چەندین شێوە دەگوترێن. گیان بەپێی ئەو سێ شێوازەی دیاریمان کردووە، هۆکارە: چونکە گیان هۆکارە وەک 'ئەوەی جووڵەی لێوە دێت'، و 'ئەوەی لە پێناویدایە'، و 'جەوهەر'ی جەستە گیاندارەکان.",
              "commentary": "ئەرستۆ لێرەدا تیۆریی بەناوبانگی 'چوار هۆکار'ەکەی بەکاردەهێنێت بۆ شیکردنەوەی گیان. گیان بەلایەنی کەمەوە سێ جۆر هۆکارە بۆ جەستە: ١) هۆکاری کارا (Efficient Cause): سەرچاوەی جووڵە و گەشەیە. ٢) هۆکاری کۆتایی (Final Cause): ئامانجی جەستەیە. ٣) هۆکاری فۆرمی (Formal Cause): جەوهەر و 'چییەتی'ی جەستەیە."
            },
            {
              "line_number": "415b12-15",
              "original_text": "ὅτι μὲν οὖν ὡς οὐσία, δῆλον· τὸ γὰρ αἴτιον τοῦ εἶναι πᾶσιν ἡ οὐσία, τὸ δὲ ζῆν τοῖς ζῶσι τὸ εἶναί ἐστιν, αἰτία δὲ καὶ ἀρχὴ τούτου ἡ ψυχή. ἔτι τοῦ δυνάμει ὄντος λόγος ἡ ἐντελέχεια.",
              "translation": "ئەوەی کە وەک 'جەوهەر' [هۆکارە]، ڕوونە؛ چونکە هۆکاری 'بوون' بۆ هەموو شتێک جەوهەرەکەیەتی، و 'بوون' بۆ زیندەوەران بریتییە لە 'ژیان'، و هۆکار و بنەمای ئەمەش گیانە. هەروەها، کامڵبوون پێناسەی ئەوەیە کە بە توانست بوونی هەیە.",
              "commentary": "ڕوونکردنەوەی یەکەم خاڵ: گیان هۆکاری فۆرمییە. جەوهەری هەر شتێک هۆکاری ئەوەیە کە ئەو شتە بوونی هەبێت. جەوهەری زیندەوەرێک بریتییە لە 'ژیان'. و چونکە گیان بنەمای ژیانە، کەواتە گیان جەوهەر و هۆکاری فۆرمیی جەستەیە."
            },
            {
              "line_number": "415b15-20",
              "original_text": "φανερὸν δ' ὡς καὶ οὗ ἕνεκεν ἡ ψυχὴ αἰτία· ὥσπερ γὰρ ὁ νοῦς ἕνεκά του ποιεῖ, τὸν αὐτὸν τρόπον καὶ ἡ φύσις, καὶ τοῦτ' ἔστιν αὐτῆς τέλος. τοιοῦτον δ' ἐν τοῖς ζῴοις ἡ ψυχὴ κατὰ φύσιν· πάντα γὰρ τὰ φυσικὰ σώματα τῆς ψυχῆς ὄργανα, καθάπερ τὰ τῶν ζῴων, οὕτω καὶ τὰ τῶν φυτῶν, ὡς ἕνεκα τῆς ψυχῆς ὄντα· διττῶς δὲ τὸ οὗ ἕνεκα, τό τε οὗ καὶ τὸ ᾧ.",
              "translation": "هەروەها ڕوونە کە گیان وەک 'ئەوەی لە پێناویدایە' هۆکارە. چونکە وەک چۆن ئەقڵ لە پێناوی شتێکدا کار دەکات، بە هەمان شێوە سروشتیش، و ئەمە ئامانجی کۆتاییەتی. گیان بە سروشت لە زیندەوەراندا شتێکی ئاوایە. چونکە هەموو جەستە سروشتییەکان ئامرازی (ὄργανα - organa) گیانن، چ هی ئاژەڵان و چ هی ڕووەکەکان، وەک ئەوەی لە پێناوی گیاندا بوونیان هەبێت. و 'ئەوەی لە پێناویدایە' دوو جۆرە: 'ئەوەی بۆی' و 'ئەوەی بۆی'.",
              "commentary": "ڕوونکردنەوەی دووەم خاڵ: گیان هۆکاری کۆتاییە. هەموو بەشەکانی جەستە (دەست، پێ، گەڵا، ڕەگ) وەک 'ئامراز' وان کە لە پێناوی گیاندا کار دەکەن. جەستە بۆ خزمەتکردنی فرمانەکانی گیان دروست بووە."
            },
            {
              "line_number": "415b20-28",
              "original_text": "ἀλλὰ μὴν καὶ ὅθεν πρῶτον ἡ κατὰ τόπον κίνησις, ψυχή· οὐ πᾶσι δ' ὑπάρχει τοῖς ζῶσιν ἡ δύναμις αὕτη. ἔστι δὲ καὶ ἀλλοίωσις καὶ αὔξησις κατὰ ψυχήν· ἡ μὲν γὰρ αἴσθησις ἀλλοίωσίς τις εἶναι δοκεῖ, αἰσθάνεται δ' οὐθὲν ὃ μὴ μετέχει ψυχῆς, ὁμοίως δὲ καὶ περὶ αὐξήσεώς τε καὶ φθίσεως ἔχει· οὐδὲν γὰρ φθίνει οὐδ' αὔξεται φυσικῶς μὴ τρεφόμενον, τρέφεται δ' οὐθὲν ὃ μὴ κοινωνεῖ ζωῆς.",
              "translation": "بەڵام بە دڵنیاییەوە، 'ئەوەی یەکەم جووڵەی شوێنی لێوە دێت' گیانە؛ بەڵام هەموو زیندەوەران ئەم هێزەیان نییە. گۆڕانی چۆنایەتی و گەشەش بەهۆی گیانەوەیە. چونکە هەستکردن وا دیارە جۆرێک بێت لە گۆڕانی چۆنایەتی، و هیچ شتێک هەست ناکات کە گیانی نەبێت. بە هەمان شێوەش بۆ گەشەکردن و پووکانەوە. چونکە هیچ شتێک بە شێوەی سروشتی ناپووکێتەوە و گەشە ناکات ئەگەر خۆراک وەرنەگرێت، و هیچ شتێکیش خۆراک وەرناگرێت کە بەشداری لە ژیاندا نەکات.",
              "commentary": "ڕوونکردنەوەی سێیەم خاڵ: گیان هۆکاری کارایە. گیان سەرچاوەی هەموو جۆرە جووڵە و گۆڕانێکە لە زیندەوەراندا: جووڵەی شوێن، گۆڕانی چۆنایەتی (هەستکردن)، و گۆڕانی چەندێتی (گەشەکردن)."
            },
            {
              "line_number": "415b28-416a9",
              "original_text": "Ἐμπεδοκλῆς δ' οὐ καλῶς εἴρηκε τοῦτο προστιθείς, τὴν αὔξησιν συμβαίνειν τοῖς φυτοῖς κάτω μὲν συρριζουμένοις διὰ τὸ τὴν γῆν οὕτω φέρεσθαι κατὰ φύσιν, ἄνω δὲ διὰ τὸ <τὸ> πῦρ ὡσαύτως. οὔτε γὰρ τὸ ἄνω καὶ κάτω καλῶς λαμβάνει... πρὸς δὲ τούτοις τί τὸ συνέχον εἰς τἀναντία φερόμενα τὸ πῦρ καὶ τὴν γῆν; διασπασθήσεται γάρ, εἰ μή τι ἔσται τὸ κωλύον· εἰ δ' ἔσται, τοῦτ' ἔστιν ἡ ψυχή, καὶ τὸ αἴτιον τοῦ αὐξάνεσθαι καὶ τρέφεσθαι.",
              "translation": "بەڵام ئیمپیدۆکلیس باشی نەکردووە کە ئەمەی وتووە، کە گەشەی ڕووەکەکان بەرەو خوارەوە بەهۆی ڕەگ داکوتانە، چونکە زەوی بە سروشت بەو ئاراستەیەدا دەڕوات، و بەرەو سەرەوەش چونکە ئاگر بە هەمان شێوە [بەرەو سەرەوە دەڕوات]. چونکە نە 'سەرەوە' و 'خوارەوە'ی بە باشی بەکارهێناوە... سەرباری ئەمانە، چی ئاگر و زەوی کە بەرەو ئاراستەی دژبەیەک دەڕۆن، پێکەوە دەبەستێت؟ چونکە لێک جیادەبنەوە، ئەگەر شتێک نەبێت کە ڕێگری بکات. ئەگەر شتێک هەبێت، ئەوا ئەمە گیانە، و هۆکاری گەشەکردن و خۆراک وەرگرتنە.",
              "commentary": "ڕەخنە لە ڕاڤەیەکی میکانیکی بۆ گەشەی ڕووەک. ئیمپیدۆکلیس دەیگوت ڕەگ بەرەو خوارەوە دەڕوات چونکە لە زەوییە، و قەد بەرەو سەرەوە چونکە ئاگری تێدایە. ئەرستۆ دەڵێت ئەمە بەس نییە. دەبێت هێزێکی 'یەکخەر' هەبێت کە ئەم دوو ئاراستە دژبەیەکە لەناو یەک بوونەوەردا (ڕووەک) پێکەوە گرێ بدات. ئەم هێزە یەکخەرە 'گیان'ە."
            },
            {
              "line_number": "416a9-18",
              "original_text": "δοκεῖ δέ τισιν ἡ τοῦ πυρὸς φύσις ἁπλῶς αἰτία τῆς τροφῆς καὶ τῆς αὐξήσεως εἶναι... τὸ δὲ συναίτιον μέν πώς ἐστιν, οὐ μὴν ἁπλῶς γε αἴτιον, ἀλλὰ μᾶλλον ἡ ψυχή· ἡ μὲν γὰρ τοῦ πυρὸς αὔξησις εἰς ἄπειρον, ἕως ἂν ᾖ τὸ καυστόν, τῶν δὲ φύσει συνισταμένων πάντων ἔστι πέρας καὶ λόγος μεγέθους τε καὶ αὐξήσεως· ταῦτα δὲ ψυχῆς, ἀλλ' οὐ πυρός, καὶ λόγου μᾶλλον ἢ ὕλης.",
              "translation": "لای هەندێک کەس وا دیارە کە سروشتی ئاگر بە سادەیی هۆکاری خۆراک و گەشەیە... بەڵام [ئاگر] جۆرێکە لە 'هاو-هۆکار'، نەک هۆکاری سەرەکی؛ بەڵکو زیاتر گیان [هۆکارە]. چونکە گەشەی ئاگر بێ کۆتایە، تا ئەو کاتەی شتی سووتێنەر هەبێت. بەڵام هەموو بوونەوەرە سروشتییە پێکهاتووەکان سنوور (πέρας - peras) و ڕێژەیەکیان (logos) هەیە بۆ قەبارە و گەشە. و ئەمانە هی گیانن، نەک هی ئاگر؛ و هی 'پێناسە' (logos)ن نەک هی 'ماددە'.",
              "commentary": "ئەمە جیاوازییەکی بنەڕەتییە لەنێوان پرۆسەیەکی کیمیایی سادە (سووتان) و پرۆسەیەکی بایۆلۆژی (گەشەکردن). گەشەی زیندەوەر 'سنووردار' و 'مەبەستدار'ە. زیندەوەرێک تا ئەندازەیەکی دیاریکراو گەشە دەکات و دەوەستێت. ئەم 'سنوور' و 'ڕێژەیە' لەلایەن گیانەوە (کە فۆرم و پێناسەیە) دیاری دەکرێت، نەک لەلایەن ماددەکەوە (کە ئاگرە)."
            },
            {
              "line_number": "416a19-416b9",
              "original_text": "ἐπεὶ δ' ἡ αὐτὴ δύναμις τῆς ψυχῆς θρεπτικὴ καὶ γεννητική... δοκεῖ δ' εἶναι ἡ τροφὴ τὸ ἐναντίον τῷ ἐναντίῳ... ἀπορίαν δ' ἔχει· φασὶ γὰρ οἱ μὲν τὸ ὅμοιον τῷ ὁμοίῳ τρέφεσθαι... τοῖς δ' ὥσπερ εἴπομεν τοὔμπαλιν δοκεῖ... ἐπεὶ δ' οὐθὲν τρέφεται μὴ μετέχον ζωῆς, τὸ ἔμψυχον ἂν εἴη σῶμα τὸ τρεφόμενον, ᾗ ἔμψυχον, ὥστε καὶ ἡ τροφὴ πρὸς ἔμψυχόν ἐστι, καὶ οὐ κατὰ συμβεβηκός.",
              "translation": "و چونکە هەمان هێزی گیان هەم خۆراکییە و هەم زاوزێکەرە، پێویستە سەرەتا دەربارەی خۆراک پێناسە بکەین... وا دیارە خۆراک دژ بە دژە... بەڵام کێشەیەک هەیە: هەندێکیان دەڵێن هاوشێوە بە هاوشێوە خۆراک وەردەگرێت... هەندێکی تریش، وەک وتمان، بە پێچەوانەوە پێیان وایە... و چونکە هیچ شتێک خۆراک وەرناگرێت کە ژیانی نەبێت، کەواتە جەستەی گیاندارە کە خۆراک وەردەگرێت، تا ئەو ڕادەیەی کە گیاندارە. بۆیە خۆراکیش پەیوەستە بە شتی گیاندارەوە، نەک بە شێوەی عەرەزی.",
              "commentary": "ئەرستۆ لێرەدا کێشەیەکی فەلسەفیی کۆن دەوروژێنێت: ئایا خۆراک بە هاوشێوەیی کار دەکات یان بە دژایەتی؟ ئەو ئەم کێشەیە چارەسەر دەکات بە وتنی ئەوەی کە هەردووکیان ڕاستن: خۆراک لە سەرەتادا (پێش هەرسکردن) 'دژ'ە، بەڵام دوای هەرسکردن دەبێتە 'هاوشێوە'ی جەستە. گرنگترین خاڵ ئەوەیە کە خۆراک پەیوەندییەکی زاتیی بە ژیانەوە هەیە."
            },
            {
              "line_number": "416b10-20",
              "original_text": "ἔστι δ' ἕτερον τροφῇ καὶ αὐξητικῷ εἶναι· ᾗ μὲν γὰρ ποσόν τι τὸ ἔμψυχον, αὐξητικόν, ᾗ δὲ τόδε τι καὶ οὐσία, τροφή (σώζει γὰρ τὴν οὐσίαν, καὶ μέχρι τούτου ἔστιν ἕως ἂν τρέφηται), καὶ γενέσεως ποιητικόν, οὐ τοῦ τρεφομένου, ἀλλ' οἷον τὸ τρεφόμενον· ἤδη γὰρ ἔστιν αὐτοῦ ἡ οὐσία, γεννᾷ δ' οὐθὲν αὐτὸ ἑαυτό, ἀλλὰ σώζει. ὥσθ' ἡ μὲν τοιαύτη τῆς ψυχῆς ἀρχὴ δύναμίς ἐστιν οἵα σώζειν τὸ ἔχον αὐτὴν ᾗ τοιοῦτον, ἡ δὲ τροφὴ παρασκευάζει ἐνεργεῖν· διὸ στερηθὲν τροφῆς οὐ δύναται εἶναι.",
              "translation": "جیاوازی هەیە لەنێوان 'خۆراک' و 'هۆکاری گەشە'دا. تا ئەو ڕادەیەی کە شتە گیاندارەکە 'چەندێتی'یەکە، [خۆراک] هۆکاری گەشەیە. بەڵام تا ئەو ڕادەیەی کە 'شتێکی دیاریکراو' و 'جەوهەر'ە، [خۆراک] خۆراکە (چونکە جەوهەرەکە دەپارێزێت، و تا ئەو کاتەی خۆراک وەردەگرێت بوونی هەیە). و هۆکاری دروستبوونی شتێکە، نەک خودی ئەوەی کە خۆراک وەردەگرێت، بەڵکو 'وەک' ئەوەی کە خۆراک وەردەگرێت. چونکە جەوهەری خۆی پێشوەختە هەیە؛ و هیچ شتێک خۆی دروست ناکات، بەڵکو خۆی دەپارێزێت. کەواتە، ئەم جۆرە بنەمایەی گیان هێزێکە کە دەتوانێت خاوەنەکەی بپارێزێت تا ئەو ڕادەیەی کە ئاوایە، و خۆراکیش ئامادەی دەکات بۆ کارکردن. بۆیە کاتێک لە خۆراک بێبەش دەبێت، ناتوانێت بژی.",
              "commentary": "لێرەدا جیاوازییەکی وردی فەلسەفی دەکات. خۆراک دوو ئامانجی هەیە: ١) پاراستنی جەوهەری تاک (خۆراک). ٢) زیادکردنی چەندێتییەکەی (گەشە). هەروەها جیاوازیی نێوان 'پاراستنی خود' (خۆراک) و 'دروستکردنی وێنەی خود' (زاوزێ) دەکات. گیانی خۆراکی ئەو هێزەیە کە تاکەکە دەپارێزێت."
            },
            {
              "line_number": "416b20-29",
              "original_text": "ἐπεὶ δὲ ἀπὸ τοῦ τέλους ἅπαντα προσαγορεύειν δίκαιον, τέλος δὲ τὸ γεννῆσαι οἷον αὐτό, εἴη ἂν ἡ πρώτη ψυχὴ γεννητικὴ οἷον αὐτό. ἔστι δὲ ᾧ τρέφει διττόν, ὥσπερ καὶ ᾧ κυβερνᾷ καὶ ἡ χεὶρ καὶ τὸ πηδάλιον, τὸ μὲν κινοῦν καὶ κινούμενον, τὸ δὲ κινούμενον μόνον. πᾶσαν δ' ἀναγκαῖον τροφὴν δύνασθαι πέττεσθαι, ἐργάζεται δὲ τὴν πέψιν τὸ θερμόν· διὸ πᾶν ἔμψυχον ἔχει θερμότητα.",
              "translation": "و چونکە دادپەروەرانەیە کە هەموو شتێک بەپێی ئامانجە کۆتاییەکەی (telos) ناوبنێین، و ئامانجی کۆتاییش بریتییە لە دروستکردنی شتێک وەک خۆی، کەواتە یەکەمین گیان بریتییە لە 'گیانی زاوزێکەری شتێکی وەک خۆی'. و 'ئەوەی پێی دەخوات' دوو جۆرە، وەک 'ئەوەی پێی کەشتیوانی دەکەیت': هەم دەست و هەم سوکان؛ یەکەمیان (دەست) هەم دەجووڵێنێت و هەم دەجووڵێت، دووەمیان (سوکان) تەنها دەجووڵێت. و پێویستە هەموو خۆراکێک توانای هەرسکرانی هەبێت، و ئەوەی کە هەرسکردن ئەنجام دەدات، گەرمییە. بۆیە هەموو شتێکی گیاندار گەرمیی هەیە.",
              "commentary": "ئەرستۆ جەخت لەسەر ئەوە دەکاتەوە کە ئامانجی کۆتایی و بنەڕەتیی گیانی خۆراکی بریتییە لە زاوزێ. پاشان شیکارییەکی میکانیکی دەکات: گیان (وەک دەست) ئامرازە جەستەیییەکان (وەک سوکان) بەکاردەهێنێت. کۆتا خاڵ بریتییە لە ڕۆڵی بنەڕەتیی 'گەرمیی زگماکی' لە پرۆسەی هەرسکردندا، کە تێبینییەکی بایۆلۆژیی گرنگە لە سەردەمی خۆیدا."
            },
            {
              "line_number": "416b30-32",
              "original_text": "τύπῳ μὲν οὖν ἡ τροφὴ τί ἐστιν εἴρηται· διασαφητέον δ' ἐστὶν ὕστερον περὶ αὐτῆς ἐν τοῖς οἰκείοις λόγοις.",
              "translation": "کەواتە، بە شێوەیەکی گشتی وترا خۆراک چییە. بەڵام دواتر لە گفتوگۆ گونجاوەکاندا دەبێت بە وردی ڕوون بکرێتەوە.",
              "commentary": "ئەرستۆ بە شێوازی ئاسایی خۆی کۆتایی بە بەشەکە دێنێت. ئەو دەڵێت نەخشە گشتییەکەی (τύπος - typos) کێشاوە، بەڵام وردەکارییە بایۆلۆژی و کیمیاییەکان بۆ کتێبەکانی تری (وەک 'دەربارەی بەشەکانی ئاژەڵان') جێدەهێڵێت."
            }
          ]
        }
      ]
    }
  ]
}
