{
  "books": [
    {
      "title": "دەربارەی گیان (Περὶ Ψυχῆς)",
      "author": "ئەرەستوو (Aristotle)",
      "sections": [
        {
          "section_title": "کتێبی یەکەم - بەشی دووەم: بۆچوونە میراتییەکان دەربارەی گیان. — گیان وەک بنەمای جووڵە (دیمۆکریتۆس، فیساگۆرسییەکان، ئەناکسۆگۆراس). — گیان وەک بنەمای هەستکردن و زانین (ئیمپیدۆکلیس، ئەفلاتون، سالیس). — جیاوازیی تیۆرییەکان دەربارەی جۆر و ژمارەی بنەماکان.",
          "lines": [
            {
              "line_number": "403b20-24",
              "original_text": "Ἐπισκοποῦντας δὲ περὶ ψυχῆς ἀναγκαῖον, ἅμα διαποροῦντας περὶ ὧν εὐπορεῖν δεῖ προελθόντας, τὰς τῶν προτέρων δόξας συμπαραλαμβάνειν ὅσοι τι περὶ αὐτῆς ἀπεφήναντο, ὅπως τὰ μὲν καλῶς εἰρημένα λάβωμεν, εἰ δέ τι μὴ καλῶς, τοῦτ' εὐλαβηθῶμεν.",
              "translation": "لەکاتی لێکۆڵینەوە لە گیان، پێویستە لە کاتێکدا کە کێشە و دژوارییەکان دەوروژێنین کە دەبێت چارەسەریان بکەین، بۆچوونەکانی (doxas) ئەوانەی پێش خۆشمان لەبەرچاو بگرین کە شتێکیان لەبارەیەوە وتووە، بۆ ئەوەی ئەوەی بە باشی وتراوە وەریبگرین، و ئەگەر شتێکیش بە باشی نەوترابوو، خۆمانی لێ بپارێزین.",
              "commentary": "لێرەدا ئەرستۆ ڕێبازی کارکردنی خۆی بە ڕوونی دیاری دەکات، کە پێی دەوترێت 'میتۆدی دیالێکتیکی' یان 'پێداچوونەوەی بۆچوونەکان'. ئەو باوەڕی وایە کە ڕاستی لە ڕێگەی شیکردنەوە و ڕەخنەگرتن لە بۆچوونە باوەکان و بۆچوونی فەیلەسووفانی پێشووەوە بەدەست دێت. ئەمە نیشانەی ڕێزگرتن و لە هەمان کاتدا ڕەخنەگرتنێکی بنیاتنەرە."
            },
            {
              "line_number": "403b25-404a1",
              "original_text": "ἀρχὴ δὲ τῆς ζητήσεως προθέσθαι τὰ μάλιστα δοκοῦνθ' ὑπάρχειν αὐτῇ κατὰ φύσιν. τὸ ἔμψυχον δὴ τοῦ ἀψύχου δυσὶ μάλιστα διαφέρειν δοκεῖ, κινήσει τε καὶ τῷ αἰσθάνεσθαι. παρειλήφαμεν δὲ καὶ παρὰ τῶν προγενεστέρων σχεδὸν δύο ταῦτα περὶ ψυχῆς· φασὶ γὰρ ἔνιοι καὶ μάλιστα καὶ πρώτως ψυχὴν εἶναι τὸ κινοῦν...",
              "translation": "خاڵی دەستپێکی لێکۆڵینەوەکە ئەوەیە کە ئەو تایبەتمەندییانە بخەینەڕوو کە وا دەردەکەوێت بە شێوەیەکی سروشتی زیاتر لە هەموو شتێک هی گیان بن. وا دیارە شتی گیاندار (ἔμψυχον - empsychon) لە شتی بێگیان (ἀψύχου - apsychou) بە دوو شتی سەرەکی جیا دەکرێتەوە: بە جووڵە (κίνησις - kinesis) و بە هەستکردن (αἰσθάνεσθαι - aisthanesthai). ئێمەش نزیکەی ئەم دوو بۆچوونەمان لە فەیلەسووفانی پێشووەوە بە میرات بۆ ماوەتەوە؛ هەندێکیان دەڵێن گیان بە پلەی یەکەم و لە بنەڕەتدا 'ئەوەیە کە دەجووڵێنێت'...",
              "commentary": "ئەرستۆ دوو تایبەتمەندیی سەرەکیی ژیان لە ڕوانگەی باو و فەلسەفییەوە دیاری دەکات: جووڵە و هەستکردن. پاشان ڕایدەگەیەنێت کە فەیلەسووفانی پێشوو هەر یەکەیان جەختیان لەسەر یەکێک لەم دووانە کردۆتەوە. ئەو سەرەتا بە گرووپی یەکەم دەست پێدەکات: ئەوانەی گیانیان وەک 'سەرچاوەی جووڵە' پێناسە کردووە."
            },
            {
              "line_number": "404a1-16",
              "original_text": "ὅθεν Δημόκριτος μὲν πῦρ τι καὶ θερμόν φησιν αὐτὴν εἶναι· ἀπείρων γὰρ ὄντων σχημάτων καὶ ἀτόμων τὰ σφαιροειδῆ πῦρ καὶ ψυχὴν λέγει... ὑπολαμβάνοντες τὴν ψυχὴν εἶναι τὸ παρέχον τοῖς ζῴοις τὴν κίνησιν· διὸ καὶ τοῦ ζῆν ὅρον εἶναι τὴν ἀναπνοήν· συνάγοντος γὰρ τοῦ περιέχοντος τὰ σώματα καὶ ἐκθλίβοντος τῶν σχημάτων... βοήθειαν γίνεσθαι θύραθεν ἐπεισιόντων ἄλλων τοιούτων ἐν τῷ ἀναπνεῖν...",
              "translation": "بۆیە دیمۆکریتۆس دەڵێت گیان جۆرێکە لە ئاگر و گەرما؛ چونکە لەنێو شێوە و ئەتۆمە بێشومارەکاندا، ئەوانەی شێوەیان گۆییە (خڕە) بە ئاگر و گیان ناویان دەبات... بەو گریمانەیەی کە گیان ئەوەیە جووڵە بە زیندەوەران دەبەخشێت. هەر لەبەر ئەمەشە کە هەناسەدان بە سنووری ژیان دادەنرێت؛ چونکە کاتێک ژینگەی دەوروبەر فشار دەکاتە سەر جەستە و ئەو شێوانە (ئەتۆمانە) دەردەکات کە جووڵە دەبەخشن، یارمەتی لە دەرەوە دێت بە هاتنەژوورەوەی ئەتۆمی هاوشێوە لە کاتی هەناسەداندا...",
              "commentary": "ئەرستۆ یەکەم نموونە دەهێنێتەوە: دیمۆکریتۆسی ئەتۆمیست. لای ئەو، گیان ماددییە و لە 'ئەتۆمی ئاگرین'ی خڕ پێکهاتووە. هۆکارەکە ئەوەیە کە شێوەی خڕ لە هەموو شێوەکان جووڵاوترە و توانای چوونە ناو هەموو شتێکی هەیە. ئەرستۆ لێرەدا تیۆرییەکەی دیمۆکریتۆس دەربارەی هەناسەدان باس دەکات، کە بریتییە لە پرۆسەیەکی میکانیکی بۆ بەردەوامبوونی ژیان، لە ڕێگەی قەرەبووکردنەوەی ئەو ئەتۆمە ئاگرینانەی لە جەستە دەچنە دەرەوە."
            },
            {
              "line_number": "404a16-25",
              "original_text": "ἔοικε δὲ καὶ τὸ παρὰ τῶν Πυθαγορείων λεγόμενον τὴν αὐτὴν ἔχειν διάνοιαν· ἔφασαν γάρ τινες αὐτῶν ψυχὴν εἶναι τὰ ἐν τῷ ἀέρι ξύσματα, οἱ δὲ τὸ ταῦτα κινοῦν... ἐπὶ ταὐτὸ δὲ φέρονται καὶ ὅσοι λέγουσι τὴν ψυχὴν τὸ αὑτὸ κινοῦν· ἐοίκασι γὰρ οὗτοι πάντες ὑπειληφέναι τὴν κίνησιν οἰκειότατον εἶναι τῇ ψυχῇ...",
              "translation": "وا دیارە ئەو قسەیەی فیساگۆرسییەکانیش هەمان مەبەستیان هەیە؛ هەندێکیان دەیانوت گیان بریتییە لەو تۆزانەی لە هەوادا دەبینرێن، هەندێکی تریشیان دەیانوت بریتییە لەوەی کە ئەم تۆزانە دەجووڵێنێت... هەموو ئەوانەش کە دەڵێن گیان 'خۆ-جووڵێنەر'ە (self-mover)، بەرەو هەمان ئاراستە دەڕۆن. وا دیارە هەموو ئەمانە وایانزانیوە کە جووڵە نزیکترین تایبەتمەندییە لە گیانەوە.",
              "commentary": "ئەرستۆ فیساگۆرسییەکان و ئەفلاتون (بەبێ ناوهێنان) دەخاتە هەمان خانەوە. بیرۆکەی 'تۆزی هەوا' (motes in the air) کە بەردەوام لە جووڵەدایە، وێنەیەکی سادەیە بۆ جووڵەی بەردەوامی گیان. دەستەواژەی 'خۆ-جووڵێنەر' (τὸ αὑτὸ κινοῦν) ئاماژەیەکی ڕاستەوخۆیە بۆ پێناسەکەی ئەفلاتون لە دیالۆگی 'فایدرۆس'دا، کە گیان وەک سەرچاوەیەکی هەمیشەیی جووڵە پێناسە دەکات."
            },
            {
              "line_number": "404a25-404b7",
              "original_text": "ὁμοίως δὲ καὶ Ἀναξαγόρας ψυχὴν εἶναι λέγει τὴν κινοῦσαν... οὐ μὴν παντελῶς γ' ὥσπερ Δημόκριτος. ἐκεῖνος μὲν γὰρ ἁπλῶς ταὐτὸν ψυχὴν καὶ νοῦν... Ἀναξαγόρας δ' ἧττον διασαφεῖ περὶ αὐτῶν· πολλαχοῦ μὲν γὰρ τὸ αἴτιον τοῦ καλῶς καὶ ὀρθῶς τὸν νοῦν λέγει, ἑτέρωθι δὲ τὸν νοῦν εἶναι ταὐτὸν τῇ ψυχῇ... οὐ φαίνεται δ' ὅ γε κατὰ φρόνησιν λεγόμενος νοῦς πᾶσιν ὁμοίως ὑπάρχειν τοῖς ζῴοις...",
              "translation": "بە هەمان شێوە، ئەناکسۆگۆراسیش دەڵێت گیان ئەوەیە کە دەجووڵێنێت... بەڵام نەک بە تەواوی وەک دیمۆکریتۆس. چونکە دیمۆکریتۆس بە سادەیی گیان و ئەقڵ (νοῦς - nous) بە یەک شت دادەنێت... بەڵام ئەناکسۆگۆراس کەمتر لەبارەیانەوە ڕوونە؛ چونکە زۆر جار دەڵێت 'ئەقڵ' هۆکاری جوانی و ڕێکییە، لە شوێنی تردا 'ئەقڵ' و 'گیان' بە یەک شت دادەنێت... بەڵام وا دەرناکەوێت ئەو 'ئەقڵ'ەی کە بە مانای 'دانایی' دێت، بە یەکسانی لە هەموو زیندەوەراندا بوونی هەبێت.",
              "commentary": "لێرەدا ئەرستۆ وردەکارییەکی گرنگ باس دەکات. ئەناکسۆگۆراسیش 'ئەقڵ' (Nous) وەک هۆکاری جووڵە دادەنێت، بەڵام جیاوازییەکەی لەگەڵ دیمۆکریتۆس ئەوەیە کە 'ئەقڵ' لای ئەو تەنها هۆکارێکی میکانیکی نییە، بەڵکو هۆکاری 'ڕێکی و جوانی'شە. ئەرستۆ دوو کێشە لە بۆچوونەکەی ئەناکسۆگۆراسدا دەبینێت: یەکەم، ناڕوونی لە پەیوەندیی نێوان گیان و ئەقڵدا. دووەم، ناکۆکییەک: ئەگەر ئەقڵ لە هەموو شتێکدا هەیە، بۆچی هەموو زیندەوەران ئاستی داناییان وەک یەک نییە؟"
            },
            {
              "line_number": "404b8-16",
              "original_text": "ὅσοι μὲν οὖν ἐπὶ τὸ κινεῖσθαι τὸ ἔμψυχον ἀπέβλεψαν, οὗτοι τὸ κινητικώτατον ὑπέλαβον τὴν ψυχήν· ὅσοι δ' ἐπὶ τὸ γινώσκειν καὶ τὸ αἰσθάνεσθαι τῶν ὄντων, οὗτοι δὲ λέγουσι τὴν ψυχὴν τὰς ἀρχάς... ὥσπερ Ἐμπεδοκλῆς μὲν ἐκ τῶν στοιχείων πάντων, εἶναι δὲ καὶ ἕκαστον ψυχὴν τούτων, λέγων οὕτως, γαίῃ μὲν γὰρ γαῖαν ὀπώπαμεν, ὕδατι δ' ὕδωρ...",
              "translation": "کەواتە، ئەوانەی سەیری لایەنی جووڵەی گیانداریان کردووە، گیانیان بە جووڵاوترین شت داناوە. بەڵام ئەوانەی سەیری لایەنی زانین و هەستکردنی بوونەوەرانیان کردووە، دەڵێن گیان بریتییە لە بنەماکان (ἀρχαί - archai)... وەک چۆن ئیمپیدۆکلیس [دەڵێت گیان پێکهاتووە] لە هەموو توخمەکان، و هەر یەک لەم توخمانەش گیانن، بەم شێوەیە دەڵێت: 'بە زەوی زەویمان بینی، بە ئاو ئاو،...'",
              "commentary": "ئێستا ئەرستۆ دەچێتە سەر گرووپی دووەمی فەیلەسووفان: ئەوانەی گیانیان وەک 'سەرچاوەی زانین' پێناسە کردووە. بنەمای سەرەکیی ئەم گرووپە بریتییە لە 'هاوشێوە هاوشێوە دەناسێت' (like knows like). بۆ ئەوەی گیان بتوانێت هەموو جیهان بناسێت، دەبێت لە هەمان ئەو توخمانە پێکهاتبێت کە جیهانیان لێ پێکهاتووە. ئەرستۆ بە شیعرە بەناوبانگەکەی ئیمپیدۆکلیس ئەم بۆچوونە ڕوون دەکاتەوە."
            },
            {
              "line_number": "404b16-27",
              "original_text": "τὸν αὐτὸν δὲ τρόπον καὶ Πλάτων ἐν τῷ Τιμαίῳ τὴν ψυχὴν ἐκ τῶν στοιχείων ποιεῖ· γινώσκεσθαι γὰρ τῷ ὁμοίῳ τὸ ὅμοιον... ἔτι δὲ καὶ ἄλλως, νοῦν μὲν τὸ ἕν, ἐπιστήμην δὲ τὰ δύο... δόξαν... αἴσθησιν...",
              "translation": "بە هەمان شێوە، ئەفلاتونیش لە 'تیمایۆس'دا گیان لە توخمەکان دروست دەکات؛ چونکە هاوشێوە بە هاوشێوە دەناسرێت... هەروەها بە شێوازێکی تر، [دەڵێت] ئەقڵ بریتییە لە 'یەک'، زانست بریتییە لە 'دوو'... بۆچوون بریتییە لە ژمارەی ڕووتەخت، و هەستکردن بریتییە لە ژمارەی تەن.",
              "commentary": "ئەرستۆ ئەفلاتونیش دەخاتە ناو هەمان خانەی 'هاوشێوە هاوشێوە دەناسێت'ەوە. ئەو بە شێوەیەکی زۆر چڕ پوختەی تیۆرییەکەی ئەفلاتون لە 'تیمایۆس'دا دەکات، کە تێیدا گیانی جیهان و گیانی مرۆڤ لە پێکهاتە بیرکارییەکانی جیهان (ژمارە و شێوە ئەندازەییەکان) دروستکراون. ئەمەش وا دەکات گیان بتوانێت لە پێکهاتەی جیهان تێبگات."
            },
            {
              "line_number": "404b27-405a13",
              "original_text": "ἐπεὶ δὲ καὶ κινητικὸν ἐδόκει ἡ ψυχὴ εἶναι καὶ γνωριστικὸν οὕτως, ἔνιοι συνέπλεξαν ἐξ ἀμφοῖν, ἀποφηνάμενοι τὴν ψυχὴν ἀριθμὸν κινοῦνθ' ἑαυτόν... Δημόκριτος δὲ καὶ γλαφυρωτέρως εἴρηκεν... ψυχὴν μὲν γὰρ εἶναι ταὐτὸ καὶ νοῦν... Ἀναξαγόρας δ'... χρῆται δ' ἀμφοῖν ὡς μιᾷ φύσει... ἔοικε δὲ καὶ Θαλῆς... κινητικόν τι τὴν ψυχὴν ὑπολαβεῖν... Διογένης δ'... ἀέρα...",
              "translation": "و چونکە وا دەرکەوت کە گیان هەم جووڵێنەرە و هەم زانەرە، هەندێکیان هەردووکیان تێکەڵ کرد و ڕایانگەیاند کە گیان 'ژمارەیەکی خۆ-جووڵێنەر'ە. ... دیمۆکریتۆس بە شێوازێکی وردتریش قسەی کردووە... چونکە گیان و ئەقڵ بە یەک شت دادەنێت... ئەناکسۆگۆراس... هەردووکیان وەک یەک سروشت بەکاردەهێنێت... وا دیارە سالیسیش... گیانی بە شتێکی جووڵێنەر داناوە... دیۆجینیسیش... [دەڵێت] هەوایە...",
              "commentary": "لێرەدا ئەرستۆ پوختەی بۆچوونەکان دەکات و چەند نموونەیەکی تر بە خێرایی باس دەکات. 'ژمارەی خۆ-جووڵێنەر' پێناسەیەکی تری ئەفلاتونییە. پاشان بە خێرایی بەسەر بۆچوونی سالیس (گیان وەک جووڵێنەر، نموونەی موگناتیس)، دیۆجینیسی ئەپۆلۆنی (گیان وەک هەوا، چونکە هەوا وردترینە و بنەمای هەموو شتێکە)، و ئەوانی تردا دەچێتەوە."
            },
            {
              "line_number": "405a13-405b1",
              "original_text": "καὶ Ἡράκλειτος δὲ τὴν ἀρχὴν εἶναί φησι ψυχήν, εἴπερ τὴν ἀναθυμίασιν... καὶ Ἀλκμαίων... φησὶ γὰρ αὐτὴν ἀθάνατον εἶναι διὰ τὸ ἐοικέναι τοῖς ἀθανάτοις· τοῦτο δ' ὑπάρχειν αὐτῇ ὡς ἀεὶ κινουμένῃ...",
              "translation": "هیراکلیتۆسیش دەڵێت بنەماکە گیانە، ئەگەر مەبەستی لە 'هەڵم' (ἀναθυμίασις - anathumiasis) بێت، کە شتەکانی تری لێ پێکدێنێت... ئەلکمیۆنیش... دەڵێت گیان نەمـرە چونکە لە نەمـرەکان دەچێت؛ ئەمەش بەهۆی ئەوەی کە هەمیشە لە جووڵەدایە؛ چونکە هەموو شتە خوداییەکانیش بەردەوام لە جووڵەدان، وەک مانگ، خۆر، ئەستێرەکان و تەواوی ئاسمان.",
              "commentary": "لێرە بەردەوامە لەسەر لیستەکە. هیراکلیتۆس (گیان وەک هەڵمی ئاگرین و بەردەوام لە گۆڕان). ئەلکمیۆنی کرۆتۆنی (نەمریی گیان بەستراوەتەوە بە جووڵە بەردەوامەکەیەوە، کە هاوشێوەی جووڵەی تەنە ئاسمانییەکانە). ئەمە دووبارە جەختکردنەوەیە لەسەر پەیوەندیی قووڵی نێوان گیان و جووڵە لە هزری یۆنانی کۆندا."
            },
            {
              "line_number": "405b1-8",
              "original_text": "τῶν δὲ φορτικωτέρων καὶ ὕδωρ τινὲς ἀπεφήναντο, καθάπερ Ἵππων... ἕτεροι δ' αἷμα, καθάπερ Κριτίας, τὸ αἰσθάνεσθαι ψυχῆς οἰκειότατον ὑπολαμβάνοντες...",
              "translation": "هەندێک لە [فەیلەسووفە] سادەترەکانیش وتوویانە [گیان] ئاوە، وەک هیپۆن... هەندێکی تریش وتوویانە خوێنە، وەک کرتییاس، بەو پێیەی کە هەستکردن نزیکترین تایبەتمەندیی گیانە [و ئەمەش بەهۆی سروشتی خوێنەوەیە].",
              "commentary": "ئەرستۆ لێرەدا ئاماژە بە بۆچوونە 'سادە' یان 'گشتیانە'کان دەکات. هیپۆن (گیان وەک ئاو، بەهۆی ئەوەی تۆوی ژیان شێدارە). کرتییاس (یەکێک لە سی ستەمکارەکە) گیانی بە خوێن داناوە، چونکە پێی وابووە هەستکردن و ژیری پەیوەستە بە خوێنەوە. ئەم بۆچوونانە زیاتر پشت بە تێبینییە فیزیۆلۆژییە سادەکان دەبەستن."
            },
            {
              "line_number": "405b8-20",
              "original_text": "ὁρίζονται δὴ πάντες τὴν ψυχὴν τρισὶν ὡς εἰπεῖν, κινήσει, αἰσθήσει, τῷ ἀσωμάτῳ... διὸ καὶ οἱ τῷ γινώσκειν ὁριζόμενοι αὐτὴν ἢ στοιχεῖον ἢ ἐκ τῶν στοιχείων ποιοῦσι... φασὶ γὰρ γινώσκεσθαι τὸ ὅμοιον τῷ ὁμοίῳ... ὅσοι μὲν οὖν μίαν τινὰ λέγουσιν... καὶ τὴν ψυχὴν ἓν τιθέασιν... οἱ δὲ πλείους λέγοντες... καὶ τὴν ψυχὴν πλείω ποιοῦσιν.",
              "translation": "کەواتە، هەموویان گیان بە سێ شت پێناسە دەکەن، ئەگەر بتوانین وا بڵێین: بە جووڵە، بە هەستکردن، و بە ناماددیبوون. هەر یەکێک لەمانەش دەگەڕێنرێتەوە بۆ بنەماکان. لەبەر ئەمەیە ئەوانەی بە زانین پێناسەی دەکەن، یان بە یەک توخم یان بە کۆی توخمەکان دروستی دەکەن... چونکە دەڵێن هاوشێوە بە هاوشێوە دەناسرێت... ئەوانەی باسی یەک هۆکار و یەک توخم دەکەن، گیانیش بە یەک شت دادەنێن... ئەوانەش کە باسی چەند بنەمایەک دەکەن، گیانیش بە فرە-پێکهاتە دادەنێن.",
              "commentary": "ئەمە پوختەیەکی گشتگیر و شیکارییانەی ئەرستۆیە بۆ هەموو بۆچوونەکانی پێشوو. ئەو سێ تایبەتمەندیی هاوبەش دەردەهێنێت: جووڵە، هەستکردن، و 'ناماددیبوون' (کە لێرەدا زیاتر بە مانای 'وردی و تەنکی' دێت، وەک ئاگر و هەوا). پاشان دووبارە بنەمای 'هاوشێوە هاوشێوە دەناسێت' وەک کلیلی تێگەیشتن لە گرووپی دووەم دەخاتەڕوو."
            },
            {
              "line_number": "405b20-31",
              "original_text": "Ἀναξαγόρας δὲ μόνος ἀπαθῆ φησιν εἶναι τὸν νοῦν, καὶ κοινὸν οὐθὲν οὐθενὶ τῶν ἄλλων ἔχειν. τοιοῦτος δ' ὢν πῶς γνωριεῖ καὶ διὰ τίν' αἰτίαν, οὔτ' ἐκεῖνος εἴρηκεν οὔτ' ἐκ τῶν εἰρημένων συμφανές ἐστιν... διὸ καὶ τοῖς ὀνόμασιν ἀκολουθοῦσιν, οἱ μὲν τὸ θερμὸν λέγοντες, ὅτι διὰ τοῦτο καὶ τὸ ζῆν ὠνόμασται, οἱ δὲ τὸ ψυχρόν, <διὰ τὸ> διὰ τὴν ἀναπνοὴν καὶ τὴν κατάψυξιν καλεῖσθαι ψυχήν.",
              "translation": "بەڵام ئەناکسۆگۆراس بە تەنها دەڵێت ئەقڵ 'نائەزموونگەر'ە (ἀπαθής - apathēs) و هیچ شتێکی هاوبەشی لەگەڵ هیچ شتێکی تردا نییە. بەڵام ئەگەر وا بێت، چۆن دەتوانێت بناسێت و بە چ هۆکارێک؟ نە خۆی ئەمەی وتووە و نە لە قسەکانیشیدا ڕوونە... هەروەها [هەندێکیان] دوای وشەکان کەوتوون، ئەوانەی دەڵێن [گیان] گەرمە، چونکە وشەی 'ژیان' (ζῆν - zēn) [لە وشەی 'کوڵان' (zein)ەوە هاتووە]، و ئەوانەی دەڵێن ساردە، چونکە بەهۆی هەناسەدان و فێنکبوونەوەوە پێی وتراوە 'گیان' (ψυχή - psychē).",
              "commentary": "لێرەدا ئەرستۆ یەکێک لە بەهێزترین ڕەخنەکانی ئاڕاستەی ئەناکسۆگۆراس دەکات. ئەگەر 'ئەقڵ' هیچ شتێکی هاوبەشی لەگەڵ جیهاندا نەبێت، چۆن دەتوانێت جیهان بناسێت؟ ئەمە ڕەتکردنەوەی بنەمای 'هاوشێوە هاوشێوە دەناسێت'ە، بەڵام بەبێ پێشکەشکردنی بەدیلێک. پاشان ئەرستۆ بە تێبینییەکی زمانەوانیی زیرەکانە کۆتایی دێنێت و نیشانی دەدات کە چۆن هەندێک تیۆری تەنانەت لەژێر کاریگەریی ڕیشەی وشەکاندان."
            }
          ]
        }
      ]
    }
  ]
}
