{
  "books": [
    {
      "title": "دەربارەی گیان (Περὶ Ψυχῆς)",
      "author": "ئەرەستوو (Aristotle)",
      "sections": [
        {
          "section_title": "بەشی یەکەم: گرنگی و دژوارییەکانی دەروونناسی. — شێواز. — ناکرێت تەنها گیانی مرۆڤ بکۆڵرێتەوە. — کێشەکان بۆ چارەسەرکردن. — گیان و جەستە بە شێوەیەکی دانەبڕاو یەکیانگرتووە. — لەبەر ئەم هۆکارە، لێکۆڵینەوە لە گیان پێش هەموو شتێک کاری فیزیکناسە. — ئاماژەکان بۆ فیزیک، بیرکاری و فەلسەفەی یەکەم.",
          "lines": [
            {
              "line_number": "402a1-10",
              "original_text": "Τῶν καλῶν καὶ τιμίων τὴν εἴδησιν ὑπολαμβάνοντες, μᾶλλον δ' ἑτέραν ἑτέρας ἢ κατ' ἀκρίβειαν ἢ τῷ βελτιόνων τε καὶ θαυμασιωτέρων εἶναι, δι' ἀμφότερα ταῦτα τὴν περὶ τῆς ψυχῆς ἱστορίαν εὐλόγως ἂν ἐν πρώτοις τιθείημεν. δοκεῖ δὲ καὶ πρὸς ἀλήθειαν ἅπασαν ἡ γνῶσις αὐτῆς μεγάλα συμβάλλεσθαι, μάλιστα δὲ πρὸς τὴν φύσιν· ἔστι γὰρ οἷον ἀρχὴ τῶν ζῴων. ἐπιζητοῦμεν δὲ θεωρῆσαι καὶ γνῶναι τήν τε φύσιν αὐτῆς καὶ τὴν οὐσίαν, εἶθ' ὅσα συμβέβηκε περὶ αὐτήν· ὧν τὰ μὲν ἴδια πάθη τῆς ψυχῆς εἶναι δοκεῖ, τὰ δὲ δι' ἐκείνην καὶ τοῖς ζῴοις ὑπάρχειν.",
              "translation": "بەو پێیەی کە زانین یەکێکە لە شتە جوان و بەنرخەکان، و هەندێک جۆری زانین لە هەندێکی تر بەرزترن، یان بەهۆی وردییەکەیانەوە یان بەهۆی ئەوەی کە بابەتی بەرزتر و سەرسوڕهێنەرتر دەکۆڵنەوە، بۆ هەردوو ئەم هۆکارە، لێکۆڵینەوە دەربارەی گیان (دەروون) بە شایستەیی لە پێشەنگی زانستەکاندا دادەنرێت. وا دەردەکەوێت کە ناسینی گیان یارمەتییەکی گەورە بە گەیشتن بە هەموو ڕاستییەک دەدات، بەتایبەتیش بۆ تێگەیشتن لە سروشت؛ چونکە گیان وەک بنەما (ئەرخێ)ی زیندەوەرانە. ئێمە هەوڵ دەدەین تێڕامان بکەین و سروشت و جەوهەری گیان بناسین، پاشان ئەو تایبەتمەندیانەی کە پێوەی لکاون؛ هەندێک لەمانە وا دەردەکەون کە ئازار (پاسۆس)ی تایبەت بە گیان بن، و هەندێکی تریش بەهۆی گیانەوە لە زیندەوەراندا بوونیان هەیە.",
              "commentary": "ئەرەستوو بە دانانی لێکۆڵینەوە لە 'گیان' (ψυχή - psyche) لە ڕیزی بەنرخترین زانستەکاندا دەست پێدەکات. ئەو پێی وایە ئەم زانستە کلیلی تێگەیشتنە لە سروشت، چونکە گیان 'بنەما' یان هۆکاری بنەڕەتی ژیانە لە زیندەوەراندا. ئامانج بریتییە لە ناسینی جەوهەری گیان و تایبەتمەندییەکانی (کە بە 'پاسۆس' ناویان دەبات، واتە ئەزموونەکان و هەستەکان)."
            },
            {
              "line_number": "402a10-22",
              "original_text": "πάντῃ δὲ πάντως ἐστὶ τῶν χαλεπωτάτων λαβεῖν τινα πίστιν περὶ αὐτῆς. καὶ γάρ, ὄντος κοινοῦ τοῦ ζητήματος καὶ πολλοῖς ἑτέροις, λέγω δὲ τοῦ περὶ τὴν οὐσίαν καὶ τὸ τί ἐστι, τάχ' ἄν τῳ δόξειε μία τις εἶναι μέθοδος κατὰ πάντων περὶ ὧν βουλόμεθα γνῶναι τὴν οὐσίαν, ὥσπερ καὶ τῶν κατὰ συμβεβηκὸς ἰδίων ἀπόδειξις, ὥστε ζητητέον ἂν εἴη τὴν μέθοδον ταύτην· εἰ δὲ μὴ ἔστι μία τις καὶ κοινὴ μέθοδος περὶ τὸ τί ἐστιν, ἔτι χαλεπώτερον γίνεται τὸ πραγματευθῆναι· δεήσει γὰρ λαβεῖν περὶ ἕκαστον τίς ὁ τρόπος, ἐὰν δὲ φανερὸν ᾖ πότερον ἀπόδειξίς ἐστιν ἢ διαίρεσις ἢ καί τις ἄλλη μέθοδος, ἔτι πολλὰς ἀπορίας ἔχει καὶ πλάνας, ἐκ τίνων δεῖ ζητεῖν· ἄλλαι γὰρ ἄλλων ἀρχαί, καθάπερ ἀριθμῶν καὶ ἐπιπέδων.",
              "translation": "بەڵام لە هەموو ڕوویەکەوە، گەیشتن بە باوەڕێکی دڵنیاکەرەوە دەربارەی گیان یەکێکە لە دژوارترین کارەکان. چونکە، هەرچەندە پرسیارکردن لە جەوهەر و 'چییەتی' شتێک کێشەیەکی هاوبەشە بۆ زۆر بواری تر، ڕەنگە کەسێک وابزانێت کە تەنها یەک شێواز (میتۆد)ی دیاریکراو هەیە بۆ ناسینی جەوهەری هەموو ئەو شتانەی دەمانەوێت بیانناسین، هەروەک چۆن یەک شێوازی سەلماندن هەیە بۆ تایبەتمەندییە لاوەکییەکان. کەواتە دەبێت بەدوای ئەم شێوازەدا بگەڕێین. بەڵام ئەگەر یەک شێوازی گشتی و هاوبەش نەبێت بۆ پرسیاری 'چییەتی'، ئەوا کارەکە دژوارتر دەبێت. چونکە پێویست دەکات بۆ هەر بابەتێک ڕێگای تایبەتی خۆی بدۆزینەوە. تەنانەت ئەگەر ڕوونیش بێت کە ئاخۆ ڕێگاکە سەلماندنە، یان دابەشکردنە، یان هەر شێوازێکی ترە، هێشتا کێشە و سەرلێشێواوی زۆر دێنە پێشەوە: دەبێت لە کوێوە دەست بە گەڕان بکەین؟ چونکە بنەماکانی (ئەرخای) هەر بوارێک جیاوازە، وەک بنەماکانی ژمارەکان و ڕووتەختەکان.",
              "commentary": "لێرەدا ئەرەستوو کێشەی میتۆدۆلۆژی دەخاتەڕوو. ئایا یەک ڕێگای زانستیی گشتگیر هەیە بۆ تێگەیشتن لە 'جەوهەری' هەموو شتێک، یان هەر بوارێک (وەک گیانناسی) پێویستی بە ڕێبازی تایبەتی خۆی هەیە؟ ئەو جەخت لەسەر ئەوە دەکاتەوە کە خاڵەکانی دەستپێک (بنەماکان) لە بوارە جیاوازەکاندا (وەک بیرکاری و فیزیک) جیاوازن، ئەمەش کارەکە ئاڵۆزتر دەکات."
            },
            {
              "line_number": "402a22-402b1",
              "original_text": "πρῶτον δ' ἴσως ἀναγκαῖον διελεῖν ἐν τίνι τῶν γενῶν καὶ τί ἐστι, λέγω δὲ πότερον τόδε τι καὶ οὐσία ἢ ποιὸν ἢ ποσόν, ἢ καί τις ἄλλη τῶν διαιρεθεισῶν κατηγοριῶν, ἔτι δὲ πότερον τῶν ἐν δυνάμει ὄντων ἢ μᾶλλον ἐντελέχειά τις· διαφέρει γὰρ οὔ τι μικρόν.",
              "translation": "بۆیە، لەوانەیە یەکەم شتی پێویست ئەوە بێت کە دیاری بکەین گیان سەر بە چ جۆرێک (جنس)ە و چییە. مەبەستم ئەوەیە، ئایا شتێکی دیاریکراو و جەوهەرە، یان چۆنیەتییە، یان چەندێتییە، یان یەکێکی ترە لە پۆلە (کاتێگۆرییە) دابەشکراوەکان؟ هەروەها، ئایا لەو شتانەیە کە بە بالقوە (بە توانست) بوونی هەیە، یان زیاتر کامڵبوونێکە (ئاکتوالێتی - ئینتێلێخیا)؟ چونکە ئەم جیاوازییە هیچ کەم نییە.",
              "commentary": "ئەرەستوو دەست دەکات بە پۆلێنکردنی فەلسەفیانەی گیان. ئەو دەیەوێت بزانێت گیان دەکەوێتە کام یەک لە 'پۆلەکان'ی بوونەوە (جەوهەر، چۆنیەتی، چەندێتی، هتد.). گرنگتر لەوە، پرسیاری ئەوە دەکات کە ئایا گیان 'توانست'ە (δύναμις - dunamis، پۆتێنشیاڵ) یان 'کامڵبوون'ە (ἐντελέχεια - entelecheia، ئاکتوالێتی). ئەم دوو چەمکە بناغەی فەلسەفەکەی ئەون و بۆ پێناسەکردنی گیان زۆر گرنگن."
            },
            {
              "line_number": "402b1-9",
              "original_text": "σκεπτέον δὲ καὶ εἰ μεριστὴ ἢ ἀμερής, καὶ πότερον ὁμοειδὴς ἅπασα ψυχὴ ἢ οὔ· εἰ δὲ μὴ ὁμοειδής, πότερον εἴδει διαφέρουσα ἢ γένει. νῦν μὲν γὰρ οἱ λέγοντες καὶ ζητοῦντες περὶ ψυχῆς περὶ τῆς ἀνθρωπίνης μόνης ἐοίκασιν ἐπισκοπεῖν· εὐλαβητέον δ' ὅπως μὴ λανθάνῃ πότερον εἷς ὁ λόγος αὐτῆς ἐστι, καθάπερ ζῴου, ἢ καθ' ἕκαστον ἕτερος, οἷον ἵππου, κυνός, ἀνθρώπου, θεοῦ, τὸ δὲ ζῷον τὸ καθόλου ἤτοι οὐθέν ἐστιν ἢ ὕστερον, ὁμοίως δὲ κἂν εἴ τι κοινὸν ἄλλο κατηγοροῖτο·",
              "translation": "هەروەها دەبێت بکۆڵینەوە کە ئایا گیان دابەش دەبێت یان دابەش نابێت، و ئایا هەموو گیانێک لە هەمان جۆرە یان نا. ئەگەر لە هەمان جۆر نییە، ئایا جیاوازییەکەیان لە ڕووی 'جۆر' (species)ەوەیە یان 'ڕەگەز' (genus)ەوە؟ چونکە لە ئێستادا ئەوانەی باسی گیان دەکەن و لێی دەکۆڵنەوە، وا دەردەکەوێت تەنها سەرنجیان لەسەر گیانی مرۆڤ بێت. دەبێت ئاگادار بین نەوەک ئەوەمان لەبیر بچێت کە ئایا یەک پێناسەی گشتی بۆ گیان هەیە، وەک چۆن بۆ 'زیندەوەر' هەیە، یان بۆ هەر بوونەوەرێک پێناسەیەکی جیاواز هەیە، بۆ نموونە بۆ ئەسپ، سەگ، مرۆڤ، و خودا. چونکە 'زیندەوەری گشتی' یان هیچ نییە یان شتێکە کە دواتر دێت (واتە تەنها چەمکێکی ئەبستراکتە). هەمان شت ڕاستە بۆ هەر پۆلێنێکی تری گشتی.",
              "commentary": "لێرەدا دوو پرسیاری بنەڕەتی تر دێنە ئاراوە: یەکەم، پرسی دابەشبوونی گیان (کە ئاماژەیە بۆ بیرۆکەی ئەفلاتون دەربارەی گیانی سێ-بەشی). دووەم، ئەرەستوو ڕەخنە لەو فەیلەسوفانە دەگرێت کە تەنها گیانی مرۆڤ دەکۆڵنەوە. ئەو پێی وایە دەبێت لێکۆڵینەوەکە گشتگیر بێت و گیانی هەموو زیندەوەران بگرێتەوە، و ئاگاداری ئەوە بین کە پێناسەیەکی گشتیی 'گیان' لەوانەیە تەنها چەمکێکی دەرھەست (ئەبستراکت) بێت."
            },
            {
              "line_number": "402b9-16",
              "original_text": "ἔτι δέ, εἰ μὴ πολλαὶ ψυχαὶ ἀλλὰ μόρια, πότερον δεῖ ζητεῖν πρότερον τὴν ὅλην ψυχὴν ἢ τὰ μόρια. χαλεπὸν δὲ καὶ τούτων διορίσαι ποῖα πέφυκεν ἕτερα ἀλλήλων, καὶ πότερον τὰ μόρια χρὴ ζητεῖν πρότερον ἢ τὰ ἔργα αὐτῶν, οἷον τὸ νοεῖν ἢ τὸν νοῦν, καὶ τὸ αἰσθάνεσθαι ἢ τὸ αἰσθητικόν· ὁμοίως δὲ καὶ ἐπὶ τῶν ἄλλων. εἰ δὲ τὰ ἔργα πρότερον, πάλιν ἄν τις ἀπορήσειεν εἰ τὰ ἀντικείμενα πρότερον τούτων ζητητέον, οἷον τὸ αἰσθητὸν τοῦ αἰσθητικοῦ, καὶ τὸ νοητὸν τοῦ νοῦ.",
              "translation": "هەروەها، ئەگەر گیانەکان زۆر نین بەڵکو بەشەکانی زۆرن، ئایا دەبێت سەرەتا لە گیانی گشتی بکۆڵینەوە یان لە بەشەکانی؟ دیاریکردنی ئەوەش دژوارە کە کام لەم بەشانە لە سروشتدا لە یەکتر جیاوازن، و ئایا دەبێت سەرەتا لە بەشەکان بکۆڵینەوە یان لە کارەکانیان؟ بۆ نموونە، لە 'بیرکردنەوە' (کردار) یان لە 'ئاوەز' (بەش)؟ لە 'هەستکردن' (کردار) یان لە 'هێزی هەستکردن' (بەش)؟ هەمان شت بۆ ئەوانی تریش. ئەگ셔ر سەرەتا لە کارەکان بکۆڵینەوە، دیسان کەسێک لەوانەیە بپرسێت ئایا دەبێت پێش ئەوانە لە ئۆبژەکانیان بکۆڵینەوە، بۆ نموونە، لە 'ئەوەی هەستی پێدەکرێت' پێش 'هێزی هەستکردن'، و لە 'ئەوەی تێدەگات' پێش 'ئاوەز'.",
              "commentary": "کێشەی میتۆدۆلۆژی قوڵتر دەبێتەوە. ڕیزبەندیی لۆژیکیی لێکۆڵینەوە چییە؟ ئایا 'گشت' پێش 'بەش' دێت؟ ئایا 'توانا' (وەک ئاوەز) پێش 'کردار' (وەک بیرکردنەوە) دێت؟ ئەرەستوو تەنانەت ئەگەری ئەوەش دەخاتەڕوو کە لەوانەیە پێویست بکات سەرەتا 'ئۆبژە'ی کردارەکە بناسین (بۆ نموونە، 'ئەوەی دەبینرێت') پێش ئەوەی لە خودی 'توانای بینین' تێبگەین."
            },
            {
              "line_number": "402b16-403a2",
              "original_text": "ἔοικε δ' οὐ μόνον τὸ τί ἐστι γνῶναι χρήσιμον εἶναι πρὸς τὸ θεωρῆσαι τὰς αἰτίας τῶν συμβεβηκότων ταῖς οὐσίαις (ὥσπερ ἐν τοῖς μαθήμασι τί τὸ εὐθὺ καὶ τὸ καμπύλον, ἢ τί γραμμὴ καὶ ἐπίπεδον, πρὸς τὸ κατιδεῖν πόσαις ὀρθαῖς αἱ τοῦ τριγώνου γωνίαι ἴσαι), ἀλλὰ καὶ ἀνάπαλιν τὰ συμβεβηκότα συμβάλλεται μέγα μέρος πρὸς τὸ εἰδέναι τὸ τί ἐστιν· ἐπειδὰν γὰρ ἔχωμεν ἀποδιδόναι κατὰ τὴν φαντασίαν περὶ τῶν συμβεβηκότων, ἢ πάντων ἢ τῶν πλείστων, τότε καὶ περὶ τῆς οὐσίας ἕξομεν λέγειν κάλλιστα· πάσης γὰρ ἀποδείξεως ἀρχὴ τὸ τί ἐστιν, ὥστε καθ' ὅσους τῶν ὁρισμῶν μὴ συμβαίνει τὰ συμβεβηκότα γνωρίζειν, ἀλλὰ μηδ' εἰκάσαι περὶ αὐτῶν εὐμαρές, δῆλον ὅτι διαλεκτικῶς εἴρηνται καὶ κενῶς ἅπαντες.",
              "translation": "وا دەردەکەوێت کە ناسینی 'چییەتی' شتێک نەک هەر بەسوودە بۆ تێگەیشتن لە هۆکارەکانی تایبەتمەندییە لاوەکییەکانی جەوهەرەکان (هەروەک لە بیرکاریدا، ناسینی چییەتی 'ڕاست' و 'چەماوە'، یان 'هێڵ' و 'ڕووتەخت'، یارمەتیدەرە بۆ زانینی ئەوەی کە کۆی گۆشەکانی سێگۆشەیەک یەکسانە بە چەند گۆشەی وەستاو)، بەڵکو بە پێچەوانەشەوە، ناسینی تایبەتمەندییە لاوەکییەکان بەشێکی گەورە پێکدەهێنێت لە زانینی 'چییەتی'. چونکە کاتێک توانیمان شرۆڤەیەکی گونجاو پێشکەش بکەین دەربارەی تایبەتمەندییەکان، یان هەموویان یان زۆربەیان، ئەوکات دەتوانین بە باشترین شێوەش باسی جەوهەر بکەین. چونکە بنەمای هەموو سەلماندنێک 'چییەتی'یە. کەواتە، هەر پێناسەیەک کە نەتوانێت تایبەتمەندییەکان ڕوون بکاتەوە، یان تەنانەت گریمانەکردنیشیان ئاسان نەکات، ڕوونە کە هەموویان بە شێوەیەکی دیالێکتیکی (جادەلی) و بەتاڵ وتراون.",
              "commentary": "ئەرەستوو پەیوەندییەکی دوولایەنە لەنێوان 'جەوهەر' (پێناسە) و 'تایبەتمەندییەکان' (نیشانەکان)دا دەبینێت. پێناسەیەکی زانستیی دروست دەبێت توانای ڕوونکردنەوەی دیاردە بینراوەکانی هەبێت. هەر پێناسەیەک کە ئەمە نەکات، تەنها قسەیەکی 'دیالێکتیکی' و پووچە، واتە لە واقیع دابڕاوە. ئەمە ڕەخنەیەکە لە پێناسە دەرھەستەکان کە پەیوەندییان بە ئەزموونەوە نییە."
            },
            {
              "line_number": "403a3-10",
              "original_text": "ἀπορίαν δ' ἔχει καὶ τὰ πάθη τῆς ψυχῆς, πότερόν ἐστι πάντα κοινὰ καὶ τοῦ ἔχοντος ἢ ἔστι τι καὶ τῆς ψυχῆς ἴδιον αὐτῆς· τοῦτο γὰρ λαβεῖν μὲν ἀναγκαῖον, οὐ ῥᾴδιον δέ. φαίνεται δὲ τῶν μὲν πλείστων οὐθὲν ἄνευ τοῦ σώματος πάσχειν οὐδὲ ποιεῖν, οἷον ὀργίζεσθαι, θαρρεῖν, ἐπιθυμεῖν, ὅλως αἰσθάνεσθαι, μάλιστα δ' ἔοικεν ἰδίῳ τὸ νοεῖν· εἰ δ' ἐστὶ καὶ τοῦτο φαντασία τις ἢ μὴ ἄνευ φαντασίας, οὐκ ἐνδέχοιτ' ἂν οὐδὲ τοῦτ' ἄνευ σώματος εἶναι.",
              "translation": "کێشەیەکیش لە ئازارەکانی (پاسۆس) گیاندا هەیە: ئایا هەموویان هاوبەشن لەگەڵ جەستەی خاوەنەکەی، یان شتێک هەیە کە تایبەت بێت بە خودی گیان؟ گەیشتن بەمە پێویستە، بەڵام ئاسان نییە. وا دەردەکەوێت کە زۆربەی ئەزموونەکان (وەک تووڕەبوون، ئازایەتی، ئارەزووکردن، و بە گشتی هەستکردن) بەبێ جەستە نە ئەزموون دەکرێن و نە ئەنجام دەدرێن. وا دیارە کە 'بیرکردنەوە' (نۆاین) لە هەموویان زیاتر ئەگەرى هەیە تایبەت بێت بە گیان. بەڵام ئەگەر ئەمیش جۆرێک بێت لە خەیاڵکردن (فانتاسیا) یان بەبێ خەیاڵکردن نەبێت، ئەوا مومکین نییە ئەمیش بەبێ جەستە بوونی هەبێت.",
              "commentary": "لێرەدا ئەرەستوو کێشەی سەرەکیی 'ئاوەز و جەستە' (mind-body problem) دەوروژێنێت. پرسیاری بنەڕەتی ئەوەیە: ئایا گیان دەتوانێت بە سەربەخۆیی لە جەستە بژی و کار بکات؟ ئەگەر هەموو فرمانەکانی (پاسۆس: ئەزموون و هەستەکان) پێویستیان بە جەستە بێت، ئەوا ناتوانێت لێی جیا بێتەوە. ئەو 'بیرکردنەوە' وەک بەهێزترین پاڵێوراو بۆ فرمانێکی سەربەخۆ دەبینێت، بەڵام یەکسەر گومانی لێ دەکات بە بەستنەوەی بە 'خەیاڵ' (فانتاسیا) کە لەوانەیە فرمانێکی جەستەیی بێت."
            },
            {
              "line_number": "403a10-19",
              "original_text": "εἰ μὲν οὖν ἔστι τι τῶν τῆς ψυχῆς ἔργων ἢ παθημάτων ἴδιον, ἐνδέχοιτ' ἂν αὐτὴν χωρίζεσθαι· εἰ δὲ μηθέν ἐστιν ἴδιον αὐτῆς, οὐκ ἂν εἴη χωριστή, ἀλλὰ καθάπερ τῷ εὐθεῖ, ᾗ εὐθύ, πολλὰ συμβαίνει, οἷον ἅπτεσθαι τῆς [χαλκῆς] σφαίρας κατὰ στιγμήν, οὐ μέντοι γ' ἅψεται οὕτως χωρισθέν τι εὐθύ· ἀχώριστον γάρ, εἴπερ ἀεὶ μετὰ σώματός τινος ἐστιν. ἔοικε δὲ καὶ τὰ τῆς ψυχῆς πάθη πάντα εἶναι μετὰ σώματος, θυμός, πραότης, φόβος, ἔλεος, θάρσος, ἔτι χαρὰ καὶ τὸ φιλεῖν τε καὶ μισεῖν· ἅμα γὰρ τούτοις πάσχει τι τὸ σῶμα.",
              "translation": "کەواتە، ئەگەر یەکێک لە کارەکان یان ئازارەکانی گیان تایبەت بە خۆی بێت، ئەوا گیان دەتوانێت جیا ببێتەوە. بەڵام ئەگەر هیچ شتێکی تایبەت بە خۆی نەبێت، ئەوا جیانابێتەوە، بەڵکو وەک سیفەتی 'ڕاستی' وایە بۆ هێڵێک، کە زۆر تایبەتمەندی هەیە، وەک بەرکەوتنی گۆیەک لە خاڵێکدا، بەڵام 'ڕاستی' بە جیاکراوەیی ناتوانێت بەرکەوتن بکات؛ چونکە دانەبڕاوە، مادام هەمیشە لەگەڵ جەستەیەکدایە. وا دەردەکەوێت کە هەموو ئازارەکانی گیانیش لەگەڵ جەستەدان: تووڕەیی، هێمنی، ترس، بەزەیی، ئازایەتی، هەروەها خۆشی و خۆشەویستی و ڕق لێبوونەوە؛ چونکە لەگەڵ هەریەک لەمانەدا، جەستەش تووشی شتێک دەبێت.",
              "commentary": "ئەرەستوو جیابوونەوەی گیان ڕاستەوخۆ بە بوونی فرمانێکی سەربەخۆوە دەبەستێتەوە. تەنها چالاکییەک کە بەبێ هیچ بەشدارییەکی جەستەیی ئەنجام بدرێت دەتوانێت جیابوونەوەی گیان بسەلمێنێت. ئەو نموونەی ئەندازە بەکاردەهێنێت: 'ڕاستی' سیفەتێکی هێڵە و ناتوانێت بە تەنها بوونی هەبێت. پاشان لیستێک لە هەست و سۆزەکان دەهێنێتەوە کە بە ڕوونی لایەنی فیزیۆلۆژییان هەیە، بۆ ئەوەی بیانووی دانەبڕاوی بەهێزتر بکات."
            },
            {
              "line_number": "403a19-27",
              "original_text": "μηνύει δὲ τὸ ποτὲ μὲν ἰσχυρῶν καὶ ἐναργῶν παθημάτων συμβαινόντων μηδὲν παροξύνεσθαι ἢ φοβεῖσθαι, ἐνίοτε δ' ὑπὸ μικρῶν καὶ ἀμαυρῶν κινεῖσθαι, ὅταν ὀργᾷ τὸ σῶμα καὶ οὕτως ἔχῃ ὥσπερ ὅταν ὀργίζηται. ἔτι δὲ μᾶλλον τοῦτο φανερόν· μηθενὸς γὰρ φοβεροῦ συμβαίνοντος ἐν τοῖς πάθεσι γίνονται τοῖς τοῦ φοβουμένου. εἰ δ' οὕτως ἔχει, δῆλον ὅτι τὰ πάθη λόγοι ἔνυλοί εἰσιν· ὥστε οἱ ὅροι τοιοῦτοι οἷον \"τὸ ὀργίζεσθαι κίνησίς τις τοῦ τοιουδὶ σώματος ἢ μέρους ἢ δυνάμεως ὑπὸ τοῦδε ἕνεκα τοῦδε\",",
              "translation": "بەڵگەی ئەمەش ئەوەیە کە هەندێک جار لە کاتی ڕوودانی هاندەرە بەهێز و ئاشکراکاندا، هیچ تووڕەییەک یان ترسێک دروست نابێت، بەڵام هەندێک جاری تر بە هاندەری بچووک و ناڕوون دەوروژێین، کاتێک جەستە خۆی لە دۆخێکی وروژاودایە و بەو شێوەیەیە کە تووڕەیە. ئەمە زیاتر ڕوون دەبێتەوە کاتێک دەبینین کە بەبێ ڕوودانی هیچ شتێکی ترسناک، مرۆڤ تووشی نیشانەکانی ترس دەبێت. ئەگەر وا بێت، ئەوا ڕوونە کە ئازارەکان (هەستەکان) 'لۆگۆسی ماددیدار'ن (lógos énulos). کەواتە پێناسەکان دەبێت ئاوا بن، بۆ نموونە: 'تووڕەبوون بریتییە لە جووڵەیەکی جەستەیەکی دیاریکراو یان بەشێک یان هێزێکی دیاریکراو، بەهۆی شتێکەوە و لە پێناوی شتێکدا.'",
              "commentary": "ئەرەستوو بەڵگەی ئەزموونی دەهێنێتەوە: کاردانەوەی سۆزداریی ئێمە زیاتر پەیوەستە بە دۆخی فیزیۆلۆژیمانەوە نەک تەنها هاندەری دەرەکی. دەرەنجامەکە زۆر گرنگە: هەست و سۆزەکان 'لۆگۆسی ماددیدارن' (logoi enuloi)، واتە 'فۆرمی ماددیدار' یان 'ڕاڤەی ماددی'. ئەمە واتە هەستێک هەم لایەنێکی فۆرمی/دەروونی هەیە (پێناسە و ئامانجەکەی) و هەم لایەنێکی ماددی/فیزیۆلۆژی (دۆخی جەستەییەکەی)."
            },
            {
              "line_number": "403a27-403b9",
              "original_text": "καὶ διὰ ταῦτα ἤδη φυσικοῦ τὸ θεωρῆσαι περὶ ψυχῆς, ἢ πάσης ἢ τῆς τοιαύτης. διαφερόντως δ' ἂν ὁρίσαιντο ὁ φυσικὸς [τε] καὶ ὁ διαλεκτικὸς ἕκαστον αὐτῶν, οἷον ὀργὴ τί ἐστιν· ὁ μὲν γὰρ ὄρεξιν ἀντιλυπήσεως ἤ τι τοιοῦτον, ὁ δὲ ζέσιν τοῦ περὶ καρδίαν αἵματος καὶ θερμοῦ. τούτων δὲ ὁ μὲν τὴν ὕλην ἀποδίδωσιν, ὁ δὲ τὸ εἶδος καὶ τὸν λόγον. ὁ μὲν γὰρ λόγος ὅδε τοῦ πράγματος, ἀνάγκη δ' εἶναι τοῦτον ἐν ὕλῃ τοιᾳδί, εἰ ἔσται· ὥσπερ οἰκίας ὁ μὲν λόγος τοιοῦτος, ὅτι σκέπασμα κωλυτικὸν φθορᾶς ὑπ' ἀνέμων καὶ ὄμβρων καὶ καυμάτων, ὁ δὲ φήσει λίθους καὶ πλίνθους καὶ ξύλα, ἕτερος δ' ἐν τούτοις τὸ εἶδος <οὗ> ἕνεκα τωνδί.",
              "translation": "لەبەر ئەم هۆکارانە، لێکۆڵینەوە لە گیان—یان هەموو گیانێک یان ئەم جۆرە گیانە—کاری فیزیکناسە (زانای سروشت). بەڵام فیزیکناس و دیالێکتیکزان (جادەلناس) بە شێوازی جیاواز پێناسەی هەر یەکێکیان دەکەن. بۆ نموونە، تووڕەیی چییە؟ یەکەمیان (دیالێکتیکزان) دەڵێت 'ئارەزووی تۆڵەسەندنەوە' یان شتێکی لەو بابەتە. ئەوی تریان (فیزیکناس) دەڵێت 'کوڵانی خوێن و گەرما لە دەوری دڵ'. لەمانە، یەکێکیان ماددە (هولێ)کە دەستنیشان دەکات، و ئەوی تریان فۆرم و لۆگۆس (ڕاڤە)کە. چونکە لۆگۆسی شتەکە ئەمەیە، بەڵام پێویستە ئەمە لە ماددەیەکی دیاریکراودا بێت تا بوونی هەبێت. وەک خانوو، لۆگۆسەکەی ئەوەیە کە 'پەناگەیەکە بۆ ڕێگرتن لە زیانی با و باران و گەرما'، بەڵام یەکێکی تر دەڵێت 'بەرد و خشت و دارە'، و یەکێکی تریش لەمانەدا فۆرمەکە دەبینێت کە ئەمانە لە پێناویدا دروستکراون.",
              "commentary": "ئەم بەشە ڕێبازە زانستییە جیاوازەکان دیاری دەکات. 'دیالێکتیکزان' (فەیلەسوف) سەرنجی لەسەر فۆرم/پێناسەیە، لە کاتێکدا 'فیزیکناس' (زانای سروشتی) سەرنجی لەسەر بنچینە ماددییەکەیە. ئەرەستوو دەڵێت تێگەیشتنێکی تەواو پێویستی بە هەردوو ڕوانگەکە هەیە. لێکۆڵینەوە لە گیان، چونکە 'فۆرمێکی ماددیدارە'، بە شێوەیەکی بنەڕەتی کاری زانای سروشتییە."
            },
            {
              "line_number": "403b9-19",
              "original_text": "τίς οὖν ὁ φυσικὸς τούτων; πότερον ὁ περὶ τὴν ὕλην, τὸν δὲ λόγον ἀγνοῶν, ἢ ὁ περὶ τὸν λόγον μόνον; ἢ μᾶλλον ὁ ἐξ ἀμφοῖν; ἐκείνων δὲ δὴ τίς ἑκάτερος; ἢ οὐκ ἔστιν εἷς ὁ περὶ τὰ πάθη τῆς ὕλης τὰ μὴ χωριστὰ μηδ' ᾗ χωριστά, ἀλλ' ὁ φυσικὸς περὶ ἅπανθ' ὅσα τοῦ τοιουδὶ σώματος καὶ τῆς τοι- αύτης ὕλης ἔργα καὶ πάθη, ὅσα δὲ μὴ τοιαῦτα, ἄλλος, καὶ περὶ τινῶν μὲν τεχνίτης, ἐὰν τύχῃ, οἷον τέκτων ἢ ἰατρός, τῶν δὲ μὴ χωριστῶν μέν, ᾗ δὲ μὴ τοιούτου σώματος πάθη καὶ ἐξ ἀφαιρέσεως, ὁ μαθηματικός, ᾗ δὲ κεχωρισμένα, ὁ πρῶτος φιλόσοφος; ἀλλ' ἐπανιτέον ὅθεν ὁ λόγος. ἐλέγομεν δὴ ὅτι τὰ πάθη τῆς ψυχῆς οὕτως ἀχώριστα τῆς φυσικῆς ὕλης τῶν ζῴων, ᾗ γε τοιαῦθ' ὑπάρχει <οἷα> θυμὸς καὶ φόβος, καὶ οὐχ ὥσπερ γραμμὴ καὶ ἐπίπεδον.",
              "translation": "کەواتە کامیان فیزیکناسە؟ ئایا ئەوەی گرنگی بە ماددە دەدات و لۆگۆس پشتگوێ دەخات؟ یان ئەوەی تەنها گرنگی بە لۆگۆس دەدات؟ یان باشتر وایە بڵێین، ئەوەی هەردووکیان لەبەرچاو دەگرێت؟ و لەوانەی تر، هەر یەکێکیان کێیە؟ ئایا یەک کەس نییە کە لە تایبەتمەندییە دانەبڕاوەکانی ماددە بکۆڵێتەوە، نەک وەک شتی دابڕاو؟ بەڵکو فیزیکناس لە هەموو ئەو کار و ئازارانە دەکۆڵێتەوە کە هی جەستەیەکی دیاریکراو و ماددەیەکی دیاریکراون. ئەوانەی وا نین، کەسێکی تر لێیان دەکۆڵێتەوە؛ هەندێکیان پیشەوەرێک، وەک دارتاش یان پزیشک. ئەوانەی دانەبڕاون، بەڵام وەک تایبەتمەندی جەستەیەکی وا نین و بە دەرھەستکردن (ئەبستراکشن) لێکۆڵینەوەیان لەسەر دەکرێت، کاری بیرکاریزانە. ئەوانەش کە بەڕاستی جیابوونەتەوە، کاری فەیلەسوفی یەکەمە. بەڵام با بگەڕێینەوە سەر ئەو خاڵەی لێی دەستمان پێکرد. وتمان کە ئازارەکانی گیان، وەک تووڕەیی و ترس، بەو شێوەیە لە ماددەی فیزیایی زیندەوەران دانەبڕاون، نەک وەک هێڵ و ڕووتەخت (کە لە بیردا جیادەکرێنەوە).",
              "commentary": "ئەرەستوو پێناسەی 'فیزیکناس' وردتر دەکاتەوە وەک کەسێک کە لە 'فۆرم-لە-ماددە' دەکۆڵێتەوە. پاشان پەیژەیەکی زانین دروست دەکات: زانستە کردارییەکان (پیشەکان)، بیرکاری (کە لە فۆرمە دەرھەستکراوەکان لە ماددە دەکۆڵێتەوە)، و 'فەلسەفەی یەکەم' یان میتافیزیک (کە لە فۆرمی پەتی و جیابووەوە دەکۆڵێتەوە، وەک خودای بێ جووڵە). ئەو بە جەختکردنەوە لەسەر خاڵە سەرەکییەکەی کۆتایی بە بەشەکە دێنێت: سۆزەکانی گیان بە شێوەیەکی دانەبڕاو بە جەستەوە بەستراونەتەوە، بە پێچەوانەی ئۆبژە بیرکارییەکانەوە کە دەکرێت بە شێوەی دەرھەست لە نموونە فیزیاییەکانیان جیا بکرێنەوە."
            }
          ]
        }
      ]
    }
  ]
}
