{
  "books": [
    {
      "title": "دەربارەی گیان (Περὶ Ψυχῆς)",
      "author": "ئەرەستوو (Aristotle)",
      "sections": [
        {
          "section_title": "کتێبی یەکەم - بەشی یەکەم: گرنگی و دژوارییەکانی دەروونناسی. — ڕێباز. — کێشەکان بۆ چارەسەرکردن. — پەیوەندیی دانەبڕاوی گیان و جەستە و جێگەی لێکۆڵینەوەکەی لەنێو زانستەکاندا.",
          "lines": [
            {
              "line_number": "402a1-10",
              "original_text": "Τῶν καλῶν καὶ τιμίων τὴν εἴδησιν ὑπολαμβάνοντες, μᾶλλον δ' ἑτέραν ἑτέρας ἢ κατ' ἀκρίβειαν ἢ τῷ βελτιόνων τε καὶ θαυμασιωτέρων εἶναι, δι' ἀμφότερα ταῦτα τὴν περὶ τῆς ψυχῆς ἱστορίαν εὐλόγως ἂν ἐν πρώτοις τιθείημεν. δοκεῖ δὲ καὶ πρὸς ἀλήθειαν ἅπασαν ἡ γνῶσις αὐτῆς μεγάλα συμβάλλεσθαι, μάλιστα δὲ πρὸς τὴν φύσιν· ἔστι γὰρ οἷον ἀρχὴ τῶν ζῴων. ἐπιζητοῦμεν δὲ θεωρῆσαι καὶ γνῶναι τήν τε φύσιν αὐτῆς καὶ τὴν οὐσίαν, εἶθ' ὅσα συμβέβηκε περὶ αὐτήν· ὧν τὰ μὲν ἴδια πάθη τῆς ψυχῆς εἶναι δοκεῖ, τὰ δὲ δι' ἐκείνην καὶ τοῖς ζῴοις ὑπάρχειν.",
              "translation": "بەو پێیەی کە زانین یەکێکە لە شتە جوان و بەنرخەکان، و بەو پێیەی کە یەک جۆری زانین لەوی تر بەرزترە، یان بەهۆی وردییەکەیەوە یان بەهۆی ئەوەی کە بابەتی بەرزتر و سەرسوڕهێنەرترە، بۆ هەردوو ئەم هۆکارە، لێکۆڵینەوە (ἱστορία - historia) دەربارەی گیان بە شایستەیی لە پێشەنگی [زانستەکاندا] دادەنێین. وا دەردەکەوێت کە ناسینی گیان یارمەتییەکی گەورە بە گەیشتن بە هەموو ڕاستییەک دەدات، بەتایبەتیش بۆ تێگەیشتن لە سروشت؛ چونکە گیان وەک بنەما و سەرچاوەی (ἀρχή - archē) زیندەوەران وایە. ئامانجمان ئەوەیە تێڕامان بکەین و سروشت و جەوهەری (οὐσία - ousia) گیان بناسین، پاشان ئەو دۆخ و خەسڵەتانەی کە پێوەی لکاون؛ هەندێک لەمانە وا دەردەکەون کە ئەزموون و کاردانەوەی (πάθη - pathē) تایبەت بە گیان بن، و هەندێکی تریش بەهۆی گیانەوە لە زیندەوەراندا بوونیان هەیە.",
              "commentary": "ئەرەستۆ بە دانانی 'گیانناسی' لە لووتکەی زانستەکاندا دەست پێدەکات. بەکارهێنانی وشەی 'historia' لێرەدا بە مانای 'لێکۆڵینەوەی سیستماتیک' دێت نەک مێژوو. گیان (Psyche) لای ئەرستۆ 'بنەمای ژیان' (Archē)ە، هۆکاری بنەڕەتیی هەموو چالاکییەکی زیندەوەرە. ئامانج دوولایەنەیە: ناسینی جەوهەری (Ousia) گیان، و ناسینی ئەزموون و کاردانەوەکانی (Pathē) کە هەست و سۆز و فرمانەکان دەگرێتەوە."
            },
            {
              "line_number": "402a10-22",
              "original_text": "πάντῃ δὲ πάντως ἐστὶ τῶν χαλεπωτάτων λαβεῖν τινα πίστιν περὶ αὐτῆς. καὶ γάρ, ὄντος κοινοῦ τοῦ ζητήματος καὶ πολλοῖς ἑτέροις, λέγω δὲ τοῦ περὶ τὴν οὐσίαν καὶ τὸ τί ἐστι, τάχ' ἄν τῳ δόξειε μία τις εἶναι μέθοδος κατὰ πάντων περὶ ὧν βουλόμεθα γνῶναι τὴν οὐσίαν... εἰ δὲ μὴ ἔστι μία τις καὶ κοινὴ μέθοδος περὶ τὸ τί ἐστιν, ἔτι χαλεπώτερον γίνεται τὸ πραγματευθῆναι... ἄλλαι γὰρ ἄλλων ἀρχαί, καθάπερ ἀριθμῶν καὶ ἐπιπέδων.",
              "translation": "بەڵام لە هەموو ڕوویەکەوە، گەیشتن بە هەر باوەڕێکی دڵنیاکەرەوە دەربارەی گیان، یەکێکە لە دژوارترین ئەرکەکان. چونکە، هەرچەندە پرسیارکردن لە جەوهەر و 'چییەتی' (τὸ τί ἐστι) کێشەیەکی هاوبەشە بۆ زۆر بواری تریش، ڕەنگە کەسێک وابزانێت کە تەنها یەک ڕێبازی (μέθοδος - methodos) گشتگیر هەیە... بەڵام ئەگەر یەک ڕێبازی گشتی و هاوبەش نەبێت بۆ پرسیاری 'چییەتی'، ئەوا کارەکە ئاڵۆزتر دەبێت... چونکە بنەماکانی (ἀρχαί - archai) هەر بوارێک جیاوازە، وەک بنەماکانی ژمارەکان و ڕووتەختەکان.",
              "commentary": "لێرەدا ئەرەستۆ کێشەی میتۆدۆلۆژی دەخاتەڕوو. ئایا 'زانستی زانست' بوونی هەیە، واتە یەک ڕێبازی گشتگیر بۆ ناسینی 'چییەتی' هەموو شتەکان؟ ئەو گومان لەمە دەکات و ئاماژە بەوە دەکات کە هەر زانستێک 'بنەما' (Archai) یان خاڵی دەستپێکی تایبەت بە خۆی هەیە، کە ئەمەش کارەکە ئاڵۆز دەکات."
            },
            {
              "line_number": "402a22-402b1",
              "original_text": "πρῶτον δ' ἴσως ἀναγκαῖον διελεῖν ἐν τίνι τῶν γενῶν καὶ τί ἐστι, λέγω δὲ πότερον τόδε τι καὶ οὐσία ἢ ποιὸν ἢ ποσόν, ἢ καί τις ἄλλη τῶν διαιρεθεισῶν κατηγοριῶν, ἔτι δὲ πότερον τῶν ἐν δυνάμει ὄντων ἢ μᾶλλον ἐντελέχειά τις· διαφέρει γὰρ οὔ τι μικρόν.",
              "translation": "لەوانەیە یەکەم شتی پێویست ئەوە بێت کە دیاری بکەین گیان سەر بە چ جۆرێکە (γένος - genos) و چییە. مەبەستم ئەوەیە، ئایا شتێکی دیاریکراو و جەوهەرە (οὐσία - ousia)، یان چۆنیەتییە، یان چەندێتییە، یان یەکێکی ترە لە پۆلە (κατηγορίαι - katēgoriai) دابەشکراوەکان؟ هەروەها، ئایا لەو شتانەیە کە بە توانست (δύναμις - dunamis) بوونی هەیە، یان زیاتر کامڵبوونێکە (ἐντελέχεια - entelecheia)؟ چونکە ئەم جیاوازییە هیچ کەم نییە.",
              "commentary": "ئەرستۆ پرسیارە بنەڕەتییەکان دەوروژێنێت: یەکەم، گیان دەکەوێتە کام پۆلێنی بوونەوە؟ دووەم و گرنگتر، ئایا گیان 'توانست'ە (potentiality) وەک چاوێکی داخراو، یان 'کامڵبوون'ە (actuality) وەک کردەی بینین؟ ئەم دوالیزمەی (توانست/کامڵبوون) کلیلی فەلسەفەکەیەتی."
            },
            {
              "line_number": "402b1-9",
              "original_text": "σκεπτέον δὲ καὶ εἰ μεριστὴ ἢ ἀμερής, καὶ πότερον ὁμοειδὴς ἅπασα ψυχὴ ἢ οὔ· εἰ δὲ μὴ ὁμοειδής, πότερον εἴδει διαφέρουσα ἢ γένει. νῦν μὲν γὰρ οἱ λέγοντες καὶ ζητοῦντες περὶ ψυχῆς περὶ τῆς ἀνθρωπίνης μόνης ἐοίκασιν ἐπισκοπεῖν· εὐλαβητέον δ' ὅπως μὴ λανθάνῃ πότερον εἷς ὁ λόγος αὐτῆς ἐστι, καθάπερ ζῴου, ἢ καθ' ἕκαστον ἕτερος, οἷον ἵππου, κυνός, ἀνθρώπου, θεοῦ...",
              "translation": "دەبێت بکۆڵینەوە کە ئایا گیان دابەش دەبێت یان دابەش نابێت، و ئایا هەموو گیانێک لە هەمان جۆرە یان نا. ئەگەر لە هەمان جۆر نییە، ئایا جیاوازییەکەیان لە ڕووی 'جۆر' (εἶδος - eidos)ەوەیە یان 'ڕەگەز' (γένος - genos)ەوە؟ چونکە لە ئێستادا ئەوانەی باسی گیان دەکەن، وا دەردەکەوێت تەنها سەرنجیان لەسەر گیانی مرۆڤ بێت. دەبێت ئاگادار بین نەوەک ئەوەمان لەبیر بچێت کە ئایا یەک پێناسە (λόγος - logos)ی گشتی بۆ گیان هەیە، وەک چۆن بۆ 'زیندەوەر' هەیە، یان بۆ هەر بوونەوەرێک پێناسەیەکی جیاواز هەیە، بۆ نموونە بۆ ئەسپ، سەگ، مرۆڤ، و خودا...",
              "commentary": "لێرەدا ڕەخنەیەکی ڕوون لە فەیلەسووفانی پێش خۆی (وەک ئەفلاتون) دەگرێت کە تەنها بایەخیان بە گیانی مرۆڤ داوە. ئەرستۆ پێداگیری دەکات لەسەر لێکۆڵینەوەی گیانی هەموو زیندەوەران. هەروەها پرسیاری گرنگی 'گشت' و 'تایبەت' دەکات: ئایا 'گیان' تەنها چەمکێکی گشتییە و ئەوەی بوونی ڕاستەقینەی هەیە 'گیانی ئەسپ' و 'گیانی مرۆڤ'ە؟"
            },
            {
              "line_number": "402b9-16",
              "original_text": "ἔτι δέ, εἰ μὴ πολλαὶ ψυχαὶ ἀλλὰ μόρια, πότερον δεῖ ζητεῖν πρότερον τὴν ὅλην ψυχὴν ἢ τὰ μόρια. χαλεπὸν δὲ καὶ τούτων διορίσαι ποῖα πέφυκεν ἕτερα ἀλλήλων, καὶ πότερον τὰ μόρια χρὴ ζητεῖν πρότερον ἢ τὰ ἔργα αὐτῶν, οἷον τὸ νοεῖν ἢ τὸν νοῦν, καὶ τὸ αἰσθάνεσθαι ἢ τὸ αἰσθητικόν...",
              "translation": "هەروەها، ئەگەر گیانەکان زۆر نین بەڵکو بەشەکانی زۆرن، ئایا دەبێت سەرەتا لە گیانی گشتی بکۆڵینەوە یان لە بەشەکانی؟ دیاریکردنی ئەوەش دژوارە کە کام لەم بەشانە لە سروشتدا لە یەکتر جیاوازن، و ئایا دەبێت سەرەتا لە بەشەکان (تواناکان) بکۆڵینەوە یان لە کارەکانیان (فرمانەکان)؟ بۆ نموونە، لە 'کردەی بیرکردنەوە' (τὸ νοεῖν) یان لە 'ئاوەز' (ὁ νοῦς)؟ لە 'کردەی هەستکردن' (τὸ αἰσθάνεσθαι) یان لە 'هێزی هەستکردن' (τὸ αἰσθητικόν)؟",
              "commentary": "زنجیرەی پرسیارە میتۆدۆلۆژییەکان بەردەوامە. ڕیزبەندیی لۆژیکیی لێکۆڵینەوە چییە؟ ١. گشت یان بەش؟ ٢. توانا (faculty) یان فرمان (function)؟ کامە لەپێشترە بۆ لێکۆڵینەوە؟ 'توانای بینین' یان 'کردەی بینین'؟ ئەم پرسیارانە زەمینە بۆ وەڵامە کۆتاییەکەی ئەرستۆ خۆش دەکەن."
            },
            {
              "line_number": "402b16-25",
              "original_text": "εἰ δὲ τὰ ἔργα πρότερον, πάλιν ἄν τις ἀπορήσειεν εἰ τὰ ἀντικείμενα πρότερον τούτων ζητητέον, οἷον τὸ αἰσθητὸν τοῦ αἰσθητικοῦ, καὶ τὸ νοητὸν τοῦ νοῦ. ἔοικε δ' οὐ μόνον τὸ τί ἐστι γνῶναι χρήσιμον εἶναι πρὸς τὸ θεωρῆσαι τὰς αἰτίας τῶν συμβεβηκότων ταῖς οὐσίαις... ἀλλὰ καὶ ἀνάπαλιν τὰ συμβεβηκότα συμβάλλεται μέγα μέρος πρὸς τὸ εἰδέναι τὸ τί ἐστιν...",
              "translation": "بەڵام ئەگەر [بڕیار بدەین] کە فرمانەکان لەپێشترن، ئەوا جارێکی تر کەسێک دووچاری دژوارییەک دەبێتەوە: ئایا پێویستە پێش ئەمانەش، لە بابەتە دەرەکییەکانیان (objects) بکۆڵینەوە؟ بۆ نموونە، لە بابەتی هەستپێکراو (τὸ αἰσθητόν) پێش توانای هەستکردن؟ و لە بابەتی بیرلێکراوە (τὸ νοητόν) پێش ئەقڵ؟ وا دەردەکەوێت کە نەک هەر ناسینی 'چییەتی' شتێک بەسوودە بۆ تێگەیشتن لە تایبەتمەندییەکانی، بەڵکو بە پێچەوانەشەوە، ناسینی تایبەتمەندییەکان یارمەتییەکی گەورەیە بۆ زانینی 'چییەتی'.",
              "commentary": "لێرەدا دەگاتە دوا ئەڵقەی پرسیارەکە: فرمان یان بابەتی دەرەکی (Object)؟ ئەرستۆ پێی وایە بابەت (Object) لەپێشترە. 'بینین' بێ 'ڕەنگ' هیچ نییە. پاشان پەیوەندییەکی دوولایەنەی زانستی دادەمەزرێنێت: بۆ ناسینی جەوهەر، دەبێت تایبەتمەندییەکانی بناسین، و بە پێچەوانەشەوە. ئەمە بنەمای ڕێبازی زانستییە."
            },
            {
              "line_number": "402b25-403a2",
              "original_text": "ἐπειδὰν γὰρ ἔχωμεν ἀποδιδόναι κατὰ τὴν φαντασίαν περὶ τῶν συμβεβηκότων, ἢ πάντων ἢ τῶν πλείστων, τότε καὶ περὶ τῆς οὐσίας ἕξομεν λέγειν κάλλιστα· πάσης γὰρ ἀποδείξεως ἀρχὴ τὸ τί ἐστιν, ὥστε καθ' ὅσους τῶν ὁρισμῶν μὴ συμβαίνει τὰ συμβεβηκότα γνωρίζειν, ἀλλὰ μηδ' εἰκάσαι περὶ αὐτῶν εὐμαρές, δῆλον ὅτι διαλεκτικῶς εἴρηνται καὶ κενῶς ἅπαντες.",
              "translation": "چونکە کاتێک توانیمان شرۆڤەیەکی گونجاو پێشکەش بکەین دەربارەی تایبەتمەندییەکان، یان هەموویان یان زۆربەیان، ئەوکات دەتوانین بە باشترین شێوەش باسی جەوهەر بکەین. چونکە بنەمای هەموو سەلماندنێک 'چییەتی'یە. کەواتە، هەر پێناسەیەک کە نەتوانێت تایبەتمەندییەکان ڕوون بکاتەوە، یان تەنانەت گریمانەکردنیشیان ئاسان نەکات، ڕوونە کە هەموویان بە شێوەیەکی دیالێکتیکی (جادەلی) و بەتاڵ وتراون.",
              "commentary": "ئەمە ڕەخنەیەکی توندە لە پێناسە دەرھەست و ئەبستراکتەکان. ئەرستۆ پێداگیری دەکات کە پێناسەیەکی زانستیی دروست دەبێت توانای ڕوونکردنەوەی دیاردە بینراوەکانی هەبێت. پێناسەیەک کە تەنها لەسەر کاغەز جوان بێت بەڵام پەیوەندی بە واقیعەوە نەبێت، 'دیالێکتیکی' و پووچە."
            },
            {
              "line_number": "403a3-10",
              "original_text": "ἀπορίαν δ' ἔχει καὶ τὰ πάθη τῆς ψυχῆς, πότερόν ἐστι πάντα κοινὰ καὶ τοῦ ἔχοντος ἢ ἔστι τι καὶ τῆς ψυχῆς ἴδιον αὐτῆς... φαίνεται δὲ τῶν μὲν πλείστων οὐθὲν ἄνευ τοῦ σώματος πάσχειν οὐδὲ ποιεῖν... μάλιστα δ' ἔοικεν ἰδίῳ τὸ νοεῖν· εἰ δ' ἐστὶ καὶ τοῦτο φαντασία τις ἢ μὴ ἄνευ φαντασίας, οὐκ ἐνδέχοιτ' ἂν οὐδὲ τοῦτ' ἄνευ σώματος εἶναι.",
              "translation": "کێشەیەکی (ἀπορία - aporia) تریش لە ئەزموونەکانی (πάθη - pathē) گیاندا هەیە: ئایا هەموویان هاوبەشن لەگەڵ جەستە، یان شتێک هەیە کە تایبەت بێت بە خودی گیان؟... وا دەردەکەوێت کە زۆربەیان بەبێ جەستە نە ئەزموون دەکرێن و نە ئەنجام دەدرێن... وا دیارە کە 'بیرکردنەوە' (τὸ νοεῖν) لە هەموویان زیاتر ئەگەری هەیە تایبەت بێت بە گیان. بەڵام ئەگەر ئەمیش جۆرێک بێت لە خەیاڵکردن (φαντασία - phantasia) یان بەبێ خەیاڵکردن نەبێت، ئەوا مومکین نییە ئەمیش بەبێ جەستە بوونی هەبێت.",
              "commentary": "لێرەدا کێشەی بنەڕەتیی 'ئاوەز و جەستە' (mind-body problem) دەوروژێنرێت. مەرجی نەمریی گیان ئەوەیە کە فرمانێکی سەربەخۆی هەبێت. 'بیرکردنەوەی پەتی' (Noein) تاکە پاڵێوراوە، بەڵام ئەرستۆ یەکسەر گومان دەخاتە سەری بە بەستنەوەی بە 'خەیاڵ' (Phantasia)، کە توانایەکی پشت بەستوو بە هەستەکان و جەستەیە."
            },
            {
              "line_number": "403a10-19",
              "original_text": "εἰ μὲν οὖν ἔστι τι τῶν τῆς ψυχῆς ἔργων ἢ παθημάτων ἴδιον, ἐνδέχοιτ' ἂν αὐτὴν χωρίζεσθαι· εἰ δὲ μηθέν ἐστιν ἴδιον αὐτῆς, οὐκ ἂν εἴη χωριστή... ἔοικε δὲ καὶ τὰ τῆς ψυχῆς πάθη πάντα εἶναι μετὰ σώματος, θυμός, πραότης, φόβος, ἔλεος, θάρσος, ἔτι χαρὰ καὶ τὸ φιλεῖν τε καὶ μισεῖν· ἅμα γὰρ τούτοις πάσχει τι τὸ σῶμα.",
              "translation": "کەواتە، ئەگەر یەکێک لە کارەکان یان ئەزموونەکانی گیان تایبەت بە خۆی بێت، ئەوا گیان دەتوانێت جیا ببێتەوە؛ بەڵام ئەگەر هیچ شتێکی تایبەت بە خۆی نەبێت، ئەوا جیانابێتەوە... وا دەردەکەوێت کە هەموو ئەزموونەکانی گیانیش لەگەڵ جەستەدان: تووڕەیی، هێمنی، ترس، بەزەیی، ئازایەتی، هەروەها خۆشی و خۆشەویستی و ڕق؛ چونکە لەگەڵ هەریەک لەمانەدا، جەستەش تووشی شتێک دەبێت.",
              "commentary": "دەرئەنجامەکە ڕوونە: جیابوونەوەی گیان بەندە لەسەر بوونی فرمانێکی سەربەخۆ. ئەرستۆ لیستێک لە سۆز و هەستەکان دەهێنێتەوە کە بە ڕوونی کاردانەوەی فیزیۆلۆژییان هەیە، بۆ ئەوەی بیانووی دانەبڕاوی بەهێزتر بکات. نموونەی ئەندازەیی بەکاردەهێنێت: گیان وەک 'ڕاستی'ی هێڵێک وایە، سیفەتێکە و بەبێ جەستەی هێڵەکە بوونی نییە."
            },
            {
              "line_number": "403a19-27",
              "original_text": "μηνύει δὲ τὸ ποτὲ μὲν ἰσχυρῶν καὶ ἐναργῶν παθημάτων συμβαινόντων μηδὲν παροξύνεσθαι ἢ φοβεῖσθαι, ἐνίοτε δ' ὑπὸ μικρῶν καὶ ἀμαυρῶν κινεῖσθαι, ὅταν ὀργᾷ τὸ σῶμα... εἰ δ' οὕτως ἔχει, δῆλον ὅτι τὰ πάθη λόγοι ἔνυλοί εἰσιν· ὥστε οἱ ὅροι τοιοῦτοι οἷον \"τὸ ὀργίζεσθαι κίνησίς τις τοῦ τοιουδὶ σώματος...\"",
              "translation": "بەڵگەی ئەمەش ئەوەیە کە هەندێک جار لە کاتی ڕوودانی هاندەری بەهێزدا، هیچ کاردانەوەیەکمان نییە، بەڵام هەندێک جاری تر بە هاندەری بچووک دەوروژێین، کاتێک جەستە خۆی لە دۆخێکی وروژاودایە... ئەگەر وا بێت، ئەوا ڕوونە کە ئەم ئەزموونانە 'پێناسەی ماددیدارن' (λόγοι ἔνυλοι - logoi enuloi). کەواتە پێناسەکان دەبێت ئاوا بن، بۆ نموونە: 'تووڕەبوون بریتییە لە جووڵەیەکی جەستەیەکی دیاریکراو...'",
              "commentary": "لێرەدا بەڵگەی ئەزموونی دەهێنێتەوە: کاردانەوەی سۆزداریی ئێمە زیاتر پەیوەستە بە دۆخی فیزیۆلۆژیمانەوە نەک تەنها هاندەری دەرەکی. ئەمە دەبێتە هۆی داهێنانی چەمکی زۆر گرنگی 'لۆگۆسی ماددیدار' (Logos Enulos). پێناسەی سۆزێک هەم ڕەهەندی دەروونی و هەم ڕەهەندی فیزیۆلۆژی هەیە."
            },
            {
              "line_number": "403a27-403b9",
              "original_text": "καὶ διὰ ταῦτα ἤδη φυσικοῦ τὸ θεωρῆσαι περὶ ψυχῆς... διαφερόντως δ' ἂν ὁρίσαιντο ὁ φυσικὸς καὶ ὁ διαλεκτικὸς ἕκαστον αὐτῶν... ὁ μὲν γὰρ ὄρεξιν ἀντιλυπήσεως... ὁ δὲ ζέσιν τοῦ περὶ καρδίαν αἵματος... ὥσπερ οἰκίας ὁ μὲν λόγος... ὁ δὲ φήσει λίθους καὶ πλίνθους καὶ ξύλα...",
              "translation": "لەبەر ئەم هۆکارانە، لێکۆڵینەوە لە گیان کاری زانای سروشتە (φυσικός)... بەڵام زانای سروشت و دیالێکتیکزان بە شێوازی جیاواز پێناسەی دەکەن... یەکەمیان دەڵێت [تووڕەیی] 'ئارەزووی تۆڵەسەندنەوە'یە، ئەوی تریان دەڵێت 'کوڵانی خوێنە لە دەوری دڵ'... وەک ماڵێک، پێناسەکەی [ئامانجەکەی] 'پەناگایەکە'، بەڵام یەکێکی تر دەڵێت 'بەرد و خشت و دارە'...",
              "commentary": "لێرەدا جیاوازیی نێوان دوو ڕوانگە دەکات: دیالێکتیکزان (فەیلەسووف) کە بایەخ بە فۆرم و ئامانج دەدات، و زانای سروشتی سادە کە بایەخ بە ماددە دەدات. ئەرستۆ خۆی لە ڕوانگەی سێیەمدایە: زانای سروشتی ڕاستەقینە کە هەردووکیان (فۆرم و ماددە) پێکەوە گرێ دەدات."
            },
            {
              "line_number": "403b9-19",
              "original_text": "τίς οὖν ὁ φυσικὸς τούτων; ... ἢ μᾶλλον ὁ ἐξ ἀμφοῖν; ... ἀλλ' ὁ φυσικὸς περὶ ἅπανθ' ὅσα τοῦ τοιουδὶ σώματος... ἔργα καὶ πάθη, ὅσα δὲ μὴ τοιαῦτα, ἄλλος... τῶν δὲ μὴ χωριστῶν μέν... ὁ μαθηματικός, ᾗ δὲ κεχωρισμένα, ὁ πρῶτος φιλόσοφος... ἐλέγομεν δὴ ὅτι τὰ πάθη τῆς ψυχῆς οὕτως ἀχώριστα τῆς φυσικῆς ὕλης... καὶ οὐχ ὥσπερ γραμμὴ καὶ ἐπίπεδον.",
              "translation": "کەواتە کامیان زانای سروشتە؟... یان باشتر وایە بڵێین، ئەوەی کە لە هەردووکیان دەکۆڵێتەوە؟... زانای سروشت لە هەموو ئەو کار و خەسڵەتانە دەکۆڵێتەوە کە هی جەستەیەکی دیاریکراون. ئەوانەی وا نین، کەسێکی تر لێیان دەکۆڵێتەوە... بۆ ئەو شتانەی کە [لە واقیعدا] جیاناکرێنەوە بەڵام بە داماڵینی هزری لێیان دەکۆڵرێتەوە، ئەوە ئەرکی بیرکاریزانە. و بۆ ئەو شتانەی کە بە تەواوی جیاکراوەن [لە ماددە]، ئەوە ئەرکی فەیلەسووفی یەکەمە. ... وتمان کە دۆخەکانی گیان بەم شێوەیە لە ماددەی فیزیکیی گیانلەبەران جیاناکرێنەوە، نەک بەو شێوەیەی کە هێڵ و ڕووتەخت [جیاناکرێنەوە].",
              "commentary": "ئەمە نەخشەی کۆتایی زانستەکانە: ١. زانستی سروشت (فیزیک/بایۆلۆجی): لە 'فۆرمی ماددیدار' دەکۆڵێتەوە. ٢. بیرکاری: لە فۆرمی دەرھەستکراو لە ماددە دەکۆڵێتەوە. ٣. فەلسەفەی یەکەم (مێتافیزیک): لە فۆرمی پەتی و جیاکراوە لە ماددە دەکۆڵێتەوە. خاڵی کۆتایی زۆر گرنگە: جیانەبوونەوەی 'تووڕەیی' لە جەستە جیاوازە لە جیانەبوونەوەی 'هێڵ'؛ پێناسەی تووڕەیی لە خۆیدا ماددەی تێدایە، بەڵام پێناسەی هێڵ نا."
            }
          ]
        }
      ]
    }
  ]
}
