{
  "books": [
    {
      "title": "دەربارەی گیان (Περὶ Ψυχῆς)",
      "author": "ئەرەستوو (Aristotle)",
      "sections": [
        {
          "section_title": "کتێبی یەکەم - بەشی چوارەم: ڕەتکردنەوەی تیۆریی گیان وەک ١) ئاواز/هارمۆنی، و ٢) ژمارەیەکی خۆ-جووڵێنەر.",
          "lines": [
            {
              "line_number": "407b27-32",
              "original_text": "Καὶ ἄλλη δέ τις δόξα παραδέδοται περὶ ψυχῆς, πιθανὴ μὲν πολλοῖς οὐδεμιᾶς ἧττον τῶν λεγομένων, λόγον δ' ὥσπερ εὐθύνοις δεδωκυῖα κἀν τοῖς ἐν κοινῷ γεγενημένοις λόγοις. ἁρμονίαν γάρ τινα αὐτὴν λέγουσι· καὶ γὰρ τὴν ἁρμονίαν κρᾶσιν καὶ σύνθεσιν ἐναντίων εἶναι, καὶ τὸ σῶμα συγκεῖσθαι ἐξ ἐναντίων.",
              "translation": "بۆچوونێکی (doxa) تریش دەربارەی گیان بە میرات بۆمان ماوەتەوە، کە لای زۆر کەس لە هیچی تری ئەوانەی باسکراون کەمتر باوەڕپێکراو نییە، و بۆچوونێکە کە تەنانەت لە گفتوگۆ گشتییەکانیشدا لێپرسینەوەی لێکراوە و بەرگری لێکراوە. ئەوان دەڵێن گیان جۆرێکە لە 'ئاواز' (ἁρμονία - harmonia)؛ چونکە ئاوازیش بریتییە لە تێکەڵەیەک (krasis) و پێکهاتەیەک (synthesis) لە دژەکان، و جەستەش لە دژەکان پێکهاتووە.",
              "commentary": "لێرەدا ئەرستۆ دەست دەکات بە شیکردنەوەی تیۆریی 'گیان وەک ئاواز/هارمۆنی'. ئەمە بۆچوونێکی سەرنجڕاکێشە، کە پێی وایە گیان 'شتێک'ی سەربەخۆ نییە، بەڵکو 'ڕێژە' یان 'هاوسەنگی'ی تەواوی توخمە دژبەیەکەکانی ناو جەستەیە (وەک گەرمی و ساردی، تەڕی و وشکی). ئەرستۆ دان بەوەدا دەنێت کە ئەمە بۆچوونێکی 'باوەڕپێکراو'ە."
            },
            {
              "line_number": "407b32-408a5",
              "original_text": "καίτοι γε ἡ μὲν ἁρμονία λόγος τίς ἐστι τῶν μιχθέντων ἢ σύνθεσις, τὴν δὲ ψυχὴν οὐδέτερον οἷόν τ' εἶναι τούτων. ἔτι δὲ τὸ κινεῖν οὐκ ἔστιν ἁρμονίας, ψυχῇ δὲ πάντες ἀπονέμουσι τοῦτο μάλισθ' ὡς εἰπεῖν. ἁρμόζει δὲ μᾶλλον καθ' ὑγιείας λέγειν ἁρμονίαν, καὶ ὅλως τῶν σωματικῶν ἀρετῶν, ἢ κατὰ ψυχῆς. φανερώτατον δ' εἴ τις ἀποδιδόναι πειραθείη τὰ πάθη καὶ τὰ ἔργα τῆς ψυχῆς ἁρμονίᾳ τινί· χαλεπὸν γὰρ ἐφαρμόζειν.",
              "translation": "بەڵام، ئاواز یان 'ڕێژە' (logos)ی شتە تێکەڵکراوەکانە یان 'پێکهاتە'یانە، و مومکین نییە گیان هیچ کام لەمانە بێت. هەروەها، 'جووڵاندن' کاری ئاواز نییە، لە کاتێکدا هەمووان، وەک دەڵێن، ئەم فرمانە دەدەنە پاڵ گیان. گونجاوترە ئاواز بۆ 'تەندروستی' (hygieia) و بە گشتی بۆ چاکە جەستەیییەکان بەکاربهێنرێت، نەک بۆ گیان. ئەمە زۆر ڕوونتر دەبێت ئەگەر کەسێک هەوڵ بدات ئەزموون (pathē) و فرمانەکانی (erga) گیان بداتە پاڵ جۆرێک لە ئاواز؛ چونکە گونجاندنیان قورسە.",
              "commentary": "یەکەم زنجیرە ڕەخنەی ئەرستۆ: ١) گیان ناتوانێت تەنها 'ڕێژە' یان 'پێکهاتە' بێت. ٢) گرنگترین ڕەخنە: ئاواز (کە دۆخێکە) ناتوانێت هۆکاری جووڵە بێت، بەڵام هەمووان لەسەر ئەوە کۆکن کە گیان دەجووڵێنێت. ٣) 'ئاواز' وشەیەکی گونجاوترە بۆ وەسفکردنی 'تەندروستی' نەک 'گیان'. ٤) مەحاڵە بتوانیت فرمانە دەروونییەکان (وەک بیرکردنەوە، تووڕەیی) وەک جۆرێک لە ئاواز ڕوون بکەیتەوە."
            },
            {
              "line_number": "408a5-18",
              "original_text": "ἔτι δ' εἰ λέγομεν τὴν ἁρμονίαν εἰς δύο ἀποβλέποντες, κυριώτατα μέν, τῶν μεγεθῶν ἐν τοῖς ἔχουσι κίνησιν καὶ θέσιν, τὴν σύνθεσιν αὐτῶν, ἐπειδὰν οὕτω συναρμόζωσιν ὥστε μηδὲν συγγενὲς παραδέχεσθαι, ἐντεῦθεν δὲ καὶ τὸν τῶν μεμιγμένων λόγον-οὐδετέρως μὲν οὖν εὔλογον, ἡ δὲ σύνθεσις τῶν τοῦ σώματος μερῶν λίαν εὐεξέταστος. πολλαί τε γὰρ αἱ συνθέσεις τῶν μερῶν καὶ πολλαχῶς· τίνος οὖν ἢ πῶς ὑπολαβεῖν τὸν νοῦν χρὴ σύνθεσιν εἶναι, ἢ καὶ τὸ αἰσθητικὸν ἢ ὀρεκτικόν; ὁμοίως δὲ ἄτοπον καὶ τὸ τὸν λόγον τῆς μίξεως εἶναι τὴν ψυχήν· οὐ γὰρ τὸν αὐτὸν ἔχει λόγον ἡ μίξις τῶν στοιχείων καθ' ἣν σὰρξ καὶ καθ' ἣν ὀστοῦν. συμβήσεται οὖν πολλάς τε ψυχὰς ἔχειν καὶ κατὰ πᾶν τὸ σῶμα, εἴπερ πάντα μὲν ἐκ τῶν στοιχείων μεμιγμένων, ὁ δὲ τῆς μίξεως λόγος ἁρμονία καὶ ψυχή.",
              "translation": "هەروەها، ئەگەر ئێمە بە دوو مانا سەیری 'ئاواز' بکەین، بە مانای سەرەکییەکەی، بریتییە لە 'پێکهاتەی' قەبارەکان کە جووڵە و شوێنیان هەیە، کاتێک بە شێوەیەک پێکەوە دەگونجێن کە هیچ شتێکی هاوجۆر قبووڵ ناکەن؛ و لەوەوە، بە مانای 'ڕێژەی' شتە تێکەڵکراوەکان. — بە هیچ کام لەم دوو مانایە لۆژیکی نییە [کە گیان ئاواز بێت]. 'پێکهاتە'ی بەشەکانی جەستە زۆر ئاسانە بۆ تاقیکردنەوە. چونکە پێکهاتەی بەشەکان زۆرن و بە شێوازی جۆراوجۆرن. کەواتە دەبێت 'ئەقڵ' بە پێکهاتەی کام بەش یان بە چ شێوەیەک دابنێین؟ یان هێزی هەستکردن یان هێزی ئارەزووکردن؟ بە هەمان شێوە نامۆیە کە گیان 'ڕێژەی تێکەڵەکە' بێت؛ چونکە ڕێژەی تێکەڵبوونی توخمەکان کە گۆشتی لێ پێکدێت، جیاوازە لەوەی کە ئێسکی لێ پێکدێت. کەواتە دەرەنجامەکەی ئەوە دەبێت کە چەندین گیانمان هەبێت و لە هەموو جەستەدا بڵاوبووبێتەوە، ئەگەر هەموو بەشەکان لە توخمە تێکەڵکراوەکان پێکهاتبن، و ڕێژەی تێکەڵەکەش ئاواز و گیان بێت.",
              "commentary": "ئەرستۆ لێرەدا دیлемایەکی بەهێز دروست دەکات. ئەو دوو مانای 'ئاواز' لێک جیادەکاتەوە: ١) ئاوازی فیزیکی (پێکهاتەی ئەندامەکان)؛ ٢) ئاوازی بیرکارییانە (ڕێژەی تێکەڵەکان). ئەگەر یەکەمیان بێت، نازانین کام پێکهاتە گیانە. ئەگەر دووەمیان بێت، چونکە ڕێژەی تێکەڵبوونی گۆشت جیاوازە لە ئێسک، ئەوا دەبێت جەستە چەندین گیانی جیاوازی هەبێت، کە ئەمەش مەحاڵە."
            },
            {
              "line_number": "408a18-28",
              "original_text": "ἀπαιτήσειε δ' ἄν τις τοῦτό γε καὶ παρ' Ἐμπεδοκλέους· ἕκαστον γὰρ αὐτῶν λόγῳ τινί φησιν εἶναι· πότερον οὖν ὁ λόγος ἐστὶν ἡ ψυχή, ἢ μᾶλλον ἕτερόν τι οὖσα ἐγγίνεται τοῖς μέρεσιν; ἔτι δὲ πότερον ἡ φιλία τῆς τυχούσης αἰτία μίξεως ἢ τῆς κατὰ τὸν λόγον, καὶ αὕτη πότερον ὁ λόγος ἐστὶν ἢ παρὰ τὸν λόγον ἕτερόν τι; ταῦτα μὲν οὖν ἔχει τοιαύτας ἀπορίας. εἰ δ' ἐστὶν ἕτερον ἡ ψυχὴ τῆς μίξεως, τί δή ποτε ἅμα τῷ σαρκὶ εἶναι ἀναιρεῖται καὶ τὸ τοῖς ἄλλοις μορίοις τοῦ ζῴου; πρὸς δὲ τούτοις εἴπερ μὴ ἕκαστον τῶν μορίων ψυχὴν ἔχει, εἰ μὴ ἔστιν ἡ ψυχὴ ὁ λόγος τῆς μίξεως, τί ἐστιν ὃ φθείρεται τῆς ψυχῆς ἀπολιπούσης;",
              "translation": "کەسێک دەتوانێت هەمان ئەم پرسیارە لە ئیمپیدۆکلیسیش بکات؛ چونکە ئەو دەڵێت هەر یەکێک لە بەشەکان بەپێی 'ڕێژە'یەکی دیاریکراوە. کەواتە، ئایا 'ڕێژە'کە گیانە، یان گیان شتێکی ترە و دێتە ناو بەشەکانەوە؟ هەروەها، ئایا 'خۆشەویستی' (Philia) هۆکاری هەر تێکەڵەیەکی هەڕەمەکییە یان تێکەڵەی بەپێی ڕێژەیە؟ و ئایا خۆی ڕێژەکەیە یان شتێکی ترە جگە لە ڕێژەکە؟ — کەواتە، ئەم بۆچوونانە ئەم جۆرە کێشانەیان هەیە. بەڵام ئەگەر گیان شتێکی جیاواز بێت لە تێکەڵەکە، ئیتر بۆچی لەگەڵ لەناوچوونی گۆشت و بەشەکانی تری زیندەوەرەکە، ئەویش لەناو دەچێت؟ سەرباری ئەمانە، ئەگەر هەر یەکێک لە بەشەکان گیانیان نەبێت، و ئەگەر گیان بریتی نەبێت لە ڕێژەی تێکەڵەکە، کەواتە ئەو شتە چییە کە بە جێهێشتنی گیان تێکدەشکێت؟",
              "commentary": "لێرەدا ئەرستۆ تیۆرییەکە دەخاتە ناو بۆتڵێکی داخراوەوە. ئەگەر گیان هەمان 'ڕێژە'ی تێکەڵەکە بێت، تووشی کێشەکانی پێشوو دەبین. ئەگەر گیان 'شتێکی تر' بێت جیاواز لە ڕێژەکە، ئەوا دوو پرسیاری بێ وەڵام دێنە پێشەوە: ١) بۆچی لەگەڵ تێکچوونی جەستە (تێکەڵەکە) ئەویش نامێنێت؟ ٢) ئەگەر گیان ڕێژەکە نییە، ئەی چییە؟ ئەمە زەمینەسازییەکی نایابە بۆ تیۆرییەکەی خۆی."
            },
            {
              "line_number": "408a29-34",
              "original_text": "ὅτι μὲν οὖν οὔθ' ἁρμονίαν οἷόν τ' εἶναι τὴν ψυχὴν οὔτε κύκλῳ περιφέρεσθαι, δῆλον ἐκ τῶν εἰρημένων. κατὰ συμβεβηκὸς δὲ κινεῖσθαι, καθάπερ εἴπομεν, ἔστι, καὶ κινεῖν ἑαυτήν, οἷον κινεῖσθαι μὲν ἐν ᾧ ἐστι, τοῦτο δὲ κινεῖσθαι ὑπὸ τῆς ψυχῆς· ἄλλως δ' οὐχ οἷόν τε κινεῖσθαι κατὰ τόπον αὐτήν.",
              "translation": "کەواتە، لەوەی کە وترا، ڕوونە کە مومکین نییە گیان نە ئاواز بێت و نە بە بازنەیی بسووڕێتەوە. بەڵام وەک وتمان، مومکینە بە شێوەی 'عەرەزی' (per accidens) بجووڵێت، و خۆی بجووڵێنێت؛ بۆ نموونە، بجووڵێت لەناو ئەو شتەی کە تێیدایە، و ئەم شتەش لەلایەن گیانەوە بجووڵێنرێت. بەڵام بە شێوەیەکی تر مومکین نییە گیان بە گواستنەوەی شوێن بجووڵێت.",
              "commentary": "ئەمە پوختەی کۆتایی و پردی نێوان دوو بەشی سەرەکیی ڕەخنەکەیە. ئەرستۆ تیۆریی 'ئاواز' و 'جووڵەی بازنەیی' بە تەواوی ڕەت دەکاتەوە و جەخت لەسەر ئەوە دەکاتەوە کە تاکە جووڵەیەک کە دەکرێت بدرێتە پاڵ گیان، جووڵەی 'عەرەزی'یە."
            },
            {
              "line_number": "408a34-408b5",
              "original_text": "εὐλογώτερον δ' ἀπορήσειεν ἄν τις περὶ αὐτῆς ὡς κινουμένης, εἰς τὰ τοιαῦτα ἀποβλέψας· φαμὲν γὰρ τὴν ψυχὴν λυπεῖσθαι χαίρειν, θαρρεῖν φοβεῖσθαι, ἔτι δὲ ὀργίζεσθαί τε καὶ αἰσθάνεσθαι καὶ διανοεῖσθαι· ταῦτα δὲ πάντα κινήσεις εἶναι δοκοῦσιν. ὅθεν οἰηθείη τις ἂν αὐτὴν κινεῖσθαι·",
              "translation": "بەڵام کەسێک دەتوانێت بە شێوەیەکی لۆژیکیتر پرسیار لە جووڵەی گیان بکات، ئەگەر سەیری ئەم شتانە بکات: ئێمە دەڵێین گیان ئازار دەکێشێت، دڵخۆش دەبێت، بوێر دەبێت، دەترسێت، هەروەها تووڕە دەبێت و هەست دەکات و بیر دەکاتەوە. هەموو ئەمانەش وا دەردەکەون کە جووڵە بن. هەر لەبەر ئەمەشە کەسێک لەوانەیە وا بیر بکاتەوە کە گیان خۆی دەجووڵێت.",
              "commentary": "لێرەدا ئەرستۆ بەڵگەیەکی بەهێزی بەرامبەر دەخاتەڕوو، کە لەسەر بنەمای زمانی باوە. ئێمە لە ژیانی ڕۆژانەدا فرمانە دەروونییەکان (ئازار، خۆشی، ترس) وەک 'جووڵە' باس دەکەین. ئایا ئەمە بەڵگە نییە لەسەر ئەوەی گیان دەجووڵێت؟ ئەمە پرسیارێکی زیرەکانەیە کە ئەرستۆ خۆی وەڵامی دەداتەوە."
            },
            {
              "line_number": "408b5-18",
              "original_text": "τὸ δ' οὐκ ἔστιν ἀναγκαῖον. εἰ γὰρ καὶ ὅτι μάλιστα τὸ λυπεῖσθαι ἢ χαίρειν ἢ διανοεῖσθαι κινήσεις εἰσί, καὶ ἕκαστον κινεῖσθαί τι τούτων, τὸ δὲ κινεῖσθαί ἐστιν ὑπὸ τῆς ψυχῆς, οἷον τὸ ὀργίζεσθαι ἢ φοβεῖσθαι τὸ τὴν καρδίαν ὡδὶ κινεῖσθαι, τὸ δὲ διανοεῖσθαι ἤ τι τοιοῦτον ἴσως ἢ ἕτερόν τι, τούτων δὲ συμβαίνει τὰ μὲν κατὰ φοράν τινων κινουμένων, τὰ δὲ κατ' ἀλλοίωσιν (ποῖα δὲ καὶ πῶς, ἕτερός ἐστι λόγος), τὸ δὴ λέγειν ὀργίζεσθαι τὴν ψυχὴν ὅμοιον κἂν εἴ τις λέγοι τὴν ψυχὴν ὑφαίνειν ἢ οἰκοδομεῖν· βέλτιον γὰρ ἴσως μὴ λέγειν τὴν ψυχὴν ἐλεεῖν ἢ μανθάνειν ἢ διανοεῖσθαι, ἀλλὰ τὸν ἄνθρωπον τῇ ψυχῇ· τοῦτο δὲ μὴ ὡς ἐν ἐκείνῃ τῆς κινήσεως οὔσης, ἀλλ' ὁτὲ μὲν μέχρι ἐκείνης, ὁτὲ δ' ἀπ' ἐκείνης, οἷον ἡ μὲν αἴσθησις ἀπὸ τωνδί, ἡ δ' ἀνάμνησις ἀπ' ἐκείνης ἐπὶ τὰς ἐν τοῖς αἰσθητηρίοις κινήσεις ἢ μονάς.",
              "translation": "بەڵام ئەمە پێویست نییە. چونکە تەنانەت ئەگەر ئازارکێشان یان دڵخۆشبوون یان بیرکردنەوە بە پلەی یەکەم جووڵەش بن، و هەر یەک لەمانە 'جووڵان' بێت، ئەوا ئەم جووڵانە 'لەلایەن گیانەوە'یە. بۆ نموونە، تووڕەبوون یان ترسان بریتییە لەوەی کە دڵ بە شێوەیەکی دیاریکراو دەجووڵێت، و بیرکردنەوەش لەوانەیە شتێکی لەو جۆرە بێت یان شتێکی تر. هەندێک لەمانە بە گواستنەوەی شوێنی هەندێک شت ڕوودەدەن، و هەندێکیان بە گۆڕانی چۆنایەتی (بەڵام کامانەن و چۆنن، ئەوە باسێکی ترە). کەواتە، وتنی ئەوەی کە 'گیان تووڕە دەبێت' هاوشێوەی ئەوەیە کە کەسێک بڵێت 'گیان چنین دەکات' یان 'گیان خانوو دروست دەکات'. لەوانەیە باشتر بێت نەڵێین گیان بەزەیی دێتەوە یان فێر دەبێت یان بیر دەکاتەوە، بەڵکو 'مرۆڤ بەهۆی گیانییەوە' [ئەم کارانە دەکات]. ئەمەش نەک بەو مانایەی کە جووڵەکە لەناو گیاندایە، بەڵکو هەندێک جار بەرەو گیانە و هەندێک جار لە گیانەوەیە. بۆ نموونە، هەستکردن لەم شتانەی [دەرەوە]وە دێت [بەرەو گیان]، بەڵام یادەوەری لە گیانەوەیە بەرەو جووڵە یان وەستانەکانی ناو ئەندامەکانی هەست.",
              "commentary": "ئەمە یەکێکە لە گرنگترین بەشەکانی فەلسەفەی ئەرستۆ. ئەو کێشەکە لە ڕێگەی شیکارییەکی زمانەوانی و فەلسەفیی وردەوە چارەسەر دەکات. هەڵەیە بڵێین 'گیان تووڕە دەبێت'. ڕاستییەکەی ئەوەیە کە 'مرۆڤەکە بەهۆی گیانییەوە تووڕە دەبێت'. جووڵەکە (لێدانی دڵ) لە جەستەدایە، بەڵام گیان هۆکار و ئاراستەکەرە. گیان سەرچاوە یان وەرگری جووڵەیە، نەک شوێنی جووڵەکە."
            },
            {
              "line_number": "408b18-29",
              "original_text": "ὁ δὲ νοῦς ἔοικεν ἐγγίνεσθαι οὐσία τις οὖσα, καὶ οὐ φθείρεσθαι. μάλιστα γὰρ ἐφθείρετ' ἂν ὑπὸ τῆς ἐν τῷ γήρᾳ ἀμαυρώσεως, νῦν δ' ὥσπεר ἐπὶ τῶν αἰσθητηρίων συμβαίνει· εἰ γὰρ λάβοι ὁ πρεσβύτης ὄμμα τοιονδί, βλέποι ἂν ὥσπερ καὶ ὁ νέος. ὥστε τὸ γῆρας οὐ τῷ τὴν ψυχήν τι πεπονθέναι, ἀλλ' ἐν ᾧ, καθάπερ ἐν μέθαις καὶ νόσοις. καὶ τὸ νοεῖν δὴ καὶ τὸ θεωρεῖν μαραίνεται ἄλλου τινὸς ἔσω φθειρομένου, αὐτὸ δὲ ἀπαθές ἐστιν. τὸ δὲ διανοεῖσθαι καὶ φιλεῖν ἢ μισεῖν οὐκ ἔστιν ἐκείνου πάθη, ἀλλὰ τουδὶ τοῦ ἔχοντος ἐκεῖνο, ᾗ ἐκεῖνο ἔχει. διὸ καὶ τούτου φθειρομένου οὔτε μνημονεύει οὔτε φιλεῖ· οὐ γὰρ ἐκείνου ἦν, ἀλλὰ τοῦ κοινοῦ, ὃ ἀπόλωλεν· ὁ δὲ νοῦς ἴσως θειότερόν τι καὶ ἀπαθές ἐστιν.",
              "translation": "بەڵام 'ئەقڵ' (νοῦς) وا دیارە وەک جەوهەرێک (ousia) دێتە بوونەوە و تێکناشکێت. چونکە ئەگەر تێکبشکیایە، زیاتر لە هەموو کاتێک بەهۆی لاوازبوونی پیرییەوە تێکدەشکا. بەڵام ئێستا بارودۆخەکە وەک هی ئەندامەکانی هەستە: ئەگەر پیرەمێردێک چاوێکی وای [وەک هی گەنجێک] هەبوایە، وەک گەنجەکە دەیبینی. کەواتە پیری بەهۆی ئەوەوە نییە کە شتێک بەسەر گیاندا هاتبێت، بەڵکو بەسەر ئەو شتەدا هاتووە کە گیانی تێدایە، وەک لە سەرخۆشی و نەخۆشیدا. کەواتە بیرکردنەوە و تێڕامان بەهۆی تێکچوونی شتێکی تری ناوەوە کز دەبن، بەڵام خودی [ئەقڵ] کاری تێناکرێت (apathēs). بیرکردنەوە و خۆشویستن یان ڕقلێبوونەوە ئەزموونی 'ئەو' [ئەقڵ] نین، بەڵکو هی 'ئەم' [مرۆڤە]ن کە 'ئەو'ی هەیە، تا ئەو کاتەی هەیەتی. بۆیە کاتێک 'ئەم' [مرۆڤە] تێکدەشکێت، نە یادەوەری دەمێنێت و نە خۆشەویستی؛ چونکە ئەمانە هی 'ئەو' [ئەقڵ] نەبوون، بەڵکو هی شتە هاوبەشەکە (مرۆڤی پێکهاتوو) بوون، کە لەناوچووە. بەڵام ئەقڵ لەوانەیە شتێکی خوداییتر و کاری تێنەکراوتر بێت.",
              "commentary": "ئەمە یەکێکە لە بەشە هەرە ئاڵۆز و گرنگەکان، کە زەمینە بۆ تیۆریی 'ئەقڵی چالاک' لە کتێبی سێیەمدا خۆش دەکات. ئەرستۆ جیاوازی دەکات لەنێوان: ١) فرمانە دەروونییەکانی تری مرۆڤ (وەک خۆشەویستی، یادەوەری) کە بەستراون بە جەستەوە و لەگەڵ مردنی جەستەدا نامێنن. ٢) 'ئەقڵ'ی پەتی (Nous) کە وا دیارە جەوهەرێکی سەربەخۆیە، کاری تێناکرێت و تێکناشکێت، و لەوانەیە شتێکی 'خودایی' بێت."
            },
            {
              "line_number": "408b32-409a2",
              "original_text": "ὅτι μὲν οὖν οὐχ οἷόν τε κινεῖσθαι τὴν ψυχήν, φανερὸν ἐκ τούτων· εἰ δ' ὅλως μὴ κινεῖται, δῆλον ὡς οὐδ' ὑφ' ἑαυτῆς. πολὺ δὲ τῶν εἰρημένων ἀλογώτατον τὸ λέγειν ἀριθμὸν εἶναι τὴν ψυχὴν κινοῦνθ' ἑαυτόν· ὑπάρχει γὰρ αὐτοῖς ἀδύνατα πρῶτα μὲν τὰ ἐκ τοῦ κινεῖσθαι συμβαίνοντα, ἴδια δ' ἐκ τοῦ λέγειν αὐτὴν ἀριθμόν.",
              "translation": "کەواتە، لەمانەوە ڕوونە کە مومکین نییە گیان بجووڵێت؛ و ئەگەر بە گشتی نەجووڵێت، ڕوونە کە بەهۆی خۆشیەوە ناجووڵێت. بەڵام لە هەموو ئەوانەی وتراون، نامەنتیقیترین شت ئەوەیە کە بوترێت گیان 'ژمارەیەکی خۆ-جووڵێنەر'ە. چونکە ئەم بۆچوونە تووشی چەندین مەحاڵ دەبێت: یەکەمیان ئەو مەحاڵانەن کە لە جووڵەوە دێن، و دووەمیان ئەوانەن کە تایبەتن بە وتنی ئەوەی کە گیان ژمارەیە.",
              "commentary": "ئەرستۆ ئێستا دەست دەکات بە ڕەخنەگرتن لە دووەم تیۆریی سەرەکی، کە هی ئەفلاتونییەکانە. ئەو بە شێوەیەکی ڕاشکاوانە بە 'نامەنتیقیترین' (ἀλογώτατον) بۆچوون ناوی دەبات و ڕایدەگەیەنێت کە لە دوو لاوە هێرشی دەکاتە سەر: لە ڕووی 'جووڵە' و لە ڕووی 'ژمارە' بوونەوە."
            },
            {
              "line_number": "409a2-10",
              "original_text": "πῶς γὰρ χρὴ νοῆσαι μονάδα κινουμένην, καὶ ὑπὸ τίνος, καὶ πῶς, ἀμερῆ καὶ ἀδιάφορον οὖσαν; ᾗ γάρ ἐστι κινητικὴ καὶ κινητή, διαφέρειν δεῖ. ἔτι δ' ἐπεί φασι κινηθεῖσαν γραμμὴν ἐπίπεδον ποιεῖν, στιγμὴν δὲ γραμμήν, καὶ αἱ τῶν μονάδων κινήσεις γραμμαὶ ἔσονται· ἡ γὰρ στιγμὴ μονάς ἐστι θέσιν ἔχουσα, ὁ δ' ἀριθμὸς τῆς ψυχῆς ἤδη πού ἐστι καὶ θέσιν ἔχει.",
              "translation": "چۆن دەبێت بیر لە 'یەکە' (monas)یەکی جووڵاو بکەینەوە؟ و لەلایەن کێوە، و چۆن، لە کاتێکدا دابەشنەبوو و بێ جیاوازییە؟ چونکە لەو ڕووەی کە جووڵێنەر و جووڵاوە، دەبێت جیاوازییان هەبێت. هەروەها، چونکە دەڵێن جووڵانی هێڵ ڕووتەخت دروست دەکات، و جووڵانی خاڵ هێڵ، کەواتە جووڵەی یەکەکان دەبنە هێڵ. چونکە خاڵ بریتییە لە یەکەیەکی خاوەن شوێن، و ژمارەی گیانیش لە شوێنێکدایە و شوێنی هەیە.",
              "commentary": "یەکەم زنجیرە ڕەخنە لە تیۆریی 'ژمارەی خۆ-جووڵێنەر': ١) چۆن یەکەیەکی بیرکارییانە، کە دابەشنەبوو و بێ چۆنایەتییە، دەتوانێت بجووڵێت؟ ٢) ئەگەر بڵێین گیان ژمارەیەکی خاوەن شوێنە (واتە کۆمەڵێک خاڵە)، ئەوا جووڵەی ئەم خاڵانە دەبێت 'هێڵ' دروست بکات، کە دەرەنجامێکی ئەندازەیی نامۆیە."
            },
            {
              "line_number": "409a10-18",
              "original_text": "ἔτι δ' ἀριθμοῦ μὲν ἐὰν ἀφέλῃ τις ἀριθμὸν ἢ μονάδα, λείπεται ἄλλος ἀριθμός· τὰ δὲ φυτὰ καὶ τῶν ζῴων πολλὰ διαιρούμενα ζῇ καὶ δοκεῖ τὴν αὐτὴν ψυχὴν ἔχειν τῷ εἴδει. δόξειε δ' ἂν οὐθὲν διαφέρειν μονάδας λέγειν ἢ σωμάτια μικρά· καὶ γὰρ ἐκ τῶν Δημοκρίτου σφαιρίων ἐὰν γένωνται στιγμαί, μόνον δὲ μένῃ τὸ ποσόν, ἔσται [τι] ἐν αὐτῷ τὸ μὲν κινοῦν τὸ δὲ κινούμενον, ὥσπερ ἐν τῷ συνεχεῖ· οὐ γὰρ διὰ τὸ μεγέθει διαφέρειν ἢ μικρότητι συμβαίνει τὸ λεχθέν, ἀλλ' ὅτι ποσόν· διὸ ἀναγκαῖον εἶναί τι τὸ κινῆσον τὰς μονάδας.",
              "translation": "هەروەها، ئەگەر لە ژمارەیەک ژمارەیەک یان یەکەیەک کەم بکەیتەوە، ژمارەیەکی تر دەمێنێتەوە. بەڵام ڕووەکەکان و زۆرێک لە ئاژەڵەکان کاتێک دابەش دەکرێن، دەژین و وا دەردەکەوێت کە هەمان جۆر گیانیان هەبێت. وا دیارە هیچ جیاوازییەکی نییە بڵێین 'یەکە' یان 'تەنۆلکەی بچووک'. چونکە ئەگەر گۆیە بچووکەکانی دیمۆکریتۆسیش ببنە خاڵ، و تەنها چەندێتییەکە بمێنێتەوە، ئەوا لەناو ئەودا هەم شتێکی جووڵێنەر و هەم شتێکی جووڵاو دەبێت، وەک لەناو تەنێکی بەردەوامدا. چونکە ئەوەی وترا بەهۆی جیاوازی لە قەبارە یان بچووکییەوە نییە، بەڵکو بەهۆی ئەوەیە کە چەندێتییە. بۆیە پێویستە شتێک هەبێت کە یەکەکان بجووڵێنێت.",
              "commentary": "ڕەخنەیەکی زۆر بەهێزی بایۆلۆژی و لۆژیکی: ١) گیان وەک ژمارە نییە؛ ئەگەر ژمارەیەک کەم بکەیتەوە، دەگۆڕێت. بەڵام ئەگەر کرمێک دوو لەت بکەیت، هەردوو لەتەکە دەژین و هەمان 'جۆر' گیانیان هەیە. ٢) ئەرستۆ تیۆریی 'یەکەکان'ی ئەفلاتونی و 'ئەتۆمەکان'ی دیمۆکریتۆس وەک یەک سەیر دەکات؛ لە هەردوو حاڵەتدا پرسیارە سەرەکییەکە ئەوەیە: کێ یان چی یەکەکان/ئەتۆمەکان دەجووڵێنێت؟ دەبێت هۆکارێکی جووڵە هەبێت."
            },
            {
              "line_number": "409a18-28",
              "original_text": "ἐνδέχεται δὲ δὴ πῶς μονάδα ταύτην εἶναι; δεῖ γὰρ ὑπάρχειν τινὰ αὐτῇ διαφορὰν πρὸς τὰς ἄλλας, στιγμῆς δὲ μοναδικῆς τίς ἂν εἴη διαφορὰ πλὴν θέσις; εἰ μὲν οὖν εἰσὶν ἕτεραι αἱ ἐν τῷ σώματι μονάδες καὶ αἱ στιγμαί, ἐν τῷ αὐτῷ ἔσονται αἱ μονάδες· καθέξει γὰρ <ἑκάστη> χώραν στιγμῆς. καίτοι τί κωλύει ἐν τῷ αὐτῷ εἶναι, εἰ δύο, καὶ ἄπειρα; ὧν γὰρ ὁ τόπος ἀδιαίρετος, καὶ αὐτά.",
              "translation": "بەڵام چۆن مومکینە ئەم [یەکە جووڵێنەرە] یەکەیەک بێت؟ چونکە دەبێت جیاوازییەکی لەگەڵ یەکەکانی تردا هەبێت. بەڵام جیاوازیی خاڵێکی تاک چییە جگە لە شوێنەکەی؟ کەواتە، ئەگەر یەکەکانی ناو جەستە و خاڵەکان جیاواز بن، ئەوا یەکەکان لە هەمان شوێندا دەبن؛ چونکە هەر یەکەیان شوێنی خاڵێک داگیر دەکات. بەڵام ئەگەر دووان لە هەمان شوێندا بن، چی ڕێگرە لەوەی بێ کۆتا لەوێ بن؟ چونکە ئەوەی شوێنەکەی دابەشنەبوو بێت، خۆشی [دابەشنەبووە].",
              "commentary": "ڕەخنەیەکی مێتافیزیکیی ئاڵۆز. ئەگەر گیان (وەک یەکەیەکی جووڵێنەر) جیاواز بێت لە خاڵەکانی جەستە (وەک یەکەی جووڵاو)، ئەوا چۆن جیاوازییان دەکەین؟ خاڵ تەنها شوێنی هەیە. ئەمەش دەبێتە هۆی ئەوەی کە چەندین یەکە لە هەمان شوێنی دابەشنەبوودا بن، کە ئەمەش مەحاڵە."
            },
            {
              "line_number": "409a28-409b6",
              "original_text": "εἰ δ' αἱ ἐν τῷ σώματι στιγμαὶ ὁ ἀριθμὸς ὁ τῆς ψυχῆς, ἢ εἰ ὁ τῶν ἐν τῷ σώματι στιγμῶν ἀριθμὸς ἡ ψυχή, διὰ τί οὐ πάντα ψυχὴν ἔχουσι τὰ σώματα; στιγμαὶ γὰρ ἐν ἅπασι δοκοῦσιν εἶναι καὶ ἄπειροι. ἔτι δὲ πῶς οἷόν τε χωρίζεσθαι τὰς στιγμὰς καὶ ἀπολύεσθαι τῶν σωμάτων, εἴ γε μὴ διαιροῦνται αἱ γραμμαὶ εἰς στιγμάς;",
              "translation": "بەڵام ئەگەر خاڵەکانی ناو جەستە ژمارەی گیان بن، یان ئەگەر ژمارەی خاڵەکانی ناو جەستە گیان بێت، بۆچی هەموو جەستەیەک گیانی نییە؟ چونکە وا دیارە خاڵەکان لە هەموو [جەستەیەکدا] هەن و بێ کۆتان. هەروەها، چۆن مومکینە خاڵەکان جیا ببنەوە و لە جەستە ڕزگار ببن، لە کاتێکدا هێڵەکان بۆ خاڵ دابەش نابن؟",
              "commentary": "دوو ڕەخنەی کۆتایی و کوشندە: ١) ئەگەر گیان کۆمەڵێک خاڵی ناو جەستە بێت، و هەموو جەستەیەکیش (تەنانەت بەردێک) بێ کۆتا خاڵی تێدایە، ئەوا دەبێت هەموو شتێک گیانی هەبێت. ٢) لە فەلسەفەی بیرکاریی ئەرستۆدا، هێڵ (کە بەردەوامە) لە خاڵی دابڕاو پێکناهێت و بۆ خاڵ دابەش نابێت. کەواتە چۆن دەکرێت 'کۆمەڵە خاڵێک' (گیان) لە جەستە جیا ببێتەوە؟ ئەمە لە ڕووی بیرکارییەوە مەحاڵە."
            }
          ]
        }
      ]
    }
  ]
}
