{
  "books": [
    {
      "title": "دەربarەی گیان (Περὶ Ψυχῆς)",
      "author": "ئەرەستوو (Aristotle)",
      "sections": [
        {
          "section_title": "کتێبی دووەم - بەشی سێیەم: دەربارەی هێزەکانی گیان. — پەیژەی ژیان و ڕیزبەندیی هێزەکان: خۆراکی، هەستی، ئارەزوو، جووڵە، ئەقڵ. — لێکچوونی پەیژەی گیان و پەیژەی شێوە ئەندازەییەکان.",
          "lines": [
            {
              "line_number": "414a29-414b1",
              "original_text": "Τῶν δὲ δυνάμεων τῆς ψυχῆς αἱ λεχθεῖsai τοῖς μὲν ὑπάρχουσι πᾶσαι, καθάπερ εἴπομεν, τοῖς δὲ τινὲς αὐτῶν, ἐνίοις δὲ μία μόνη. δυνάμεις δ' εἴπομεν θρεπτικόν, αἰσθητικόν, ὀρεκτικόν, κινητικὸν κατὰ τόπον, διανοητικόν.",
              "translation": "ئەو هێزانەی (δυνάμεις - dynameis) گیان کە باسمان کردن، وەک وتمان، لە هەندێک بوونەوەردا هەموویان بوونیان هەیە، لە هەندێکی تردا هەندێکیان، و لە هەندێکی تریشدا تەنها یەکێکیان. هێزەکانیش وتمان بریتین لە: خۆراکی، هەستی، ئارەزوو، جووڵەی شوێن، و بیرکردنەوە.",
              "commentary": "ئەرستۆ لێرەدا بە شێوەیەکی فەرمی لیستە بەناوبانگەکەی هێزەکان یان تواناکانی گیان دەخاتەڕوو. ئەمە نەخشەی کارەکەیەتی بۆ بەشەکانی داهاتوو. ئەو جەخت لەسەر ئەوە دەکاتەوە کە دابەشبوونی ئەم هێزانە لەنێو زیندەوەراندا بنەمای جیاوازییەکانیان پێکدەهێنێت."
            },
            {
              "line_number": "414b1-7",
              "original_text": "ὑπάρχει δὲ τοῖς μὲν φυτοῖς τὸ θρεπτικὸν μόνον, ἑτέροις δὲ τοῦτό τε καὶ τὸ αἰσθητικόν. εἰ δὲ τὸ αἰσθητικόν, καὶ τὸ ὀρεκτικόν· ὄρεξις μὲν γὰρ ἐπιθυμία καὶ θυμὸς καὶ βούλησις, τὰ δὲ ζῷα πάντ' ἔχουσι μίαν γε τῶν αἰσθήσεων, τὴν ἁφήν· ᾧ δ' αἴσθησις ὑπάρχει, τούτῳ ἡδονή τε καὶ λύπη καὶ τὸ ἡδύ τε καὶ λυπηρόν, οἷς δὲ ταῦτα, καὶ ἐπιθυμία· τοῦ γὰρ ἡδέος ὄρεξις αὕτη.",
              "translation": "ڕووەکەکان تەنها هێزی خۆراکییان هەیە، بەڵام بوونەوەرانی تر هەم ئەمەیان و هەم هێزی هەستییان هەیە. و ئەگەر هێزی هەستی هەبوو، ئەوا هێزی ئارەزووش (ὀρεκτικόν - orektikon) هەیە. چونکە ئارەزوو بریتییە لە حەز (ἐπιθυμία - epithymia)، تووڕەیی (θυμός - thymos)، و ویست (βούλησις - boulēsis). هەموو ئاژەڵەکانیش بەلایەنی کەمەوە یەکێکیان لە هەستەکان هەیە، کە بەرکەوتنە. و هەر بوونەوەرێک هەستی هەبێت، چێژ و ئازار و شتی چێژبەخش و ئازاربەخشیشی هەیە. و ئەوانەش کە ئەمانەیان هەیە، حەزیشیان هەیە؛ چونکە حەز بریتییە لە ئارەزووکردنی شتی چێژبەخش.",
              "commentary": "ئەمە شیکارییەکی وردی پەیژەی گیانە. ١) ڕووەک = تەنها خۆراکی. ٢) ئاژەڵ = خۆراکی + هەستی. ئەرستۆ دەرەنجامگیرییەکی لۆژیکیی گرنگ دەکات: بوونی 'هەستکردن' بە ناچاری بوونی 'ئارەزوو'ی لێدەکەوێتەوە. چونکە هەستکردن دەبێتە هۆی ئەزموونکردنی چێژ و ئازار، و ئەمەش بە شێوەیەکی سروشتی دەبێتە هۆی ئارەزووکردنی چێژ و دوورکەوتنەوە لە ئازار."
            },
            {
              "line_number": "414b7-16",
              "original_text": "ἔτι δὲ τῆς τροφῆς αἴσθησιν ἔχουσιν· ἡ γὰρ ἁφὴ τῆς τροφῆς αἴσθησις· ξηροῖς γὰρ καὶ ὑγροῖς καὶ θερμοῖς καὶ ψυχροῖς τρέφεται τὰ ζῶντα πάντα, τούτων δ' αἴσθησις ἁφή, τῶν δ' ἄλλων αἰσθητῶν κατὰ συμβεβηκός. οὐθὲν γὰρ εἰς τροφὴν συμβάλλεται ψόφος οὐδὲ χρῶμα οὐδὲ ὀσμή, ὁ δὲ χυμὸς ἕν τι τῶν ἁπτῶν ἐστιν. πεῖνα δὲ καὶ δίψα ἐπιθυμία, καὶ ἡ μὲν πεῖνα ξηροῦ καὶ θερμοῦ, ἡ δὲ δίψα ὑγροῦ καὶ ψυχροῦ· ὁ δὲ χυμὸς οἷον ἥδυσμά τι τούτων ἐστίν. διασαφητέον δὲ περὶ αὐτῶν ὕστερον, νῦν δ' ἐπὶ τοσοῦτον εἰρήσθω, ὅτι τῶν ζώντων τοῖς ἔχουσιν ἁφὴν καὶ ὄρεξις ὑπάρχει.",
              "translation": "هەروەها، ئاژەڵەکان هەستی خۆراکیان هەیە؛ چونکە بەرکەوتن هەستی خۆراکە. هەموو بوونەوەرە زیندووەکان بە شتی وشک و تەڕ و گەرم و سارد خۆراکیان وەردەگرن، و هەستی ئەمانەش بەرکەوتنە. بەڵام هەستی شتەکانی تر [بۆ خۆراک] بە شێوەی عەرەزییە. چونکە نە دەنگ، نە ڕەنگ، و نە بۆن هیچ یارمەتییەک بە خۆراک نادەن. بەڵام تام یەکێکە لە شتە بەرکەوتووەکان. برسێتی و تینوێتی حەزن؛ برسێتی حەزی شتی وشک و گەرمە، و تینوێتی حەزی شتی تەڕ و ساردە. و تامیش وەک بەهاراتێک وایە بۆ ئەمانە. دواتر بە وردی لەبارەیانەوە قسە دەکەین، بەڵام ئێستا با تەنها ئەوەندە بڵێین کە ئەو زیندەوەرانەی بەرکەوتنیان هەیە، ئارەزووشیان هەیە.",
              "commentary": "ئەرستۆ لێرەدا پەیوەندیی قووڵی نێوان 'بەرکەوتن' و 'خۆراک' ڕوون دەکاتەوە. بەرکەوتن هەستی بنەڕەتییە چونکە ڕاستەوخۆ پەیوەستە بە مانەوەوە. ئاژەڵ لە ڕێگەی بەرکەوتنەوە هەست بە تایبەتمەندییە سەرەکییەکانی خۆراک (گەرمی، ساردی، هتد) دەکات. هەستەکانی تر (بینین، بیستن) تەنها 'بە ڕێکەوت' یارمەتیدەرن. ئەو تەنانەت برسێتی و تینوێتیش وەک جۆرێک لە ئارەزووی تایبەتمەندییە بەرکەوتووەکان پێناسە دەکات."
            },
            {
              "line_number": "414b16-19",
              "original_text": "περὶ δὲ φαντασίας ἄδηλον, ὕστερον δ' ἐπισκεπτέον. ἐνίοις δὲ πρὸς τούτοις ὑπάρχει καὶ τὸ κατὰ τόπον κινητικόν, ἑτέροις δὲ καὶ τὸ διανοητικόν τε καὶ νοῦς, οἷον ἀνθρώποις καὶ εἴ τι τοιοῦτον ἕτερον ἔστιν ἢ τιμιώτερον.",
              "translation": "دەربارەی خەیاڵ (φαντασία - phantasia)، [جێگەکەی] ناڕوونە، و دواتر لێی دەکۆڵینەوە. هەندێک بوونەوەر، سەرباری ئەمانە، هێزی جووڵەی شوێنیشیان هەیە. و هەندێکی تریش هێزی بیرکردنەوە و ئەقڵیشیان هەیە، وەک مرۆڤەکان و هەر بوونەوەرێکی تری هاوشێوە یان بەنرختر.",
              "commentary": "ئەرستۆ پەیژەکە تەواو دەکات. دوای خۆراکی و هەستی/ئارەزوو، ئاستی 'جووڵەی شوێن' دێت. پاشان بەرزترین ئاست کە 'بیرکردنەوە/ئەقڵ'ە، کە تایبەتە بە مرۆڤ (و لەوانەیە بوونەوەری بەرزتریش). ئەو بە زیرەکییەوە جێگەی 'خەیاڵ' بە ناڕوونی دەهێڵێتەوە، چونکە لای ئەو خەیاڵ حاڵەتێکی ناوبەینییە لەنێوان هەستکردن و بیرکردنەوەدا."
            },
            {
              "line_number": "414b20-28",
              "original_text": "δῆλον οὖν ὅτι τὸν αὐτὸν τρόπον εἷς ἂν εἴη λόγος ψυχῆς τε καὶ σχήματος· οὔτε γὰρ ἐκεῖ σχῆμα παρὰ τὸ τρίγωνον ἔστι καὶ τὰ ἐφεξῆς, οὔτ' ἐνتاῦθα ψυχὴ παρὰ τὰς εἰρημένας. γένοιτο δ' ἂν καὶ ἐπὶ τῶν σχημάτων λόγος κοινός, ὃς ἐφαρμόσει μὲν πᾶσιν, ἴδιος δ' οὐδενὸς ἔσται σχήματος. ὁμοίως δὲ καὶ ἐπὶ ταῖς εἰρημέναις ψυχαῖς. διὸ γελοῖον ζητεῖν τὸν κοινὸν λόγον καὶ ἐπὶ τούτων καὶ ἐφ' ἑτέρων, ὃς οὐδενὸς ἔσται τῶν ὄντων ἴδιος λόγος, οὐδὲ κατὰ τὸ οἰκεῖον καὶ ἄτομον εἶδος, ἀφέντας τὸν τοιοῦτον.",
              "translation": "کەواتە ڕوونە کە پێناسەی گیان و پێناسەی شێوە [ی ئەندازەیی] بە هەمان شێوە دەکرێت یەک بن. چونکە لەوێ [لە ئەندازەدا] 'شێوە'یەک بوونی نییە جگە لە سێگۆشە و ئەوانەی دوای دێن، لێرەشدا 'گیان'ێک بوونی نییە جگە لەوانەی باسمان کردن. دەکرێت بۆ شێوەکانیش پێناسەیەکی گشتی هەبێت، کە بۆ هەموویان ڕاست بێت، بەڵام تایبەت نەبێت بە هیچ شێوەیەک. بە هەمان شێوەش بۆ ئەو گیانانەی باسمان کردن. بۆیە پێکەنیناوییە کە بەدوای پێناسەیەکی گشتیدا بگەڕێین، چ بۆ ئەمانە و چ بۆ شتەکانی تر، کە پێناسەی تایبەتی هیچ بوونەوەرێک نەبێت و جۆری تایبەت و تاکەکesi فەرامۆش بکات.",
              "commentary": "ئەمە خاڵێکی میتۆدۆلۆژیی زۆر گرنگە. ئەرستۆ دەڵێت 'گیان' وەک 'شێوە'ی ئەندازەیی وایە. هیچ شتێک نییە ناوی 'شێوەی گشتی' بێت؛ ئەوەی هەیە سێگۆشە، چوارگۆشە، هتد. بە هەمان شێوە، هیچ شتێک نییە ناوی 'گیانی گشتی' بێت؛ ئەوەی هەیە گیانی ڕووەکی، گیانی ئاژەڵی، و گیانی مرۆییە. هەرچەندە پێناسەیەکی گشتی (کە لە بەشی پێشوودا کردی) مومکینە، بەڵام زانستی ڕاستەقینە بریتییە لە لێکۆڵینەوە لە جۆرە تایبەتەکان."
            },
            {
              "line_number": "414b28-32",
              "original_text": "(παραπλησίως δ' ἔχει τῷ περὶ τῶν σχημάτων καὶ τὰ κατὰ ψυχήν· ἀεὶ γὰρ ἐν τῷ ἐφεξῆς ὑπάρχει δυνάμει τὸ πρότερον ἐπί τε τῶν σχημάτων καὶ ἐπὶ τῶν ἐμψύχων, οἷον ἐν τετραγώνῳ μὲν τρίγωνον, ἐν αἰσθητικῷ δὲ τὸ θρεπτικόν.) ὥστε καθ' ἕκαστον ζητητέον, τίς ἑκάστου ψυχή, οἷον τίς φυτοῦ καὶ τίς ἀνθρώπου ἢ θηρίου.",
              "translation": "(شتەکانی تایبەت بە گیان هاوشێوەی ئەوانەی تایبەت بە شێوەکانن. چونکە هەمیشە لەوەی دواتر دێت، ئەوەی پێشووتر 'بە توانست' بوونی هەیە، چ لە شێوەکاندا و چ لە گیاندارەکاندا. بۆ نموونە، لە چوارگۆشەدا سێگۆشە هەیە، و لە گیانی هەستیدا گیانی خۆراکی هەیە). کەواتە، دەبێت بۆ هەریەکەیان بە جیا بکۆڵینەوە: گیانی هەریەکەیان چییە، بۆ نموونە گیانی ڕووەک، گیانی مرۆڤ، یان گیانی دڕندە.",
              "commentary": "لێرەدا ئەرستۆ هاوشێوەییەکەی نێوان گیان و ئەندازە بەهێزتر دەکات. چوارگۆشە 'بە توانست' سێگۆشەی تێدایە (چونکە دەکرێت بکرێتە دوو سێگۆشە). بە هەمان شێوە، گیانی هەستی (ئاژەڵ) 'بە توانست' گیانی خۆراکیی تێدایە. واتە، ئاستی باڵاتر هەمیشە ئاستی خوارتر لەخۆدەگرێت. دەرەنجامی میتۆدۆلۆژی: دەبێت هەر جۆرە گیانێک بە جیا لێکۆڵینەوەی لەسەر بکرێت."
            },
            {
              "line_number": "414b32-415a13",
              "original_text": "διὰ τίνα δ' αἰτίαν τῷ ἐφεξῆς οὕτως ἔχουσι, σκεπτέον. ἄνευ μὲν γὰρ τοῦ θρεπτικοῦ τὸ αἰσθητικὸν οὐκ ἔστιν· τοῦ δ' αἰσθητικοῦ χωρίζεται τὸ θρεπτικὸν ἐν τοῖς φυτοῖς. πάλιν δ' ἄνευ μὲν τοῦ ἁπτικοῦ τῶν ἄλλων αἰσθήσεων οὐδεμία ὑπάρχει, ἁφὴ δ' ἄνευ τῶν ἄλλων ὑπάρχει... καὶ τῶν αἰσθητικῶν δὲ τὰ μὲν ἔχει τὸ κατὰ τόπον κινητικόν, τὰ δ' οὐκ ἔχει· τελευταῖον δὲ καὶ ἐλάχιστα λογισμὸν καὶ διάνοιαν· οἷς μὲν γὰρ ὑπάρχει λογισμὸς τῶν φθαρτῶν, τούτοις καὶ τὰ λοιπὰ πάντα... περὶ δὲ τοῦ θεωρητικοῦ νοῦ ἕτερος λόγος.",
              "translation": "دەبێت بکۆڵینەوە کە بۆچی بەم شێوەیە یەک لە دوای یەک دێن. چونکە بەبێ هێزی خۆراکی، هێزی هەستی بوونی نییە؛ بەڵام هێزی خۆراکی لە هێزی هەستی جیا دەبێتەوە لە ڕووەکەکاندا. دیسانەوە، بەبێ هەستی بەرکەوتن، هیچ کام لە هەستەکانی تر بوونی نییە، بەڵام بەرکەوتن بەبێ ئەوانی تر بوونی هەیە... و لە بوونەوەرە هەستیارەکانیشدا، هەندێکیان هێزی جووڵەی شوێنیان هەیە و هەندێکیان نیانە. و لە کۆتاییدا و لە کەمترین بوونەوەردا، لۆژیک و بیرکردنەوە هەیە. چونکە ئەوانەی لە بوونەوەرە فەوتاوەکاندا لۆژیکیان هەیە، هەموو ئەوانی تریشیان هەیە... بەڵام دەربارەی ئەقڵی تێڕامانی، باسێکی ترە.",
              "commentary": "ئەمە پوختەیەکی تەواوی پەیژەی ژیان و لۆژیکی پێکهاتەکەیەتی. ڕیزبەندییەکە پێویستە و یەک ئاراستەیە: خۆراکی -> بەرکەوتن -> هەستەکانی تر -> جووڵە -> لۆژیک. ئاستی باڵاتر هەمیشە ئاستی خوارتر لەخۆدەگرێت، بەڵام پێچەوانەکەی ڕاست نییە. ئەرستۆ دیسانەوە 'ئەقڵی تێڕامانی' (theoretikos nous) وەک حاڵەتێکی تایبەت و جیاواز دادەنێت."
            },
            {
              "line_number": "415a13-14",
              "original_text": "ὅτι μὲν οὖν ὁ περὶ τούτων ἑκάστου λόγος, οὗτος οἰκειότατος καὶ περὶ ψυχῆς, δῆλον.",
              "translation": "کەواتە، ڕوونە کە پێناسەی هەر یەکێک لەمانە، گونجاوترین پێناسەیە بۆ گیانیش.",
              "commentary": "دەرەنجامی کۆتایی بەشەکە: باشترین ڕێگا بۆ تێگەیشتن لە 'گیان' ئەوە نییە کە بەدوای پێناسەیەکی گشتیی دەرھەستدا بگەڕێین، بەڵکو ئەوەیە کە پێناسەی هەر یەک لە تواناکان (خۆراکی، هەستی، هتد) بە جیا بکەین. پێناسەی 'گیانی مرۆڤ' بریتی دەبێت لە کۆی پێناسەی هەموو ئەو توانایانەی کە هەیەتی."
            }
          ]
        }
      ]
    }
  ]
}
