
{
  "books": [
    {
      "title": "دەربارەی گیان (Περὶ Ψυχῆς)",
      "author": "ئەرەستوو (Aristotle)",
      "sections": [
        {
          "section_title": "کتێبی دووەم - بەشی دووەم: ڕوونکردنەوەی پێناسەکە. — ئاستەکانی ژیان (خۆراکی، هەستی، ئەقڵی). — گیان وەک بنەمای ئەم هێزانە. — پرسی دابەشبوونی گیان و جیاکردنەوەی ئەقڵ.",
          "lines": [
            {
              "line_number": "413a11-20",
              "original_text": "Ἐπεὶ δ' ἐκ τῶν ἀσαφῶν μὲν φανερωτέρων δὲ γίνεται τὸ σαφὲς καὶ κατὰ τὸν λόγον γνωριμώτερον, πειρατέον πάλιν οὕτω γ' ἐπελθεῖν περὶ αὐτῆς· οὐ γὰρ μόνον τὸ ὅτι δεῖ τὸν ὁριστικὸν λόγον δηλοῦν, ὥσπερ οἱ πλεῖστοι τῶν ὅρων λέγουσιν, ἀλλὰ καὶ τὴν αἰτίαν ἐνυπάρχειν καὶ ἐμφαίνεσθαι. νῦν δ' ὥσπερ συμπεράσμαθ' οἱ λόγοι τῶν ὅρων εἰσίν· οἷον τί ἐστιν ὁ τετραγωνισμός; τὸ ἴσον ἑτερομήκει ὀρθογώνιον εἶναι ἰσόπλευρον. ὁ δὲ τοιοῦτος ὅρος λόγος τοῦ συμπεράσματος· ὁ δὲ λέγων ὅτι ἐστὶν ὁ τετραγωνισμὸς μέσης εὕρεσις τοῦ πράγματος λέγει τὸ αἴτιον.",
              "translation": "و چونکە لە شتە ناڕوونەکانەوە کە [بۆ ئێمە] ئاشکراترن، دەگەینە ئەوەی کە ڕوونە و لە ڕووی لۆژیکییەوە زیاتر شایستەی ناسینە، دەبێت هەوڵ بدەین دیسانەوە بەم شێوەیە لە گیان بکۆڵینەوە. چونکە پێناسەی لۆژیکی نەک هەر دەبێت 'ئەوەی کە هەیە' (τὸ ὅτι) نیشان بدات، وەک زۆربەی پێناسەکان دەیکەن، بەڵکو دەبێت 'هۆکار'یش (τὴν αἰτίαν) لەخۆبگرێت و نیشانی بدات. بەڵام ئێستا پێناسەکان وەک دەرەنجامەکان وان. بۆ نموونە، چوارگۆشەکردن (τετραγωνισμός) چییە؟ بریتییە لەوەی کە چوارگۆشەیەکی هاولایەکی یەکسان بە لاکێشەیەک دروست بکرێت. پێناسەیەکی ئاوا تەنها دەرەنجامەکە دەڵێت. بەڵام ئەوەی دەڵێت چوارگۆشەکردن بریتییە لە دۆزینەوەی ناوەندێک [ی دوو هێڵ]، هۆکاری شتەکە دەڵێت.",
              "commentary": "لێرەدا ئەرستۆ مەرجی پێناسەیەکی زانستیی باش دیاری دەکات. پێناسەی باش تەنها وەسفی شتێک ناکات (کە چییە)، بەڵکو 'هۆکار'ەکەشی ڕوون دەکاتەوە (بۆچی وایە). پێناسەکەی پێشووی بۆ گیان ('یەکەمین کامڵبوونی...') وەک دەرەنجامێک بوو. ئێستا دەیەوێت هۆکارەکانی پشت ئەم پێناسەیە ڕوون بکاتەوە."
            },
            {
              "line_number": "413a20-25",
              "original_text": "λέγομεν οὖν, ἀρχὴν λαβόντες τῆς σκέψεως, διωρίσθαι τὸ ἔμψυχον τοῦ ἀψύχου τῷ ζῆν. πλεοναχῶς δὲ τοῦ ζῆν λεγομένου, κἂν ἕν τι τούτων ἐνυπάρχῃ μόνον, ζῆν αὐτό φαμεν, οἷον νοῦς, αἴσθησις, κίνησις καὶ στάσις ἡ κατὰ τόπον, ἔτι κίνησις ἡ κατὰ τροφὴν καὶ φθίσις τε καὶ αὔξησις.",
              "translation": "کەواتە، دەڵێین، وەک خاڵی دەستپێکی لێکۆڵینەوەکە، کە شتی گیاندار لە بێگیان بە 'ژیان' جیا دەکرێتەوە. بەڵام چونکە 'ژیان' بە چەندین شێوە دەگوترێت، تەنانەت ئەگەر تەنها یەکێک لەمانەشی تێدا بێت، ئێمە دەڵێین دەژی. بۆ نموونە: ئەقڵ، هەستکردن، جووڵە و وەستانی شوێن، هەروەها جووڵەی تایبەت بە خۆراکی و پووکانەوە و گەشەکردن.",
              "commentary": "لێرەدا ئەرستۆ ئاستە جیاوازەکانی ژیان ('پەیژەی ژیان') دەخاتەڕوو. ئەمە بنچینەی بایۆلۆجی و دەروونناسییەکەیەتی. بوونی هەر یەکێک لەم توانایانە بەسە بۆ ئەوەی شتێک بە 'زیندوو' دابنرێت. ئەم توانایانە لە سادەترینەوە بۆ ئاڵۆزترین ڕیزکراون: خۆراکی، جووڵە، هەستکردن، ئەقڵ."
            },
            {
              "line_number": "413a25-31",
              "original_text": "διὸ καὶ τὰ φυόμενα πάντα δοκεῖ ζῆν· φαίνεται γὰρ ἐν αὑτοῖς ἔχοντα δύναμιν καὶ ἀρχὴν τοιαύτην, δι' ἧς αὔξησίν τε καὶ φθίσιν λαμβάνουσι κατὰ τοὺς ἐναντίους τόπους· οὐ γὰρ ἄνω μὲν αὔξεται, κάτω δ' οὔ, ἀλλ' ὁμοίως ἐπ' ἄμφω καὶ πάντῃ, ὅσα ἀεὶ τρέφεταί τε καὶ ζῇ διὰ τέλους, ἕως ἂν δύνηται λαμβάνειν τροφήν.",
              "translation": "هەر لەبەر ئەمەشە کە هەموو ڕووەکەکان وا دەردەکەون کە دەژین؛ چونکە وا دیارە لەناو خۆیاندا هێز و بنەمایەکی ئاوایان هەیە، کە بەهۆیەوە گەشە و پووکانەوە بەدەست دەهێنن لە ئاراستە دژبەیەکەکاندا. چونکە تەنها بەرەو سەرەوە گەشە ناکات و بەرەو خوارەوە نا، بەڵکو بە یەکسانی بەرەو هەردوو لا و هەموو لایەک، تا ئەو کاتەی کە بەردەوام خۆراک وەردەگرێت و تا کۆتایی دەژی، تا ئەو کاتەی بتوانێت خۆراک وەربگرێت.",
              "commentary": "ئەرستۆ بە بنەڕەتیترین ئاستی ژیان دەست پێدەکات: ژیانی ڕووەکی (گیانی خۆراکی). تایبەتمەندیی ئەم ئاستە بریتییە لە توانای وەرگرتنی خۆراک و گەشەکردن. ئەو تێبینییەکی وردی بایۆلۆژی دەکات کە گەشە لە هەموو ئاراستەکاندا ڕوودەدات (ڕەگ بەرەو خوارەوە و قەد بەرەو سەرەوە)."
            },
            {
              "line_number": "413a31-413b4",
              "original_text": "χωρίζεσθαι δὲ τοῦτο μὲν τῶν ἄλλων δυνατόν, τὰ δ' ἄλλα τούτου ἀδύνατον ἐν τοῖς θνητοῖς. φανερὸν δ' ἐπὶ τῶν φυομένων· οὐδεμία γὰρ αὐτοῖς ὑπάρχει δύναμις ἄλλη ψυχῆς. τὸ μὲν οὖν ζῆν διὰ τὴν ἀρχὴν ταύτην ὑπάρχει τοῖς ζῶσι, τὸ δὲ ζῷον διὰ τὴν αἴσθησιν πρώτως· καὶ γὰρ τὰ μὴ κινούμενα μηδ' ἀλλάττοντα τόπον, ἔχοντα δ' αἴσθησιν, ζῷα λέγομεν καὶ οὐ ζῆν μόνον.",
              "translation": "مومکینە ئەم [توانایەی خۆراکی] لەوانی تر جیا ببێتەوە، بەڵام لە بوونەوەرە فەوتاوەکاندا مومکین نییە ئەوانی تر لەم جیا ببنەوە. ئەمە لە ڕووەکەکاندا ڕوونە؛ چونکە هیچ هێزێکی تری گیانیان نییە. کەواتە، 'ژیان' بەهۆی ئەم بنەمایەوە لە بوونەوەرە زیندووەکاندا هەیە، بەڵام 'ئاژەڵبوون' (zōon) بە پلەی یەکەم بەهۆی 'هەستکردن'ەوەیە. چونکە تەنانەت ئەوانەش کە ناجووڵێن و شوێن ناگۆڕن، بەڵام هەستیان هەیە، پێیان دەڵێین 'ئاژەڵ' نەک تەنها 'زیندوو'.",
              "commentary": "لێرەدا پەیژەی گیان (scala naturae) ڕوونتر دەبێتەوە. گیانی خۆراکی دەتوانێت بە تەنها بوونی هەبێت (لە ڕووەکدا). بەڵام هیچ گیانێکی تر ناتوانێت بەبێ گیانی خۆراکی بوونی هەبێت. پاشان جیاوازیی نێوان 'زیندوو' (کە ڕووەک دەگرێتەوە) و 'ئاژەڵ' دەکات. هێڵی جیاکەرەوە بریتییە لە 'هەستکردن'."
            },
            {
              "line_number": "413b4-10",
              "original_text": "αἰσθήσεως δὲ πρῶτον ὑπάρχει πᾶσιν ἁφή· ὥσπερ δὲ τὸ θρεπτικὸν δύναται χωρίζεσθαι τῆς ἁφῆς καὶ πάσης αἰσθήσεως, οὕτως ἡ ἁφὴ τῶν ἄλλων αἰσθήσεων (θρεπτικὸν δὲ λέγομεν τὸ τοιοῦτον μόριον τῆς ψυχῆς οὗ καὶ τὰ φυόμενα μετέχει), τὰ δὲ ζῷα πάντα φαίνεται τὴν ἁπτικὴν αἴσθησιν ἔχοντα· δι' ἣν δ' αἰτίαν ἑκάτερον τούτων συμβέβηκεν, ὕστερον ἐροῦμεν.",
              "translation": "و یەکەمین هەست کە لە هەموواندا هەیە، 'بەرکەوتن'ە (ἁφή - haphē). وەک چۆن توانای خۆراکی دەتوانێت لە بەرکەوتن و هەموو هەستەکانی تر جیا بێتەوە، ئاواش بەرکەوتن [دەتوانێت] لە هەستەکانی تر جیا ببێتەوە. (مەبەستمان لە 'توانای خۆراکی' ئەو بەشەی گیانەیە کە ڕووەکەکانیش هەیانە). وا دیارە هەموو ئاژەڵەکان هەستی بەرکەوتنیان هەیە. بەڵام دواتر باس لەوە دەکەین کە بۆچی هەریەک لەمانە بەم شێوەیە ڕوویانداوە.",
              "commentary": "ئەرستۆ تەنانەت لەناو هەستەکانیشدا پەیژەیەک دادەنێت. 'بەرکەوتن' بنەڕەتیترین و پێویستترین هەستە. ئاژەڵێک دەتوانێت تەنها هەستی بەرکەوتنی هەبێت (وەک ئیسفەنج)، بەڵام ناتوانێت هەستی بینینی هەبێت بەبێ بەرکەوتن. ئەمە نیشانەی گرنگیی بایۆلۆژیی بەرکەوتنە بۆ مانەوە."
            },
            {
              "line_number": "413b11-16",
              "original_text": "νῦν δ' ἐπὶ τοσοῦτον εἰρήσθω μόνον, ὅτι ἐστὶν ἡ ψυχὴ τῶν εἰρημένων τούτων ἀρχὴ καὶ τούτοις ὥρισται, θρεπτικῷ, αἰσθητικῷ, διανοητικῷ, κινήσει. πότερον δὲ τούτων ἕκαστόν ἐστι ψυχὴ ἢ μόριον ψυχῆς, καὶ εἰ μόριον, πότερον οὕτως ὥστ' εἶναι χωριστὸν λόγῳ μόνον ἢ καὶ τόπῳ...",
              "translation": "بەڵام ئێستا با تەنها ئەوەندە بڵێین، کە گیان بنەمای ئەم شتانەیە کە باسمان کردن و بەمانە پێناسە دەکرێت: بە هێزی خۆراکی، هێزی هەستی، هێزی بیرکردنەوە، و جووڵە. بەڵام ئایا هەریەک لەمانە خۆی گیانێکە یان بەشێکە لە گیان؟ و ئەگەر بەشە، ئایا بە شێوەیەکە کە تەنها 'بە لۆژیک' جیا دەکرێتەوە یان 'بە شوێن'یش؟",
              "commentary": "پوختەی تواناکانی گیان و دووبارە وروژاندنەوەی پرسیاری 'دابەشبوون'. ئایا ئەم توانایانە (خۆراکی، هەستی، ئەقڵی) گیانی سەربەخۆن یان تەنها لایەنی جیاوازی یەک گیانن؟ و ئەگەر بەشن، ئایا جیابوونەوەکەیان تەنها لە هزری ئێمەدایە (conceptual) یان جیابوونەوەیەکی فیزیکییە؟"
            },
            {
              "line_number": "413b16-24",
              "original_text": "ὥσπερ γὰρ ἐπὶ τῶν φυτῶν ἔνια διαιρούμενα φαίνεται ζῶντα καὶ χωριζόμενα ἀπ' ἀλλήλων, ὡς οὔσης τῆς ἐν αὐτοῖς ψυχῆς ἐντελεχείᾳ μὲν μιᾶς ἐν ἑκάστῳ φυτῷ, δυνάμει δὲ πλειόνων, οὕτως ὁρῶμεν καὶ περὶ ἑτέρας διαφορὰς τῆς ψυχῆς συμβαῖνον ἐπὶ τῶν ἐντόμων ἐν τοῖς διατεμνομένοις· καὶ γὰρ αἴσθησιν ἑκάτερον τῶν μερῶν ἔχει καὶ κίνησιν τὴν κατὰ τόπον, εἰ δ' αἴσθησιν, καὶ φαντασίαν καὶ ὄρεξιν· ὅπου μὲν γὰρ αἴσθησις, καὶ λύπη τε καὶ ἡδονή, ὅπου δὲ ταῦτα, ἐξ ἀνάγκης καὶ ἐπιθυμία.",
              "translation": "وەک چۆن لە ڕووەکەکاندا، هەندێکیان کاتێک دابەش دەکرێن وا دەردەکەون کە دەژین و لە یەکتر جیا دەبنەوە، وەک ئەوەی گیانی ناویان 'بە کردەیی' یەک بێت لە هەر ڕووەکێکدا، بەڵام 'بە توانست' فرە بێت. بە هەمان شێوە دەبینین ئەمە دەربارەی جیاوازییەکانی تری گیانیش ڕوودەدات لەسەر مێرووە دابەشکراوەکان. چونکە هەریەک لە بەشەکان هەم هەستیان هەیە و هەم جووڵەی شوێنیان هەیە. و ئەگەر هەستیان هەبێت، ئەوا خەیاڵ (φαντασία - phantasia) و ئارەزووشیان (ὄρεξις - orexis) هەیە. چونکە لە هەر شوێنێک هەستکردن هەبێت، ئازار و چێژیش هەیە، و لە هەر شوێنێک ئەمانە هەبن، بەناچاری ئارەزووی توندی (ἐπιθυμία - epithymia)ش هەیە.",
              "commentary": "ئەرستۆ بەڵگەی بایۆلۆژیی 'دابەشبوونی کرمەکان' بەکاردەهێنێت بۆ ئەوەی بڵێت گیان 'بە توانست' دابەشکراوە بەڵام 'بە کردەیی' یەکە. پاشان زنجیرەیەکی لۆژیکیی گرنگ دادەنێت: بوونی 'هەستکردن' بە ناچاری دەبێتە هۆی بوونی 'ئازار و چێژ'، و بوونی ئەمانەش بە ناچاری دەبێتە هۆی بوونی 'ئارەزوو'."
            },
            {
              "line_number": "413b24-27",
              "original_text": "περὶ δὲ τοῦ νοῦ καὶ τῆς θεωρητικῆς δυνάμεως οὐδέν πω φανερόν, ἀλλ' ἔοικε ψυχῆς γένος ἕτερον εἶναι, καὶ τοῦτο μόνον ἐνδέχεσθαι χωρίζεσθαι, καθάπερ τὸ ἀΐδιον τοῦ φθαρτοῦ.",
              "translation": "بەڵام دەربارەی ئەقڵ (νοῦς - nous) و هێزی تێڕامان، هێشتا هیچ شتێک ڕوون نییە. بەڵام وا دیارە جۆرێکی تری گیان بێت، و تەنها ئەمە مومکین بێت جیا ببێتەوە، وەک چۆن شتی ئەبەدی لە شتی فەوتاو جیا دەبێتەوە.",
              "commentary": "ئەمە دووبارە ئەو دەرگا کراوەیەیە کە لە بەشی پێشوودا باسی کرد. ئەرستۆ بە ڕاشکاوی دەڵێت 'ئەقڵ' جۆرێکی جیاوازە. ئەو گومان و ئەگەری ئەوە دەهێڵێتەوە کە تەنها ئەم بەشەی گیان بتوانێت لە جەستە جیا ببێتەوە و نەمـر بێت. ئەمە یەکێکە لە مشتومڕاویترین خاڵەکانی فەلسەفەکەی."
            },
            {
              "line_number": "413b27-414a1",
              "original_text": "τὰ δὲ λοιπὰ μόρια τῆς ψυχῆς φανερὸν ἐκ τούτων ὅτι οὐκ ἔστι χωριστά, καθάπερ τινές φασιν· τῷ δὲ λόγῳ ὅτι ἕτερα, φανερόν· αἰσθητικῷ γὰρ εἶναι καὶ δοξαστικῷ ἕτερον, εἴπερ καὶ τὸ αἰσθάνεσθαι τοῦ δοξάζειν, ὁμοίως δὲ καὶ τῶν ἄλλων ἕκαστον τῶν εἰρημένων. ἔτι δ' ἐνίοις μὲν τῶν ζῴων ἅπανθ' ὑπάρχει ταῦτα, τισὶ δὲ τινὰ τούτων, ἑτέροις δὲ ἓν μόνον (τοῦτο δὲ ποιεῖ διαφορὰν τῶν ζῴων)· διὰ τίνα δ' αἰτίαν, ὕστερον ἐπισκεπτέον.",
              "translation": "بەڵام بەشەکانی تری گیان، لەمانەوە ڕوونە کە جیا ناکرێنەوە، وەک هەندێکیان دەڵێن. بەڵام ئەوەی کە 'بە لۆژیک' جیاوازن، ڕوونە. چونکە 'بوون بە هێزی هەستکردن' و 'بوون بە هێزی بۆچوون' دوو شتی جیاوازن، ئەگەر هەستکردن و بۆچوون جیاواز بن. بە هەمان شێوەش بۆ هەریەک لەوانی تر کە باسمان کردن. هەروەها، هەندێک لە ئاژەڵەکان هەموو ئەمانەیان هەیە، هەندێکیان تەنها هەندێکیان، و هەندێکی تریش تەنها یەکێکیان (و ئەمەش جیاوازیی ئاژەڵەکان دروست دەکات). بەڵام بۆچی وا بووە، دواتر لێی دەکۆڵینەوە.",
              "commentary": "ئەرستۆ دەرەنجامگیری دەکات: جگە لە ئەقڵ، بەشەکانی تری گیان لە ڕووی فیزیکییەوە جیانابنەوە، بەڵام لە ڕووی 'لۆژیکی' یان 'پێناسە'وە جیاوازن. 'هەستکردن' و 'بۆچوون' دوو فرمانی جیاوازن. پاشان دووبارە جەخت لەسەر پەیژەی ژیان دەکاتەوە: هەندێک ئاژەڵ هەموو تواناکانیان هەیە، هەندێک کەمتر، و هەندێک تەنها یەکێکیان."
            },
            {
              "line_number": "414a1-4",
              "original_text": "παραπλήσιον δὲ καὶ περὶ τὰς αἰσθήσεις συμβέβηκεν· τὰ μὲν γὰρ ἔχει πάσας, τὰ δὲ τινάς, τὰ δὲ μίαν τὴν ἀναγκαιοτάτην, ἁφήν.",
              "translation": "شتێکی هاوشێوەش دەربارەی هەستەکان ڕوویداوە: هەندێکیان هەموویان هەیە، هەندێکیان هەندێکیان، و هەندێکی تریش تەنها یەکێکیان کە پێویستترینە، واتە بەرکەوتن.",
              "commentary": "ئەمە دووپاتکردنەوە و جەختکردنەوەیە لەسەر ئەو پەیژەیەی کە لەناو خودی هەستەکانیشدا هەیە، کە تێیدا 'بەرکەوتن' بنەڕەتیترین و پێویستترینە بۆ ژیانی ئاژەڵ."
            },
            {
              "line_number": "414a4-14",
              "original_text": "ἐπεὶ δὲ ᾧ ζῶμεν καὶ αἰσθανόμεθα διχῶς λέγεται, καθάπερ ᾧ ἐπιστάμεθα (λέγομεν δὲ τὸ μὲν ἐπιστήμην τὸ δὲ ψυχήν, ἑκατέρῳ γὰρ τούτων φαμὲν ἐπίστασθαι), ὁμοίως δὲ καὶ [ᾧ] ὑγιαίνομεν τὸ μὲν ὑγιείᾳ τὸ δὲ μορίῳ τινὶ τοῦ σώματος ἢ καὶ ὅλῳ, τούτων δ' ἡ μὲν ἐπιστήμη τε καὶ ὑγίεια μορφὴ καὶ εἶδός τι καὶ λόγος καὶ οἷον ἐνέργεια τοῦ δεκτικοῦ, ἡ μὲν τοῦ ἐπιστημονικοῦ, ἡ δὲ τοῦ ὑγιαστοῦ (δοκεῖ γὰρ ἐν τῷ πάσχοντι καὶ διατιθεμένῳ ἡ τῶν ποιητικῶν ὑπάρχειν ἐνέργεια), ἡ ψυχὴ δὲ τοῦτο ᾧ ζῶμεν καὶ αἰσθανόμεθα καὶ διανοούμεθα πρώτως-ὥστε λόγος τις ἂν εἴη καὶ εἶδος, ἀλλ' οὐχ ὕλη καὶ τὸ ὑποκείμενον.",
              "translation": "و چونکە 'ئەوەی پێی دەژین و هەست دەکەین' بە دوو شێوە دەگوترێت، هەروەک 'ئەوەی پێی دەزانین' (چونکە هەندێک جار دەڵێین زانست و هەندێک جار دەڵێین گیان، چونکە بە هەردووکیان دەڵێین 'دەزانین')، و بە هەمان شێوە 'ئەوەی پێی تەندروستین' هەندێک جار تەندروستییە و هەندێک جار بەشێکی جەستەیە یان تەواوی جەستە. لەمانەدا، زانست و تەندروستی 'فۆرم' و 'جۆر' و 'پێناسە' و وەک 'کردەی' وەرگرەکەن، یەکەمیان هی 'ئەوەی توانای زانینی هەیە' و دووەمیان هی 'ئەوەی توانای تەندروستبوونی هەیە' (چونکە وا دیارە کردەی شتە کاراکان لەناو شتە کارلێکراو و دۆخ-گۆڕاودا بوونی هەیە). بەڵام گیان 'یەکەمین' شتە کە پێی دەژین و هەست دەکەین و بیردەکەینەوە. کەواتە دەبێت 'پێناسە' و 'فۆرم' بێت، نەک 'ماددە' و 'بنچینە'.",
              "commentary": "شیکارییەکی زمانەوانیی ورد. کاتێک دەڵێین 'بە زانست دەزانم'، مەبەستمان لە دوو شتە: یەکەم، 'گیان' کە بنەمای زانینە، دووەم، 'زانست' خۆی کە فۆرمی زانینەکەیە. گیان بنەمای یەکەمینە (primary principle). دەرەنجام: گیان 'فۆرم' و 'پێناسە'یە، نەک ماددە."
            },
            {
              "line_number": "414a14-28",
              "original_text": "τριχῶς γὰρ λεγομένης τῆς οὐσίας, καθάπερ εἴπομεν, ὧν τὸ μὲν εἶδος, τὸ δὲ ὕλη, τὸ δὲ ἐξ ἀμφοῖν, τούτων δ' ἡ μὲν ὕλη δύναμις, τὸ δὲ εἶδος ἐντελέχεια, ἐπεὶ τὸ ἐξ ἀμφοῖν ἔμψυχον, οὐ τὸ σῶμά ἐστιν ἐντελέχεια ψυχῆς, ἀλλ' αὕτη σώματός τινος. καὶ διὰ τοῦτο καλῶς ὑπολαμβάνουσιν οἷς δοκεῖ μήτ' ἄνευ σώματος εἶναι μήτε σῶμά τι ἡ ψυχή· σῶμα μὲν γὰρ οὐκ ἔστι, σώματος δέ τι, καὶ διὰ τοῦτο ἐν σώματι ὑπάρχει, καὶ ἐν σώματι τοιούτῳ...",
              "translation": "چونکە جەوهەر، وەک وتمان، بە سێ شێوە دەگوترێت: یەکێکیان فۆرمە، ئەوی تریان ماددەیە، و سێیەمیان ئەوەیە کە لە هەردووکیان پێکهاتووە. لەمانە، ماددە توانستە و فۆرم کامڵبوونە. و چونکە ئەوەی لە هەردووکیان پێکهاتووە، شتێکی گیاندارە، ئەوا جەستە کامڵبوونی گیان نییە، بەڵکو گیان کامڵبوونی جەستەیەکی دیاریکراوە. هەر لەبەر ئەمەشە ئەوانە ڕاست دەکەن کە پێیان وایە گیان نە بەبێ جەستە بوونی هەیە و نە خۆی جەستەیە. چونکە گیان جەستە نییە، بەڵکو 'هی جەستەیەکە'. و هەر لەبەر ئەمەشە کە 'لەناو جەستە'دا بوونی هەیە، و 'لەناو جەستەیەکی ئاوا'دا...",
              "commentary": "پوختەی کۆتایی و یەکلاکەرەوەی تیۆرییەکە. ئەرستۆ بە ڕوونی جێگەی گیان لە سیستەمە مێتافیزیکییەکەیدا دیاری دەکات. گیان 'فۆرم' و 'کامڵبوون'ی جەستەیە. گیان خۆی جەستە نییە، بەڵام هی جەستەیەکی دیاریکراوە و بەبێ جەستە بوونی نییە. ئەمە ڕەتکردنەوەی هەم ماددیگەرایی (گیان = جەستە) و هەم دوالیزمی ئەفلاتونییە."
            },
            {
              "line_number": "414a28-414b2",
              "original_text": "... καὶ οὐχ ὥσπερ οἱ πρότερον εἰς σῶμα ἐνήρμοζον αὐτήν, οὐθὲν προσδιορίζοντες ἐν τίνι καὶ ποίῳ, καίπερ οὐδὲ φαινομένου τοῦ τυχόντος δέχεσθαι τὸ τυχόν. οὕτω δὲ γίνεται καὶ κατὰ λόγον· ἑκάστου γὰρ ἡ ἐντελέχεια ἐν τῷ δυνάμει ὑπάρχοντι καὶ τῇ οἰκείᾳ ὕλῃ πέφυκεν ἐγγίνεσθαι. ὅτι μὲν οὖν ἐντελέχειά τίς ἐστι καὶ λόγος τοῦ δύναμιν ἔχοντος εἶναι τοιούτου, φανερὸν ἐκ τούτων.",
              "translation": "... نەک وەک چۆن ئەوانەی پێشوو دەیانخستە ناو جەستەیەکەوە، بەبێ ئەوەی دیاری بکەن لە چ جەستەیەک و چۆن، لە کاتێکدا وا دەرناکەوێت هەر شتێکی هەڕەمەکی بتوانێت هەر شتێکی هەڕەمەکی وەربگرێت. بەم شێوەیەش بەپێی لۆژیک دەبێت؛ چونکە کامڵبوونی هەر شتێک بە سروشت لەناو ئەو شتەدا دروست دەبێت کە بە توانست بوونی هەیە و لەناو ماددەی گونجاوی خۆیدا. کەواتە، لەمانەوە ڕوونە کە [گیان] کامڵبوونێک و پێناسەیەکە بۆ ئەو شتەی کە توانای بوون بە ئاوای هەیە.",
              "commentary": "ڕەخنەی کۆتایی لە فەیلەسووفانی پێشوو، بەتایبەتی فیساگۆرسییەکان. ئەوان نەیانتوانیوە پەیوەندیی 'پێویست' و 'گونجاو'ی نێوان گیان و جەستە ڕوون بکەنەوە. لای ئەرستۆ، هەر فۆرمێک پێویستی بە ماددەی گونجاوی خۆی هەیە. کامڵبوون تەنها لەناو توانستی گونجاوی خۆیدا دروست دەبێت. گیانی مرۆڤ تەنها لە جەستەی مرۆڤدا جێی دەبێتەوە. بەمەش پێناسەکەی بە تەواوی پشتڕاست دەکاتەوە."
            }
          ]
        }
      ]
    }
  ]
}
